# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.
#      Portions Copyright 2012 ForgeRock AS



#
# Global directives
#
global.category=ACCESS_CONTROL

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_WARN_ACI_SYNTAX_GENERAL_PARSE_FAILED_1=No pudo analizarse la cadena "%s" proporcionada como una instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) v\u00e1lida, ya que no pas\u00f3 la evaluaci\u00f3n general de sintaxis de ACI
SEVERE_WARN_ACI_SYNTAX_INVAILD_VERSION_2=El valor de versi\u00f3n de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido; s\u00f3lo se admite la versi\u00f3n 3.0
SEVERE_WARN_ACI_SYNTAX_INVALID_ACCESS_TYPE_VERSION_3=El valor de tipo de acceso de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Un valor v\u00e1lido de tipo de acceso s\u00f3lo puede ser permitir o denegar
SEVERE_WARN_ACI_SYNTAX_INVALID_RIGHTS_SYNTAX_4=Los valores de derechos de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionados no son v\u00e1lidos Los derechos deben formar una lista de 1 a 6 palabras clave separadas por comas y escritas entre par\u00e9ntesis
SEVERE_WARN_ACI_SYNTAX_INVALID_RIGHTS_KEYWORD_5=Los valores de palabra clave de los derechos de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionados no son v\u00e1lidos Pueden emplearse uno o m\u00e1s de los siguientes valores v\u00e1lidos de palabra clave de los derechos: read, write, add, delete, search, compare o el valor all
MILD_ERR_ACI_SYNTAX_BIND_RULE_MISSING_CLOSE_PAREN_6=El valor "%s" de la regla enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionado no es v\u00e1lido porque le falta el par\u00e9ntesis de cierre que corresponde al par\u00e9ntesis inicial de apertura
MILD_ERR_ACI_SYNTAX_INVALID_BIND_RULE_SYNTAX_7=El valor "%s" de la regla enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionado no es v\u00e1lido. Un valor de la regla de enlace debe tener el siguiente formato: operador de palabra clave "expresi\u00f3n"
SEVERE_WARN_ACI_SYNTAX_INVALID_BIND_RULE_KEYWORD_8=El valor de palabra clave de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Puede emplearse uno de los siguientes valores v\u00e1lidos de palabra clave: userdn, groupdn, roledn, userattr, ip, dns, dayofweek, timeofday o authmethod
SEVERE_WARN_ACI_SYNTAX_INVALID_BIND_RULE_OPERATOR_9=El valor de operador de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Un valor v\u00e1lido de operador de la regla de enlace s\u00f3lo puede ser '=' o "!="
SEVERE_WARN_ACI_SYNTAX_MISSING_BIND_RULE_EXPRESSION_10=El valor de expresi\u00f3n de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionado que se corresponde con el valor de palabra clave "%s" carece de expresi\u00f3n Un valor de la regla de enlace debe tener el siguiente formato: operador de palabra clave "expresi\u00f3n"
SEVERE_WARN_ACI_SYNTAX_INVALID_BIND_RULE_BOOLEAN_OPERATOR_11=El valor de operador booleano de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Un valor v\u00e1lido de operador booleano de la regla de enlace s\u00f3lo puede ser "OR" o "AND"
SEVERE_WARN_ACI_SYNTAX_INVALID_BIND_RULE_KEYWORD_OPERATOR_COMBO_12=La cadena de palabra clave de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionada no es v\u00e1lida para la cadena de operador de la regla de enlace "%s"
SEVERE_WARN_ACI_SYNTAX_INVALID_USERDN_URL_13=Se ha producido un error de descodificaci\u00f3n URL de la expresi\u00f3n userdn de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada por la siguiente raz\u00f3n: %s
SEVERE_WARN_ACI_SYNTAX_INVALID_ROLEDN_EXPRESSION_14=El valor de expresi\u00f3n roledn de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de expresi\u00f3n de palabra clave roledn requiere una o m\u00e1s URL LDAP en el siguiente formato: ldap:///dn [|| ldap:///dn] ... [|| ldap:///dn]
SEVERE_WARN_ACI_SYNTAX_INVALID_ROLEDN_URL_15=Se ha producido un error de descodificaci\u00f3n URL de la expresi\u00f3n roledn de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada por la siguiente raz\u00f3n: %s
SEVERE_WARN_ACI_SYNTAX_INVALID_GROUPDN_EXPRESSION_16=El valor de expresi\u00f3n groupdn de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de expresi\u00f3n de palabra clave groupdn requiere una o m\u00e1s URL LDAP en el siguiente formato: ldap:///groupdn [|| ldap:///groupdn] ... [|| ldap:///groupdn]
SEVERE_WARN_ACI_SYNTAX_INVALID_GROUPDN_URL_17=Se ha producido un error de descodificaci\u00f3n URL del valor de expresi\u00f3n groupdn de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionado por la siguiente raz\u00f3n: %s
SEVERE_WARN_ACI_SYNTAX_ADDRESS_FAMILY_MISMATCH_18=El valor de la m\u00e1scara de red "%s" no es v\u00e1lida para la expresi\u00f3n de la direcci\u00f3n de red: %s
SEVERE_WARN_ACI_SYNTAX_INVALID_NETWORK_BIT_MATCH_19=La m\u00e1scara de bits para la direcci\u00f3n de tipo valor "%s" no es v\u00e1lida%s
SEVERE_WARN_ACI_SYNTAX_INVALID_IP_CRITERIA_DECODE_20=Se ha producido un error de descodificaci\u00f3n del valor de expresi\u00f3n ip de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionado por la siguiente raz\u00f3n: %s
SEVERE_WARN_ACI_SYNTAX_INVALID_IP_EXPRESSION_21=El valor de expresi\u00f3n ip de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lida, una expresi\u00f3n de palabra clave ip requiere uno o m\u00e1s elementos separados por comas de una expresi\u00f3n de lista de direcciones IP v\u00e1lida
SEVERE_WARN_ACI_SYNTAX_INVALID_DNS_EXPRESSION_22=El valor de expresi\u00f3n dns de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de expresi\u00f3n de palabra clave dns requiere un nombre de dominio DNS v\u00e1lido totalmente cualificado
SEVERE_WARN_ACI_SYNTAX_INVALID_DNS_WILDCARD_23=El valor de expresi\u00f3n dns de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido porque se ha encontrado un patr\u00f3n de comod\u00edn en una posici\u00f3n incorrecta. Para ser v\u00e1lido, un valor de expresi\u00f3n de comod\u00edn de palabra clave dns requiere que el car\u00e1cter '*' s\u00f3lo pueda estar situado en el extremo izquierdo del nombre de dominio
SEVERE_WARN_ACI_SYNTAX_INVALID_DAYOFWEEK_24=El valor de expresi\u00f3n dayofweek de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido debido a un valor no v\u00e1lido de d\u00eda de la semana. Para ser v\u00e1lido, un valor dayofweek debe corresponderse con una de las siguientes abreviaciones de tres letras de las palabras inglesas que designan los d\u00edas de la semana: sun, mon, tue, wed, thu, fri o sat
SEVERE_WARN_ACI_SYNTAX_INVALID_TIMEOFDAY_25=El valor de expresi\u00f3n timeofday de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor timeofday debe expresarse en forma de cuatro d\u00edgitos que se correspondan con las horas y minutos de un reloj de 24 horas (de 0 a 2359)
SEVERE_WARN_ACI_SYNTAX_INVALID_TIMEOFDAY_RANGE_26=El valor de expresi\u00f3n timeofday de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no se encuentra dentro del rango v\u00e1lido. Para ser v\u00e1lido, un valor timeofday debe expresarse en forma de cuatro d\u00edgitos que se correspondan con las horas y minutos de un reloj de 24 horas (de 0 a 2359)
SEVERE_WARN_ACI_SYNTAX_INVALID_AUTHMETHOD_EXPRESSION_27=El valor de expresi\u00f3n authmethod de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor authmethod debe ser uno de los siguientes: none, simple, SSL o "sasl mechanism", en donde el mecanismo es uno de los mecanismos SASL admitidos, entre los que se incluyen CRAM-MD5, DIGEST-MD5 y GSSAPI
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_EXPRESSION_28=El valor de expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_KEYWORD_29=El valor de expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no se admite
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_INHERITANCE_PATTERN_30=El valor de modelo de herencia de la expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de modelo de herencia debe tener el siguiente formato: parent[nivel_herencia].atributo#tipoEnlace
SEVERE_WARN_ACI_SYNTAX_MAX_USERATTR_INHERITANCE_LEVEL_EXCEEDED_31=El valor de modelo de herencia de la expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. El valor de nivel de herencia no puede exceder el l\u00edmite de nivel m\u00e1ximo de %s
SEVERE_WARN_ACI_SYNTAX_INVALID_INHERITANCE_VALUE_32=El valor de modelo de herencia de la expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido por no ser num\u00e9rico
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGET_SYNTAX_33=El valor de regla de destino de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de regla de destino debe tener el siguiente formato: operador de palabra clave "expresi\u00f3n"
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGET_KEYWORD_34=El valor de palabra clave target de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de palabra clave target debe ser uno de los siguientes: target, targetscope, targetfilter, targetattr o targattrfilters
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGET_NOT_OPERATOR_35=El valor de operador de destino de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. El \u00fanico valor v\u00e1lido de operador de destino para la palabra clave "%s" es '='
SEVERE_WARN_ACI_SYNTAX_TARGET_KEYWORD_NOT_SUPPORTED_36=El valor de palabra clave target de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no se admite en este momento
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGET_DUPLICATE_KEYWORDS_37=El valor de palabra clave target de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado pudo observarse varias veces en la ACI "%s"
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETS_OPERATOR_38=El valor de operador de palabra clave target de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de operador de palabra clave target s\u00f3lo puede ser '=' o "!="
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETSCOPE_EXPRESSION_39=El valor de operador de expresi\u00f3n targetscope de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de expresi\u00f3n targetscope debe ser uno de los siguientes: one, onelevel, subtree o subordinate
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETKEYWORD_EXPRESSION_40=El valor de expresi\u00f3n target de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de expresi\u00f3n de palabra clave target requiere una URL LDAP con el siguiente formato: ldap:///modelo_nombre_distinguido
SEVERE_WARN_ACI_SYNTAX_TARGET_DN_NOT_DESCENDENTOF_41=El valor de ND de expresi\u00f3n target de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. El valor de ND de expresi\u00f3n target debe ser un descendiente del ND de entrada de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" si no se ha especificado un comod\u00edn en el ND de expresi\u00f3n target
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETATTRKEYWORD_EXPRESSION_42=El valor de expresi\u00f3n targetattr de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, un valor de expresi\u00f3n de palabra clave targetattr requiere uno o m\u00e1s nombres de tipo de atributo v\u00e1lidos en el siguiente formato: atributo1 [|| atributo2] ... [|| atributoN]. Opciones de atributos no son compatibles.
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETFILTERKEYWORD_EXPRESSION_43=El valor de expresi\u00f3n targetfilter de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido porque no es un filtro LDAP v\u00e1lido
INFO_ACI_ADD_FAILED_PRIVILEGE_44=Se ha producido un error al intentar a\u00f1adir la entrada "%s", que contiene un tipo de atributo de la ACI, porque al ND de autorizaci\u00f3n "%s" le faltaban los privilegios para modificar ACL
INFO_ACI_MODIFY_FAILED_PRIVILEGE_45=Se ha producido un error al intentar modificar un tipo de atributo de la ACI en la entrada "%s" porque al ND de autorizaci\u00f3n "%s" le faltaban los privilegios para modificar ACL
SEVERE_WARN_ACI_ADD_FAILED_DECODE_46=Se ha producido un error al tratar de a\u00f1adir la entrada "%s" que contiene un tipo de atributo de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) por la siguiente raz\u00f3n: %s
SEVERE_WARN_ACI_MODIFY_FAILED_DECODE_47=Se ha producido un error al tratar de modificar un tipo de atributo de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) en la entrada "%s" por la siguiente raz\u00f3n: %s
SEVERE_WARN_ACI_ADD_LIST_FAILED_DECODE_48= "%s", ubicada en la entrada "%s", por la siguiente raz\u00f3n: %s
INFO_ACI_ADD_LIST_NO_ACIS_49=No se han encontrado tipos de atributos de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) en el contexto "%s"
INFO_ACI_ADD_LIST_ACIS_50=Los tipos de atributo %s de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) encontrados en el contexto "%s" que se han a\u00f1adido a la m\u00e1quina de evaluaci\u00f3n del control de acceso
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_ROLEDN_INHERITANCE_PATTERN_51=El valor de modelo de herencia de la expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido para la palabra clave roledn porque empieza por la cadena "parent["
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_OPERATION_52=El valor de expresi\u00f3n targattrfilter de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s proporcionado no es v\u00e1lido debido a %s
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_EXPRESSION_53=El valor de expresi\u00f3n targattrfilter de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s proporcionado no es v\u00e1lido porque no tiene el formato correcto. Para ser v\u00e1lido, el valor de expresi\u00f3n targattrfilter debe tener el siguiente formato: "add=attr1: F1 && attr2: F2 ... && attrN: FN,del= attr1: F1 && attr2: F2 ... && attrN: FN"
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_OPS_MATCH_54=El valor de expresi\u00f3n targattrfilter de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s proporcionado no es v\u00e1lido porque ambos tokens de operaci\u00f3n coinciden en las dos listas de filtros
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_MAX_FILTER_LISTS_55=El valor de expresi\u00f3n targattrfilter de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s proporcionado no es v\u00e1lido
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_FILTER_LIST_FORMAT_56=El valor de expresi\u00f3n targattrfilter de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s proporcionado no es v\u00e1lido porque la cadena de lista de filtros proporcionada tiene un formato err\u00f3neo. Para ser v\u00e1lida, la lista de filtros de targattrfilter debe tener el siguiente formato: add=attr1: F1 && attr2: F2 ... && attrN: FN
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_FILTER_LISTS_FILTER_57=El valor de expresi\u00f3n targattrfilter de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s proporcionado no es v\u00e1lido debido a que uno o m\u00e1s de los filtros especificados no son v\u00e1lidos por la siguiente raz\u00f3n: %s
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_FILTER_LISTS_ATTR_FILTER_58=El valor de expresi\u00f3n targattrfilter de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s proporcionado no es v\u00e1lido debido a que uno o m\u00e1s de los filtros especificados no son v\u00e1lidos a causa de nombres de tipo de atributo no coincidentes en el filtro
SEVERE_WARN_ACI_SYNTAX_INVALID_ATTRIBUTE_TYPE_NAME_59=El valor de nombre de atributo de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s proporcionado no es v\u00e1lido. Para ser v\u00e1lido, el nombre de tipo de atributo debe empezar por una letra ASCII y debe contener exclusivamente letras ASCII, d\u00edgitos o el car\u00e1cter "-"
NOTICE_ACI_SYNTAX_DUBIOUS_AUTHMETHOD_SASL_MECHANISM_60=El mecanismo "%s" de SASL proporcionado en la expresi\u00f3n authmethod de la regla de expresi\u00f3n de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) no es uno de los mecanismos registrados actualmente en el servidor
SEVERE_WARN_ACI_LOCALHOST_DOESNT_MATCH_CANONICAL_VALUE_61=El valor de expresi\u00f3n dns de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado se refiere al nombre de host %s, pero la representaci\u00f3n can\u00f3nica para este nombre de host est\u00e1 configurada para ser %s. El servidor tratar\u00e1 de interpretar autom\u00e1ticamente el valor del host local correcto
SEVERE_WARN_ACI_HOSTNAME_DOESNT_MATCH_CANONICAL_VALUE_62=El valor de expresi\u00f3n dns de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado se refiere al nombre de host %s, que resuelve en la direcci\u00f3n IP %s, pero el nombre de host can\u00f3nico para esa direcci\u00f3n IP es %s. Por lo tanto, es probable que el nombre de host proporcionado nunca coincida con ning\u00fan cliente
SEVERE_WARN_ACI_ERROR_CHECKING_CANONICAL_HOSTNAME_63=Se ha producido un error al tratar de determinar si el nombre de host %s referido en la regla de enlace de la expresi\u00f3n nds "%s" usa la representaci\u00f3n can\u00f3nica correcta:  %s. Por lo tanto, es probable que el nombre de host proporcionado nunca coincida con ning\u00fan cliente
INFO_ACI_DESCRIPTION_GLOBAL_ACI_64=Especifica un tipo de atributo de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) que se puede utilizar para definir las ACI de \u00e1mbito global en los contextos de los nombres
INFO_ACI_ADD_LIST_NO_GLOBAL_ACIS_65=No se han encontrado tipos de atributo de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction)
INFO_ACI_ADD_LIST_GLOBAL_ACIS_66=Los tipos de atributo %s de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) a\u00f1adidos a la m\u00e1quina de evaluaci\u00f3n del control de acceso
INFO_ACI_HANDLER_FAIL_PROCESS_GLOBAL_ACI_67=Se ha producido un error inesperado al procesar el atributo ds-cfg-global-aci en la entrada de configuraci\u00f3n %s
INFO_ACI_HANDLER_FAIL_PROCESS_ACI_68=Se ha producido un error inesperado al procesar los atributos de la ACI en el sistema de configuraci\u00f3n
SEVERE_WARN_PATTERN_DN_CONSECUTIVE_WILDCARDS_IN_VALUE_69=El ND modelo %s no es v\u00e1lido porque contiene dos comodines consecutivos en un valor de atributo
SEVERE_WARN_PATTERN_DN_TYPE_CONTAINS_SUBSTRINGS_70=El ND modelo %s no es v\u00e1lido porque emplea comodines para realizar una coincidencia de subcadenas en un tipo de atributo. Se permite un solo comod\u00edn en lugar de un tipo de atributo
SEVERE_WARN_PATTERN_DN_TYPE_WILDCARD_IN_MULTIVALUED_RDN_71=El ND modelo %s no es v\u00e1lido porque contiene un comod\u00edn en un tipo de atributo dentro de un RDN multivalor
SEVERE_WARN_ACI_HANDLER_CANNOT_LOCK_NEW_SUPERIOR_USER_72=No se pudo obtener un bloqueo en la nueva entrada superior de ModifyDN %s
SEVERE_WARN_ACI_NOT_VALID_DN_73=Se ha omitido la comprobaci\u00f3n de autoescritura porque un atributo "%s" con una sintaxis de nombre distinguido no es un ND v\u00e1lido
SEVERE_WARN_ACI_TARGETATTR_INVALID_ATTR_TOKEN_74=El valor de expresi\u00f3n targetattr de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido porque la expresi\u00f3n contiene tokens no v\u00e1lidos o duplicados
SEVERE_WARN_ACI_SYNTAX_ROLEDN_NOT_SUPPORTED_75=El valor de expresi\u00f3n de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido porque contiene la palabra clave no admitida roledn, reempl\u00e1cela por la palabra clave groupdn
SEVERE_WARN_ACI_SERVER_DECODE_FAILED_76=No se pudo descodificar la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) %s
SEVERE_WARN_ACI_ENTER_LOCKDOWN_MODE_77=Se ha activado el modo de bloqueo en el servidor porque se han detectado reglas de instrucciones de control de acceso (ACI, Access Control Instruction) no v\u00e1lidas al iniciarse el servidor o durante una inicializaci\u00f3n del backend
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_URL_78=Se ha producido un error de descodificaci\u00f3n URL del valor de expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionado por la siguiente raz\u00f3n: %s
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_BASEDN_URL_79=El valor de expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionado no pudo analizarse porque la URL LDAP "%s" contiene un ND de base vac\u00edo
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_ATTR_URL_80=El valor de expresi\u00f3n userattr de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionado no pudo analizarse porque el campo de atributo de la URL LDAP "%s" contiene m\u00e1s de una descripci\u00f3n o est\u00e1 vac\u00edo
SEVERE_WARN_ACI_SYNTAX_INVALID_PREFIX_FORMAT_81=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque la parte del prefijo de la expresi\u00f3n "%s" tiene un formato no v\u00e1lido
SEVERE_WARN_ACI_SYNTAX_INVALID_PREFIX_VALUE_82=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque el valor del prefijo de la expresi\u00f3n "%s" no es un valor v\u00e1lido Todos los valores deben ser mayores que o iguales a 0, as\u00ed como menores que o iguales a 32 para direcciones IPV4 o menores que o iguales a 128 para direcciones IPV6
SEVERE_WARN_ACI_SYNTAX_PREFIX_NOT_NUMERIC_83=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque la parte del prefijo de la expresi\u00f3n "%s" tiene un valor no num\u00e9rico
SEVERE_WARN_ACI_SYNTAX_INVALID_IPV4_FORMAT_84=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque el formato de la expresi\u00f3n de direcci\u00f3n IPv4 "%s" no es v\u00e1lido
SEVERE_WARN_ACI_SYNTAX_INVALID_IPV4_VALUE_85=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque la expresi\u00f3n de direcci\u00f3n IPv4 "%s" contiene un valor no v\u00e1lido.  Todos los valores de la direcci\u00f3n deben estar entre 0 y 255
SEVERE_WARN_ACI_SYNTAX_IPV4_NOT_NUMERIC_86=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque la expresi\u00f3n de direcci\u00f3n IPv4 "%s" contiene un valor no num\u00e9rico
SEVERE_WARN_ACI_SYNTAX_IPV6_WILDCARD_INVALID_87=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque la expresi\u00f3n de direcci\u00f3n IPv6 "%s" contiene un car\u00e1cter de comod\u00edn no permitido No se admiten los comodines al usar direcciones IPv6 en una expresi\u00f3n de regla de enlace IP
SEVERE_WARN_ACI_SYNTAX_INVALID_IPV6_FORMAT_88=La expresi\u00f3n de direcci\u00f3n IP "%s" de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse por la siguiente raz\u00f3n: "%s"
SEVERE_WARN_ACI_SYNTAX_INVALID_NETMASK_FORMAT_89=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque la parte de la m\u00e1scara de red de la expresi\u00f3n "%s" tiene un formato no v\u00e1lido
SEVERE_WARN_ACI_SYNTAX_INVALID_NETMASK_90=La expresi\u00f3n de direcci\u00f3n IP de la regla de enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no pudo analizarse porque la parte de la m\u00e1scara de red de la expresi\u00f3n "%s" tiene un valor no v\u00e1lido
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETCONTROL_EXPRESSION_91=El valor de expresi\u00f3n targetcontrol de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, el valor de expresi\u00f3n de palabra clave targetcontrol requiere una o m\u00e1s cadenas de OID de control v\u00e1lidas con el siguiente formato: oid [|| oid1] ... [|| oidN]
SEVERE_WARN_ACI_SYNTAX_ILLEGAL_CHAR_IN_NUMERIC_OID_92=El valor del OID targetcontrol de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no pudo analizarse porque el valor contiene un car\u00e1cter %c no permitido en la posici\u00f3n %d
SEVERE_WARN_ACI_SYNTAX_DOUBLE_PERIOD_IN_NUMERIC_OID_93=El valor del OID targetcontrol de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no pudo analizarse porque el OID num\u00e9rico contiene dos puntos consecutivos en la posici\u00f3n %d
SEVERE_WARN_ACI_SYNTAX_DECODE_EFFECTIVERIGHTS_FAIL_94=Se ha producido un error en la comprobaci\u00f3n de control de acceso porque no pudo descodificarse un control geteffectiverights por la siguiente raz\u00f3n: "%s"
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGEXTOP_EXPRESSION_95=El valor de expresi\u00f3n extop de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) "%s" proporcionado no es v\u00e1lido. Para ser v\u00e1lido, el valor de expresi\u00f3n de palabra clave extop requiere una o m\u00e1s cadenas de OID de solicitud de operaci\u00f3n extendida v\u00e1lidas en el siguiente formato: oid [|| oid1] ... [|| oidN]
SEVERE_WARN_ACI_ATTRIBUTE_NOT_INDEXED_96=El backend %s no tiene un \u00edndice de presencia definido para el tipo de atributo %s. Es posible que la inicializaci\u00f3n de control de acceso tarde mucho tiempo en completarse en este backend
 SEVERE_WARN_ACI_SYNTAX_INVALID_SSF_FORMAT_97=Se ha producido un error al analizar la expresi\u00f3n SSF "%s" de la regla enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada debido al siguiente motivo: "%s"
 SEVERE_WARN_ACI_SYNTAX_INVALID_SSF_RANGE_98=El valor "%s" de la expresi\u00f3n SSF de la regla enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) proporcionada no se encuentra dentro del rango v\u00e1lido. Para que un valor de SSF sea v\u00e1lido debe encontrarse en el rango de 1 a 1.024
 SEVERE_WARN_ACI_SYNTAX_INVALID_TIMEOFDAY_FORMAT_99=Se ha producido un error al analizar la expresi\u00f3n de hora del d\u00eda "%s" de la regla enlace de la instrucci\u00f3n de control de acceso (ACI, Access Control Instruction) debido al siguiente motivo: "%s"
