# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
# Do not translate
#
global.category=ADMIN_TOOL
global.ordinal=-1

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
INFO_ADDRESS_PORT_COLUMN=\u30a2\u30c9\u30ec\u30b9:\u30dd\u30fc\u30c8
INFO_HOSTNAME_LABEL=\u30db\u30b9\u30c8\u540d: 
INFO_ADMINISTRATIVE_USERS_LABEL=\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc: 
INFO_AGE_OF_OLDEST_MISSING_CHANGE_COLUMN=<html>\u8907\u88fd\u3055\u308c\u3066\u3044\u306a\u3044<br>\u6700\u3082\u53e4\u3044\u5909\u66f4\u306e\u7d4c\u904e\u65e5\u6570
INFO_AGE_OF_OLDEST_MISSING_CHANGE_COLUMN_CLI=\u8907\u88fd\u3055\u308c\u3066\u3044\u306a\u3044\u6700\u3082\u53e4\u3044\u5909\u66f4\u306e\u7d4c\u904e\u65e5\u6570
INFO_AUTHENTICATE_BUTTON_LABEL=\u8a8d\u8a3c
INFO_AUTHENTICATE_STATUS_PANEL_BUTTON_TOOLTIP=\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u8a8d\u8a3c\u3057\u3066\u3001\u76e3\u8996\u4e2d\u306e\u60c5\u5831\u3092\u3059\u3079\u3066\u8868\u793a\u3057\u307e\u3059
INFO_BACKENDID_COLUMN=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID
INFO_BASEDN_COLUMN=\u30d9\u30fc\u30b9 DN
INFO_CANCEL_BUTTON_UNINSTALL_TOOLTIP=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u53d6\u308a\u6d88\u3059
MILD_ERR_CANNOT_CONNECT_TO_LOGIN_WITH_CAUSE=\u6307\u5b9a\u3055\u308c\u305f\u8cc7\u683c\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8003\u3048\u3089\u308c\u308b\u539f\u56e0\u306f\u6b21\u306e\u901a\u308a\u3067\u3059: %n%s
MILD_ERR_CANNOT_CONNECT_TO_LOGIN_WITHOUT_CAUSE=\u6307\u5b9a\u3055\u308c\u305f\u8cc7\u683c\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%n\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc DN \u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
MILD_ERR_CANNOT_CONNECT_WITH_ADS_CREDENTIALS_WITHOUT_CAUSE=\u6307\u5b9a\u3055\u308c\u305f\u8cc7\u683c\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%n\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc ID \u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_CLI_UNINSTALL_CONFIRM_BACKUPS=bak \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_CONFIGURATION_SCHEMA=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3068\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_DATABASES=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u524a\u9664\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_DELETE_FILES=\u30d5\u30a1\u30a4\u30eb\u304c\u6c38\u7d9a\u7684\u306b\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u7d9a\u884c\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_LDIFS=ldif \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_LIBRARIES_BINARIES=\u30b5\u30fc\u30d0\u30fc\u30e9\u30a4\u30d6\u30e9\u30ea\u3068\u7ba1\u7406\u30c4\u30fc\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_LOGS=\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_OUTSIDEDBS=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30d1\u30b9\u5916\u90e8\u306e\u6b21\u306e\u5834\u6240\u306b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u304c\u542b\u307e\u308c\u307e\u3059:%n%s%n\u3053\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_OUTSIDELOGS=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30d1\u30b9\u5916\u90e8\u306e\u6b21\u306e\u5834\u6240\u306b\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u304c\u542b\u307e\u308c\u307e\u3059:%n%s%n\u3053\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_STOP=OpenDS \u30b5\u30fc\u30d0\u30fc\u306f\u7a3c\u50cd\u4e2d\u3067\u3042\u308b\u305f\u3081\u3001\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u524d\u306b\u505c\u6b62\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002%n\u30b5\u30fc\u30d0\u30fc\u3092\u505c\u6b62\u3057\u3066\u3001\u30d5\u30a1\u30a4\u30eb\u3092\u6c38\u7d9a\u7684\u306b\u524a\u9664\u3057\u307e\u3059\u304b ?
SEVERE_ERR_CLI_UNINSTALL_NOTHING_TO_BE_UNINSTALLED_NON_INTERACTIVE=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u8981\u7d20\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u4f7f\u7528\u6cd5\u3067\u8aac\u660e\u3055\u308c\u3066\u3044\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u3063\u3066\u3001\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5bfe\u8c61\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
SEVERE_ERR_CLI_UNINSTALL_NOTHING_TO_BE_UNINSTALLED=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5bfe\u8c61\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_CLI_UNINSTALL_SERVER_STOPPED=\u30b5\u30fc\u30d0\u30fc\u306f\u505c\u6b62\u3057\u3066\u3044\u307e\u3059\u3002
INFO_CLI_UNINSTALL_CONFIRM_UPDATE_REMOTE=\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u69cb\u6210\u3057\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002%n\u30b5\u30fc\u30d0\u30fc\u304c\u5b9f\u969b\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u5834\u5408\u306f\u3001\u7ba1\u7406\u8005\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u3066\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306b\u5b58\u5728\u3059\u308b\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u3092\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n%n\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u524a\u9664\u3059\u308b\u305f\u3081\u306e\u8a8d\u8a3c\u3092\u6307\u5b9a\u3059\u308b\u306b\u306f\u3001'Yes' \u3068\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u66f4\u65b0\u305b\u305a\u306b\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001'No' \u3068\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_CONFIRM_UPDATE_REMOTE_AND_START=\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u69cb\u6210\u3057\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002%n\u30b5\u30fc\u30d0\u30fc\u304c\u5b9f\u969b\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3057\u3066\u7ba1\u7406\u8005\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306b\u5b58\u5728\u3059\u308b\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u3092\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n%n\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3057\u3066\u304b\u3089\u3001\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u3066\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001'Yes' \u3068\u5165\u529b\u3057\u307e\u3059\u3002%n\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u66f4\u65b0\u305b\u305a\u306b\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001'No' \u3068\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3057\u3066\u3001\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u307e\u3059\u304b ?
INFO_UNINSTALL_CLI_REFERENCED_HOSTNAME_PROMPT=\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u7528\u306b\u53c2\u7167\u3055\u308c\u3066\u3044\u308b\u3001\u3053\u306e\u30db\u30b9\u30c8\u306e\u540d\u524d (\u307e\u305f\u306f IP \u30a2\u30c9\u30ec\u30b9)
INFO_UNINSTALL_CONFIRM_PROVIDE_AUTHENTICATION_AGAIN=\u8a8d\u8a3c\u3092\u518d\u5ea6\u6307\u5b9a\u3057\u307e\u3059\u304b ? (\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u307b\u304b\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306b\u5b58\u5728\u3059\u308b\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u306f\u524a\u9664\u3055\u308c\u306a\u3044)\u3002
INFO_CLI_UNINSTALL_WHAT_TO_DELETE=OpenDS \u306e\u3059\u3079\u3066\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u524a\u9664\u3057\u307e\u3059\u304b\u3001\u305d\u308c\u3068\u3082\u524a\u9664\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u9078\u629e\u3057\u307e\u3059\u304b ?
INFO_CLI_UNINSTALL_REMOVE_ALL=\u3059\u3079\u3066\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u524a\u9664\u3059\u308b
INFO_CLI_UNINSTALL_SPECIFY_WHAT_REMOVE=\u524a\u9664\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u9078\u629e\u3059\u308b
INFO_CLI_VIEW_DETAILS=\u8a73\u7d30\u306e\u8868\u793a
INFO_CLI_DO_YOU_WANT_TO_CONTINUE=\u7d9a\u884c\u3057\u307e\u3059\u304b ?
INFO_CLI_NUMBER_PROMPT=\u6570\u3092\u5165\u529b\u3059\u308b\u304b\u3001Enter \u30ad\u30fc\u3092\u62bc\u3057\u3066\u30c7\u30d5\u30a9\u30eb\u30c8\u3092\u53d7\u3051\u5165\u308c\u307e\u3059
INFO_CLI_INVALID_RESPONSE=\u7121\u52b9\u306a\u5fdc\u7b54
INFO_CLOSE_BUTTON_UNINSTALL_TOOLTIP=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u308b
INFO_CONFIRM_CLOSE_UNINSTALL_MSG=OpenDS \u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u5b8c\u4e86\u3057\u3066\u3044\u307e\u305b\u3093\u3002%n\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b ?
INFO_CONFIRM_CLOSE_UNINSTALL_TITLE=\u78ba\u8a8d\u304c\u5fc5\u8981
INFO_CONFIRM_RESTART_MESSAGE=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b ?
INFO_CONFIRM_RESTART_TITLE=\u78ba\u8a8d\u304c\u5fc5\u8981
INFO_CONFIRM_STOP_MESSAGE=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u505c\u6b62\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b ?
INFO_CONFIRM_STOP_TITLE=\u78ba\u8a8d\u304c\u5fc5\u8981
INFO_CONFIRM_UNINSTALL_PANEL_INSTRUCTIONS=OpenDS \u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30c4\u30fc\u30eb\u306b\u3088\u308a\u3001\u4e0b\u3067\u9078\u629e\u3057\u305f OpenDS \u30b5\u30fc\u30d0\u30fc\u306e\u90e8\u5206\u3059\u3079\u3066\u304c\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u3059\u3079\u3066\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u5168\u4f53\u304c\u524a\u9664\u3055\u308c\u307e\u3059\u3002
INFO_CONFIRM_UNINSTALL_PANEL_TITLE=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30aa\u30d7\u30b7\u30e7\u30f3
INFO_CONFIRM_UNINSTALL_REPLICATION_SERVER_NOT_RUNNING_MSG=\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u69cb\u6210\u3057\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002%n\u30b5\u30fc\u30d0\u30fc\u304c\u5b9f\u969b\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3057\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3053\u308c\u3092\u8d77\u52d5\u3057\u3066\u7ba1\u7406\u8005\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306b\u5b58\u5728\u3059\u308b\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u3092\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n%n\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3057\u3066\u304b\u3089\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u3001\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001\u300c\u306f\u3044\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002%n\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u66f4\u65b0\u305b\u305a\u306b\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u300c\u3044\u3044\u3048\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
INFO_CONFIRM_UNINSTALL_REPLICATION_SERVER_NOT_RUNNING_TITLE=\u78ba\u8a8d\u304c\u5fc5\u8981
INFO_CONFIRM_UNINSTALL_REPLICATION_SERVER_RUNNING_MSG=\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u69cb\u6210\u3057\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002%n\u30b5\u30fc\u30d0\u30fc\u304c\u5b9f\u969b\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u5834\u5408\u306f\u3001\u7ba1\u7406\u8005\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u3066\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306b\u5b58\u5728\u3059\u308b\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u3092\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n%n\u8a8d\u8a3c\u3092\u6307\u5b9a\u3057\u3066\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001\u300c\u306f\u3044\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002%n\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u66f4\u65b0\u305b\u305a\u306b\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u300c\u3044\u3044\u3048\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
INFO_CONFIRM_UNINSTALL_REPLICATION_SERVER_RUNNING_TITLE=\u78ba\u8a8d\u304c\u5fc5\u8981
INFO_CONFIRM_UNINSTALL_SERVER_NOT_RUNNING_MSG=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u78ba\u8a8d%n\u9078\u629e\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u3059\u3079\u3066\u304c\u6c38\u7d9a\u7684\u306b\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u7d9a\u884c\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b ?
INFO_CONFIRM_UNINSTALL_SERVER_NOT_RUNNING_TITLE=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u78ba\u8a8d
INFO_CONFIRM_UNINSTALL_SERVER_RUNNING_MSG=\u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u50cd\u4e2d%nOpenDS \u30b5\u30fc\u30d0\u30fc\u306f\u7a3c\u50cd\u4e2d\u3067\u3042\u308b\u305f\u3081\u3001\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u524d\u306b\u505c\u6b62\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u3092\u505c\u6b62\u3057\u3001\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b ?\u300c\u3044\u3044\u3048\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u5834\u5408\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u624b\u52d5\u3067\u505c\u6b62\u3057\u3066\u304b\u3089\u7d9a\u884c\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
MILD_ERR_UNINSTALL_READING_REGISTERED_SERVERS_CONFIRM_UPDATE_REMOTE=\u65e2\u5b58\u30b5\u30fc\u30d0\u30fc\u306e\u69cb\u6210\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:\n%s\n\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u304c\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u306e\u524a\u9664\u3092\u30d9\u30b9\u30c8\u30a8\u30d5\u30a9\u30fc\u30c8\u30e2\u30fc\u30c9\u3067\u8a66\u307f\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u304b ?
MILD_ERR_UNINSTALL_ERROR_UPDATING_REMOTE_FORCE=\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30d9\u30fc\u30b9 DN \u306e\u4e00\u90e8\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u3088\u3046\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5bfe\u8c61\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3059\u308b\u53c2\u7167\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001%s \u304a\u3088\u3073 %s (\u307e\u305f\u306f %s) \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u3063\u3066\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u8cc7\u683c\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3053\u3068\u306b\u7559\u610f\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3066\u3082\u5f37\u5236\u7684\u306b\u7d9a\u884c\u3059\u308b\u30e2\u30fc\u30c9\u3067\u3042\u308b\u305f\u3081\u3001\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3057\u3066\u3044\u307e\u3059\u3002
SEVERE_ERR_UNINSTALL_ERROR_UPDATING_REMOTE_NO_FORCE=\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30d9\u30fc\u30b9 DN \u306e\u4e00\u90e8\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u3088\u3046\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5bfe\u8c61\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3059\u308b\u53c2\u7167\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001%s \u304a\u3088\u3073 %s (\u307e\u305f\u306f %s) \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u3063\u3066\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u8cc7\u683c\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3053\u3068\u306b\u7559\u610f\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n\u6307\u5b9a\u3057\u305f\u63a5\u7d9a\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002%nIf you want to uninstall the server even when remote references cannot be removed, you can use the %s option.
MILD_ERR_UNINSTALL_NOT_UPDATE_REMOTE_PROMPT=\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30d9\u30fc\u30b9 DN \u306e\u4e00\u90e8\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u3088\u3046\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5bfe\u8c61\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3059\u308b\u53c2\u7167\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002%n\u7d9a\u884c\u3057\u307e\u3059\u304b ?
INFO_CONFIRM_UNINSTALL_SERVER_RUNNING_TITLE=\u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u50cd\u4e2d\u3067\u3059
INFO_CONNECTIONS_LABEL=\u958b\u3044\u3066\u3044\u308b\u63a5\u7d9a\u6570: 
MILD_ERR_COULD_NOT_FIND_VALID_LDAPURL=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002%n\u3053\u308c\u306f\u3001\u6307\u5b9a\u3057\u305f\u63a5\u7d9a\u30d1\u30e9\u30e1\u30fc\u30bf\u7528\u306e\u6709\u52b9\u306a LDAP \u30dd\u30fc\u30c8\u304c\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u3001\u307e\u305f\u306f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u8aad\u307f\u53d6\u308a\u6a29\u304c\u306a\u3044\u305f\u3081\u306b\u3001\u767a\u751f\u3057\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
INFO_DATABASES_TITLE=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9
INFO_DELETE_OUTSIDE_DBS_LABEL=\u3053\u308c\u3089\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664
INFO_DELETE_OUTSIDE_DBS_MSG=\u30b5\u30fc\u30d0\u30fc\u30d1\u30b9\u5916\u90e8\u306e\u6b21\u306e\u5834\u6240\u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u3059: 
INFO_DELETE_OUTSIDE_DBS_TOOLTIP=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5916\u90e8\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3059\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30dc\u30c3\u30af\u30b9\u306b\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u3092\u4ed8\u3051\u307e\u3059
INFO_DELETE_OUTSIDE_LOGS_LABEL=\u3053\u308c\u3089\u306e\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664
INFO_DELETE_OUTSIDE_LOGS_MSG=\u30b5\u30fc\u30d0\u30fc\u30d1\u30b9\u5916\u90e8\u306e\u6b21\u306e\u5834\u6240\u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u3059: 
INFO_DELETE_OUTSIDE_LOGS_TOOLTIP=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5916\u90e8\u306e\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3059\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30dc\u30c3\u30af\u30b9\u306b\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u3092\u4ed8\u3051\u307e\u3059
INFO_DISABLED_LABEL=\u7121\u52b9
INFO_ENABLED_LABEL=\u6709\u52b9
MILD_ERR_READING_CONFIG_FILE=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
MILD_ERR_READING_CONFIG_LDAP=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u6307\u5b9a\u3055\u308c\u305f\u8a8d\u8a3c\u60c5\u5831\u3092\u691c\u8a3c\u3057\u307e\u3059\u3002%n\u8a73\u7d30: %s
SEVERE_ERR_STARTING_SERVER_GENERIC=\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
INFO_FINISH_BUTTON_UNINSTALL_LABEL=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
INFO_FINISH_BUTTON_UNINSTALL_TOOLTIP=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u5b8c\u4e86
INFO_FRAME_UNINSTALL_TITLE=OpenDS \u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
INFO_INSTALLATION_PATH_LABEL=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30d1\u30b9: 
INFO_JAVA_VERSION_LABEL=Java \u306e\u30d0\u30fc\u30b8\u30e7\u30f3: 
INFO_JMX_PROTOCOL_LABEL=JMX
INFO_JMX_SECURE_PROTOCOL_LABEL=JMX (\u30bb\u30ad\u30e5\u30a2)
INFO_LDAP_PROTOCOL_LABEL=LDAP
INFO_LDAPS_PROTOCOL_LABEL=LDAPS
INFO_LDIF_PROTOCOL_LABEL=LDIF
INFO_SNMP_PROTOCOL_LABEL=SNMP
INFO_LISTENERS_TITLE=\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
INFO_LOGIN_CANCEL_BUTTON_TOOLTIP=\u30ed\u30b0\u30a4\u30f3\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u9589\u3058\u308b
INFO_LOGIN_DIALOG_MSG=\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc DN \u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3066\u3001\u76e3\u8996\u60c5\u5831\u3092\u53d6\u5f97\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_LOGIN_DIALOG_SERVER_NOT_RUNNING_MSG=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u52d5\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u300cOK\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u72b6\u614b\u30d1\u30cd\u30eb\u3092\u7d9a\u884c\u3057\u307e\u3059\u3002
INFO_LOGIN_DIALOG_SERVER_NOT_RUNNING_TITLE=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u52d5\u3057\u3066\u3044\u307e\u305b\u3093
INFO_LOGIN_DIALOG_TITLE=\u8a8d\u8a3c\u304c\u5fc5\u8981
INFO_LOGIN_DN_LABEL=\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc DN: 
INFO_LOGIN_DN_TOOLTIP=\u76e3\u8996\u60c5\u5831\u306e\u53d6\u5f97\u306b\u4f7f\u7528\u3059\u308b\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u8b58\u5225\u540d (DN) \u3092\u5165\u529b\u3057\u307e\u3059
INFO_LOGIN_OK_BUTTON_TOOLTIP=\u8a8d\u8a3c\u306b\u9032\u3080
INFO_LOGIN_PWD_LABEL=\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9: 
INFO_LOGIN_PWD_TOOLTIP=\u76e3\u8996\u60c5\u5831\u306e\u53d6\u5f97\u306b\u4f7f\u7528\u3059\u308b\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u307e\u3059
INFO_MISSING_CHANGES_COLUMN=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u3066\u306a\u3044\u5909\u66f4
INFO_NO_DBS_FOUND=-LDAP \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093-
INFO_NO_LISTENERS_FOUND=-\u30ea\u30b9\u30ca\u30fc\u30dd\u30fc\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093-
INFO_NOT_APPLICABLE_LABEL=--
INFO_NOT_AVAILABLE_AUTHENTICATION_REQUIRED_CLI_LABEL=<\u53c2\u7167\u3067\u304d\u307e\u305b\u3093> (*)
INFO_NOT_AVAILABLE_SHORT_LABEL=\u306a\u3057
INFO_NOT_AVAILABLE_AUTHENTICATION_REQUIRED_CLI_LEGEND=* \u60c5\u5831\u3092\u53c2\u7167\u3067\u304d\u308b\u306e\u306f\u3001\u30b9\u30c6\u30fc\u30bf\u30b9\u30b3\u30de\u30f3\u30c9\u306e\u8d77\u52d5\u6642\u306b\u6709\u52b9\u306a\u8a8d\u8a3c\u60c5\u5831\u3092\u5165\u529b\u3057\u305f\u5834\u5408\u3060\u3051\u3067\u3059\u3002
INFO_NOT_AVAILABLE_AUTHENTICATION_REQUIRED_TOOLTIP=<html>\u60c5\u5831\u3092\u53c2\u7167\u3067\u304d\u308b\u306e\u306f\u3001\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u8a8d\u8a3c\u3055\u308c\u3066<br>\u3044\u308b\u5834\u5408\u3060\u3051\u3067\u3059\u3002
INFO_NOT_AVAILABLE_SERVER_DOWN_CLI_LABEL=<\u53c2\u7167\u3067\u304d\u307e\u305b\u3093> (*)
INFO_NOT_AVAILABLE_SERVER_DOWN_CLI_LEGEND=* \u60c5\u5831\u3092\u53c2\u7167\u3067\u304d\u308b\u306e\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u52d5\u3057\u3066\u3044\u3066\u3001\u30b9\u30c6\u30fc\u30bf\u30b9\u30b3\u30de\u30f3\u30c9\u306e\u8d77\u52d5\u6642\u306b\u6709\u52b9\u306a\u8a8d\u8a3c\u60c5\u5831\u3092\u5165\u529b\u3057\u305f\u5834\u5408\u3060\u3051\u3067\u3059\u3002
INFO_NOT_AVAILABLE_SERVER_DOWN_TOOLTIP=<html>\u60c5\u5831\u3092\u53c2\u7167\u3067\u304d\u308b\u306e\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u52d5\u4e2d\u3067\u3042\u308a\u3001\u304b\u3064\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u8a8d\u8a3c\u3055\u308c\u3066<br>\u3044\u308b\u5834\u5408\u3060\u3051\u3067\u3059\u3002
INFO_NOTHING_SELECTED_TO_UNINSTALL=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5bfe\u8c61\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_NUMBER_ENTRIES_COLUMN=\u30a8\u30f3\u30c8\u30ea
INFO_OPENDS_VERSION_LABEL=OpenDS \u306e\u30d0\u30fc\u30b8\u30e7\u30f3: 
INFO_PROGRESS_REMOVING_REFERENCES=%s \u4e0a\u306e\u53c2\u7167\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059
INFO_PROTOCOL_COLUMN=\u30d7\u30ed\u30c8\u30b3\u30eb
INFO_QUIT_STATUS_PANEL_BUTTON_TOOLTIP=\u72b6\u614b\u30d1\u30cd\u30eb\u306e\u7d42\u4e86
INFO_REMOVE_BACKUPS_LABEL=bak \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb
INFO_REMOVE_BACKUPS_TOOLTIP=bak \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664
INFO_REMOVE_DATABASES_LABEL=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4
INFO_REMOVE_DATABASES_TOOLTIP=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u524a\u9664
INFO_REMOVE_LABEL=\u524a\u9664:
INFO_REMOVE_LDIFS_LABEL=ldif \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb
INFO_REMOVE_LDIFS_TOOLTIP=ldif \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664
INFO_REMOVE_LIBRARIES_AND_TOOLS_LABEL=\u30b5\u30fc\u30d0\u30fc\u30e9\u30a4\u30d6\u30e9\u30ea\u3068\u7ba1\u7406\u30c4\u30fc\u30eb
INFO_REMOVE_LIBRARIES_AND_TOOLS_TOOLTIP=\u30b5\u30fc\u30d0\u30fc\u30e9\u30a4\u30d6\u30e9\u30ea\u3068\u7ba1\u7406\u30c4\u30fc\u30eb\u306e\u524a\u9664
INFO_REMOVE_LOGS_LABEL=\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb
INFO_REMOVE_LOGS_TOOLTIP=\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664
INFO_REMOVE_SCHEMA_AND_CONFIGURATION_LABEL=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3068\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb
INFO_REMOVE_SCHEMA_AND_CONFIGURATION_TOOLTIP=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3068\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664
INFO_REPLICATED_COLUMN=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
INFO_RESTART_BUTTON_LABEL=\u518d\u8d77\u52d5
INFO_RESTART_BUTTON_TOOLTIP=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u518d\u8d77\u52d5
INFO_SERVER_DETAILS_TITLE=\u30b5\u30fc\u30d0\u30fc\u306e\u8a73\u7d30
INFO_SERVER_PATH_LABEL=\u30b5\u30fc\u30d0\u30fc\u30d1\u30b9: 
INFO_SERVER_STARTED_LABEL=\u8d77\u52d5\u6e08\u307f
INFO_SERVER_STARTING_LABEL=\u8d77\u52d5\u4e2d
INFO_SERVER_STATUS_LABEL=\u30b5\u30fc\u30d0\u30fc\u306e\u7a3c\u52d5\u72b6\u614b: 
INFO_SERVER_STATUS_TITLE=\u30b5\u30fc\u30d0\u30fc\u306e\u72b6\u614b
INFO_SERVER_STOPPED_LABEL=\u505c\u6b62\u6e08\u307f
INFO_SERVER_STOPPING_LABEL=\u505c\u6b62\u4e2d
INFO_SERVER_UNKNOWN_STATUS_LABEL=\u4e0d\u660e
INFO_START_BUTTON_LABEL=\u8d77\u52d5
INFO_START_BUTTON_TOOLTIP=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5
INFO_STATE_COLUMN=\u72b6\u614b
INFO_STATUS_CLI_USAGE_DESCRIPTION=\u3053\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u3063\u3066\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u57fa\u672c\u60c5\u5831\u3092\u8868\u793a\u3067\u304d\u307e\u3059
SEVERE_ERR_STATUS_PANEL_LAUNCHER_GUI_LAUNCH_FAILED=\u72b6\u614b\u30d1\u30cd\u30eb\u3092\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306b\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SEVERE_ERR_STATUS_PANEL_LAUNCHER_GUI_LAUNCH_FAILED_DETAILS=\u72b6\u614b\u30d1\u30cd\u30eb\u3092\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306b\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a73\u7d30\u306f\u30d5\u30a1\u30a4\u30eb %s \u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_STATUS_PANEL_LAUNCHER_USAGE_DESCRIPTION=\u3053\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u3063\u3066\u72b6\u614b\u30d1\u30cd\u30eb\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002\u72b6\u614b\u30d1\u30cd\u30eb\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u57fa\u672c\u60c5\u5831\u3092\u8868\u793a\u3057\u305f\u308a\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3001\u505c\u6b62\u3001\u304a\u3088\u3073\u518d\u8d77\u52d5\u3057\u305f\u308a\u3067\u304d\u307e\u3059\u3002
INFO_STATUSPANEL_DIALOG_TITLE=OpenDS \u72b6\u614b\u30d1\u30cd\u30eb
INFO_STOP_BUTTON_LABEL=\u505c\u6b62
INFO_STOP_BUTTON_TOOLTIP=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u505c\u6b62\u3059\u308b
INFO_BASEDN_NOT_REPLICATED_LABEL=\u7121\u52b9
INFO_BASEDN_REPLICATED_LABEL=\u6709\u52b9
INFO_SUMMARY_DELETING_EXTERNAL_DB_FILES=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30d1\u30b9\u5916\u90e8\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
INFO_SUMMARY_DELETING_EXTERNAL_LOG_FILES=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30d1\u30b9\u5916\u90e8\u306e\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
INFO_SUMMARY_DELETING_EXTERNAL_REFERENCES=\u5916\u90e8\u53c2\u7167\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
INFO_SUMMARY_DELETING_INSTALLATION_FILES=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30d1\u30b9\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
INFO_SUMMARY_DISABLING_WINDOWS_SERVICE=Windows \u30b5\u30fc\u30d3\u30b9\u3092\u7121\u52b9\u306b\u3057\u3066\u3044\u307e\u3059...
INFO_SUMMARY_UNCONFIGURING_REPLICATION=\u30ea\u30e2\u30fc\u30c8 OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306e\u53c2\u7167\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY=<b>OpenDS \u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002</b>
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY_CLI=OpenDS \u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY_REMOVE_JARFILES=<b>OpenDS \u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002</b><br><br>\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u5b8c\u4e86\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u30d5\u30a1\u30a4\u30eb\u304a\u3088\u3073\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u624b\u4f5c\u696d\u3067\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044:<br>%s
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY_REMOVE_JARFILES_CLI=OpenDS \u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002%n\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u5b8c\u4e86\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u30d5\u30a1\u30a4\u30eb\u304a\u3088\u3073\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u624b\u4f5c\u696d\u3067\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044:%n%s
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u3057\u304f\u306f '\u8a73\u7d30' \u30c6\u30ad\u30b9\u30c8\u9818\u57df\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR_ON_REMOTE=<b>OpenDS \u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f</b><br>OpenDS \u3092\u30ed\u30fc\u30ab\u30eb\u30de\u30b7\u30f3\u304b\u3089\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3053\u3068\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u66f4\u65b0\u4e2d\u306b\u3044\u304f\u3064\u304b\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u3057\u304f\u306f '\u8a73\u7d30' \u30c6\u30ad\u30b9\u30c8\u9818\u57df\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR_ON_REMOTE_CLI=OpenDS \u3092\u30ed\u30fc\u30ab\u30eb\u30de\u30b7\u30f3\u304b\u3089\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3053\u3068\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u66f4\u65b0\u4e2d\u306b\u3044\u304f\u3064\u304b\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR_DELETING=<b>OpenDS \u306e\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f</b><br>OpenDS \u3092\u30ed\u30fc\u30ab\u30eb\u30de\u30b7\u30f3\u304b\u3089\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3053\u3068\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664\u4e2d\u306b\u3044\u304f\u3064\u304b\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u554f\u984c\u306e\u539f\u56e0\u306b\u306a\u3063\u305f\u30d5\u30a1\u30a4\u30eb\u306b\u3064\u3044\u3066\u8a73\u3057\u304f\u306f\u3001'\u8a73\u7d30' \u30c6\u30ad\u30b9\u30c8\u9818\u57df\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br><br>\u307b\u304b\u306e\u30d7\u30ed\u30b0\u30e9\u30e0\u304c\u3053\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u7528\u3057\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u30d5\u30a1\u30a4\u30eb\u3092\u624b\u4f5c\u696d\u3067\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR_DELETING_CLI=OpenDS \u3092\u30ed\u30fc\u30ab\u30eb\u30de\u30b7\u30f3\u304b\u3089\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3053\u3068\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664\u4e2d\u306b\u3044\u304f\u3064\u304b\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u554f\u984c\u306e\u539f\u56e0\u306b\u306a\u3063\u305f\u30d5\u30a1\u30a4\u30eb\u306b\u3064\u3044\u3066\u8a73\u3057\u304f\u306f\u3001'\u8a73\u7d30' \u30c6\u30ad\u30b9\u30c8\u9818\u57df\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n%n\u307b\u304b\u306e\u30d7\u30ed\u30b0\u30e9\u30e0\u304c\u3053\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u7528\u3057\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u30d5\u30a1\u30a4\u30eb\u3092\u624b\u4f5c\u696d\u3067\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_SUMMARY_UNINSTALL_NOT_STARTED=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u958b\u59cb\u3057\u3066\u3044\u307e\u3059...
INFO_UNDEFINED_PROTOCOL_LABEL=-\u4e0d\u660e-
SEVERE_ERR_UNINSTALL_LAUNCHER_GUI_LAUNCHED_FAILED=%n%n\u30b0\u30e9\u30d5\u30a3\u30ab\u30eb\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002%n%n\u30b3\u30de\u30f3\u30c9\u884c\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u8d77\u52d5\u3057\u3066\u3044\u307e\u3059...
SEVERE_ERR_UNINSTALL_LAUNCHER_GUI_LAUNCHED_FAILED_DETAILS=%n%n\u30b0\u30e9\u30d5\u30a3\u30ab\u30eb\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306f\u30d5\u30a1\u30a4\u30eb %s \u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002%n%n\u30b3\u30de\u30f3\u30c9\u884c\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u8d77\u52d5\u3057\u3066\u3044\u307e\u3059...
INFO_UNINSTALL_LAUNCHER_LAUNCHING_CLI=\u30b3\u30de\u30f3\u30c9\u884c\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u8d77\u52d5\u3057\u3066\u3044\u307e\u3059...
INFO_UNINSTALL_LAUNCHER_LAUNCHING_GUI=\u30b0\u30e9\u30d5\u30a3\u30ab\u30eb\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u8d77\u52d5\u3057\u3066\u3044\u307e\u3059...
INFO_UNINSTALL_LAUNCHER_USAGE_DESCRIPTION=\u3053\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u3063\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u3059\u3002
INFO_UNINSTALL_LOGIN_CANCEL_BUTTON_TOOLTIP=\u3053\u306e\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u9589\u3058\u3066\u3001\u307b\u304b\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306b\u5b58\u5728\u3059\u308b\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u3092\u524a\u9664\u3057\u3088\u3046\u3068\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
INFO_UNINSTALL_LOGIN_DIALOG_MSG=\u307b\u304b\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306b\u5b58\u5728\u3059\u308b\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30e6\u30fc\u30b6\u30fc ID \u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002%n\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u53c2\u7167\u3055\u308c\u308b\u30db\u30b9\u30c8\u540d (\u307e\u305f\u306f IP \u30a2\u30c9\u30ec\u30b9) \u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_UNINSTALL_LOGIN_HOST_NAME_LABEL=\u30db\u30b9\u30c8\u540d: 
INFO_UNINSTALL_LOGIN_HOST_NAME_TOOLTIP=\u307b\u304b\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u3067\u53c2\u7167\u3055\u308c\u308b\u3001\u3053\u306e\u30db\u30b9\u30c8\u306e\u540d\u524d (\u307e\u305f\u306f IP \u30a2\u30c9\u30ec\u30b9)\u3002
INFO_UNINSTALL_LOGIN_OK_BUTTON_TOOLTIP=\u6307\u5b9a\u3055\u308c\u305f\u8a8d\u8a3c\u3092\u4f7f\u3063\u3066\u63a5\u7d9a\u3092\u8a66\u307f\u307e\u3059\u3002
INFO_UNINSTALL_LOGIN_PWD_TOOLTIP=\u307b\u304b\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306e\u69cb\u6210\u306e\u8aad\u307f\u53d6\u308a\u304a\u3088\u3073\u66f4\u65b0\u306b\u4f7f\u7528\u3059\u308b\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3002
INFO_UNINSTALL_LOGIN_UID_TOOLTIP=\u307b\u304b\u306e OpenDS \u30b5\u30fc\u30d0\u30fc\u5185\u306e\u69cb\u6210\u306e\u8aad\u307f\u53d6\u308a\u304a\u3088\u3073\u66f4\u65b0\u306b\u4f7f\u7528\u3059\u308b\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30e6\u30fc\u30b6\u30fc ID\u3002
INFO_UNKNOWN_LABEL=--
INFO_UNINSTALLDS_DESCRIPTION_FORCE=\u30ea\u30e2\u30fc\u30c8 OpenDS \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5185\u3067\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u53c2\u7167\u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u306b\u3001\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u3053\u306e\u5f15\u6570\u3092\u4f7f\u7528\u3067\u304d\u308b\u306e\u306f\u3001\u30d7\u30ed\u30f3\u30d7\u30c8\u5f15\u6570\u306a\u3057\u306e %s \u306e\u5834\u5408\u3060\u3051\u3067\u3059\u3002
INFO_DESCRIPTION_REFERENCED_HOST=\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u7528\u306b\u53c2\u7167\u3055\u308c\u3066\u3044\u308b\u3001\u3053\u306e\u30db\u30b9\u30c8\u306e\u540d\u524d (\u307e\u305f\u306f IP \u30a2\u30c9\u30ec\u30b9)
INFO_UNINSTALLDS_DESCRIPTION_CLI=\u30b3\u30de\u30f3\u30c9\u884c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u4f7f\u7528\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b0\u30e9\u30d5\u30a3\u30ab\u30eb\u30a4\u30f3\u30bf\u30d5\u30a7\u30fc\u30b9\u304c\u8d77\u52d5\u3057\u307e\u3059\u3002\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u3001\u6b8b\u308a\u306e\u30aa\u30d7\u30b7\u30e7\u30f3 (help \u3068 version \u3092\u9664\u304f) \u304c\u8003\u616e\u3055\u308c\u307e\u3059
INFO_UNINSTALLDS_DESCRIPTION_QUIET=\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u975e\u51fa\u529b\u30e2\u30fc\u30c9\u3067\u5b9f\u884c\u3057\u307e\u3059\u3002\u975e\u51fa\u529b\u30e2\u30fc\u30c9\u3067\u306f\u3001\u9032\u6357\u60c5\u5831\u304c\u6a19\u6e96\u51fa\u529b\u306b\u51fa\u529b\u3055\u308c\u307e\u305b\u3093
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_ALL=OpenDS \u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u3059\u3079\u3066\u524a\u9664\u3057\u307e\u3059 (\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u6b8b\u308a\u306e\u524a\u9664\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093)
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_SERVER_LIBRARIES=\u30b5\u30fc\u30d0\u30fc\u30e9\u30a4\u30d6\u30e9\u30ea\u3068\u7ba1\u7406\u30c4\u30fc\u30eb\u306e\u524a\u9664
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_DATABASES=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u524a\u9664
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_LOG_FILES=\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_CONFIGURATION_FILES=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_BACKUP_FILES=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_LDIF_FILES=LDIF \u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664
INFO_DESCRIPTION_ADMIN_UID=\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30e6\u30fc\u30b6\u30fc ID
INFO_DESCRIPTION_ENABLE_REPLICATION_HOST1=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u5b8c\u5168\u4fee\u98fe\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f IP \u30a2\u30c9\u30ec\u30b9
INFO_DESCRIPTION_ENABLE_REPLICATION_SERVER_PORT1=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30dd\u30fc\u30c8\u756a\u53f7
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDDN1=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b DN\u3002\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u304c\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORD1=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u3002\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30a4\u30f3\u30c9 DN \u3092\u6307\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORDFILE1=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u3002\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30a4\u30f3\u30c9 DN \u3092\u6307\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_REPLICATION_USE_SSL1=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u306b SSL \u3092\u4f7f\u7528\u3057\u307e\u3059
INFO_DESCRIPTION_ENABLE_REPLICATION_STARTTLS1=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u306b StartTLS \u3092\u4f7f\u7528\u3057\u307e\u3059
INFO_DESCRIPTION_ENABLE_REPLICATION_PORT1=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u6a5f\u69cb\u304c\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u901a\u4fe1\u306b\u4f7f\u7528\u3059\u308b\u30dd\u30fc\u30c8\u3002\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u4ee5\u524d\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306b\u306e\u307f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_SECURE_REPLICATION1=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u7d4c\u7531\u3067\u306e\u901a\u4fe1\u3092\u6697\u53f7\u5316\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u521d\u56de\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u69cb\u6210\u3059\u308b\u5834\u5408\u306b\u306e\u307f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u4f7f\u7528\u3092\u8003\u616e\u3057\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_REPLICATION_HOST2=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b 2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u5b8c\u5168\u4fee\u98fe\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f IP \u30a2\u30c9\u30ec\u30b9
INFO_DESCRIPTION_ENABLE_REPLICATION_SERVER_PORT2=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b 2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30dd\u30fc\u30c8\u756a\u53f7
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDDN2=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b 2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b DN\u3002\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u304c\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059
INFO_DESCRIPTION_ENABLE_REPLICATION_SKIPPORT=\u6307\u5b9a\u3057\u305f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3059\u308b\u305f\u3081\u306e\u30c1\u30a7\u30c3\u30af\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_REPLICATION_NO_SCHEMA_REPLICATION=\u30b5\u30fc\u30d0\u30fc\u9593\u306e\u30b9\u30ad\u30fc\u30de\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3057\u307e\u305b\u3093
INFO_DESCRIPTION_ENABLE_REPLICATION_USE_SECOND_AS_SCHEMA_SOURCE=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u4f7f\u7528\u3057\u3066\u3001\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u3092\u521d\u671f\u5316\u3057\u307e\u3059\u3002\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3082\u30aa\u30d7\u30b7\u30e7\u30f3 %s \u3082\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u3092\u4f7f\u7528\u3057\u3066 2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u304c\u521d\u671f\u5316\u3055\u308c\u307e\u3059
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORD2=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b 2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30022 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30a4\u30f3\u30c9 DN \u3092\u6307\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORDFILE2=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b 2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u30022 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30a4\u30f3\u30c9 DN \u3092\u6307\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_REPLICATION_USE_SSL2=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u306b SSL \u3092\u4f7f\u7528\u3057\u307e\u3059
INFO_DESCRIPTION_ENABLE_REPLICATION_PORT2=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u6a5f\u69cb\u304c\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u901a\u4fe1\u306b\u4f7f\u7528\u3059\u308b\u30dd\u30fc\u30c8\u30022 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u4ee5\u524d\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306b\u306e\u307f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_SECURE_REPLICATION2=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u7d4c\u7531\u3067\u306e\u901a\u4fe1\u3092\u6697\u53f7\u5316\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u30022 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u521d\u56de\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u69cb\u6210\u3059\u308b\u5834\u5408\u306b\u306e\u307f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u4f7f\u7528\u3092\u8003\u616e\u3057\u307e\u3059\u3002
INFO_DESCRIPTION_ENABLE_REPLICATION_STARTTLS2=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u306b StartTLS \u3092\u4f7f\u7528\u3057\u307e\u3059
INFO_DESCRIPTION_REPLICATION_BASEDNS=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u30c7\u30fc\u30bf\u3001\u521d\u671f\u5316\u3059\u308b\u30c7\u30fc\u30bf\u3001\u307e\u305f\u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3059\u308b\u30c7\u30fc\u30bf\u306e\u30d9\u30fc\u30b9 DN\u3002\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8907\u6570\u56de\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3001\u8907\u6570\u306e\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3067\u304d\u307e\u3059
INFO_DESCRIPTION_REPLICATION_ADMIN_UID=\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30e6\u30fc\u30b6\u30fc ID\u3002 '%s' \u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u304c\u4ee5\u524d\u306b\u3044\u305a\u308c\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u3082\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306b\u3001\u6307\u5b9a\u3057\u305f\u30c7\u30fc\u30bf\u3092\u4f7f\u3063\u3066\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
INFO_DESCRIPTION_REPLICATION_ADMIN_BINDPASSWORD=\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9
INFO_DESCRIPTION_REPLICATION_ADMIN_BINDPASSWORDFILE=\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb
INFO_DESCRIPTION_INITIALIZE_REPLICATION_HOST_SOURCE=\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u306e\u521d\u671f\u5316\u306b\u4f7f\u7528\u3059\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u542b\u3080\u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u306e\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f IP \u30a2\u30c9\u30ec\u30b9
INFO_DESCRIPTION_INITIALIZE_REPLICATION_SERVER_PORT_SOURCE=\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u306e\u521d\u671f\u5316\u306b\u4f7f\u7528\u3059\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u542b\u3080\u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30dd\u30fc\u30c8\u756a\u53f7
INFO_DESCRIPTION_INITIALIZE_REPLICATION_USE_SSL_SOURCE=\u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u306b SSL \u3092\u4f7f\u7528\u3057\u307e\u3059
INFO_DESCRIPTION_INITIALIZE_REPLICATION_STARTTLS_SOURCE=\u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u306b StartTLS \u3092\u4f7f\u7528\u3057\u307e\u3059
INFO_DESCRIPTION_INITIALIZE_REPLICATION_HOST_DESTINATION=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3059\u308b\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f IP \u30a2\u30c9\u30ec\u30b9
INFO_DESCRIPTION_INITIALIZE_REPLICATION_SERVER_PORT_DESTINATION=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3059\u308b\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30dd\u30fc\u30c8\u756a\u53f7
INFO_DESCRIPTION_INITIALIZE_REPLICATION_USE_SSL_DESTINATION=\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u306b SSL \u3092\u4f7f\u7528\u3057\u307e\u3059
INFO_DESCRIPTION_INITIALIZE_REPLICATION_STARTTLS_DESTINATION=\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u306b StartTLS \u3092\u4f7f\u7528\u3057\u307e\u3059
INFO_DESCRIPTION_EXTERNAL_INITIALIZATION_LOCAL=\u5916\u90e8\u30e1\u30bd\u30c3\u30c9 (import-ldif \u30b3\u30de\u30f3\u30c9\u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc) \u3092\u4f7f\u7528\u3057\u3066\u6307\u5b9a\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3060\u3051\u3092\u521d\u671f\u5316\u3059\u308b\u5834\u5408\u306b\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
INFO_REPLICATION_TOOL_DESCRIPTION=\u3053\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u7528\u3057\u3066\u30b5\u30fc\u30d0\u30fc\u9593\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u69cb\u6210\u3059\u308b\u3053\u3068\u3067\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30fc\u30bf\u3092\u540c\u671f\u3067\u304d\u307e\u3059\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u52d5\u4f5c\u3055\u305b\u308b\u306b\u306f\u3001\u6700\u521d\u306b '%s' \u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u3092\u4f7f\u7528\u3057\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3057\u3066\u304b\u3089\u3001 '%s' \u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u3092\u4f7f\u7528\u3057\u3066\u3001\u3042\u308b\u30b5\u30fc\u30d0\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u521d\u671f\u5316\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
INFO_REPLICATION_DESCRIPTION_QUIET=\u975e\u51fa\u529b\u64cd\u4f5c\u3092\u5b9f\u884c\u3057\u307e\u3059 (\u9032\u6357\u60c5\u5831\u306f\u6a19\u6e96\u51fa\u529b\u306b\u51fa\u529b\u3055\u308c\u306a\u3044)
INFO_DESCRIPTION_DISABLE_REPLICATION_BINDDN=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3059\u308b\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30d0\u30a4\u30f3\u30c9\u306b\u4f7f\u7528\u3059\u308b DN\u3002\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u304c\u30b5\u30fc\u30d0\u30fc\u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u307e\u305f\u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u53c2\u7167\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u3092\u30e6\u30fc\u30b6\u30fc\u304c\u671b\u307e\u306a\u3044\u5834\u5408\u306b\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3059\u308b\u5834\u5408\u306b\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
INFO_DESCRIPTION_SUBCMD_INITIALIZE_REPLICATION=\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u306e\u6307\u5b9a\u3057\u305f\u30d9\u30fc\u30b9 DN \u5185\u306b\u3042\u308b\u30c7\u30fc\u30bf\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u3001\u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u521d\u671f\u5316\u3057\u307e\u3059\u3002\u3053\u306e\u64cd\u4f5c\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3057\u305f\u3042\u3068\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6a5f\u80fd\u3055\u305b\u308b\u305f\u3081\u306b\u5fc5\u8981\u3067\u3059 ('%s' \u3082\u540c\u3058\u76ee\u7684\u3067\u4f7f\u7528\u53ef\u80fd)\u3002
INFO_DESCRIPTION_SUBCMD_INITIALIZE_ALL_REPLICATION=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u542b\u3080\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u3001\u6307\u5b9a\u3057\u305f\u30d9\u30fc\u30b9 DN \u5185\u306e\u30c7\u30fc\u30bf\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u3001\u6307\u5b9a\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u521d\u671f\u5316\u3057\u307e\u3059\u3002\u3053\u306e\u64cd\u4f5c\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3057\u305f\u3042\u3068\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6a5f\u80fd\u3055\u305b\u308b\u305f\u3081\u306b\u5fc5\u8981\u3067\u3059 (\u5404\u30b5\u30fc\u30d0\u30fc\u306b\u9069\u7528\u3055\u308c\u308b '%s' \u3082\u540c\u3058\u76ee\u7684\u3067\u4f7f\u7528\u53ef\u80fd)\u3002
INFO_DESCRIPTION_SUBCMD_PRE_EXTERNAL_INITIALIZATION=import-ldif \u30c4\u30fc\u30eb\u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc\u30e1\u30bd\u30c3\u30c9\u3092\u4f7f\u3063\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u5bfe\u8c61\u306e\u5168\u30b5\u30fc\u30d0\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3059\u308b\u524d\u306b\u3001\u3053\u306e\u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u3092\u547c\u3073\u51fa\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u521d\u671f\u5316\u3059\u308b\u30d9\u30fc\u30b9 DN \u306e\u30ea\u30b9\u30c8\u3092\u6307\u5b9a\u3057\u3066\u304b\u3089\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u8cc7\u683c\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u3092\u547c\u3073\u51fa\u3057\u305f\u3042\u3068\u3067\u3001\u30c8\u30dd\u30ed\u30b8\u5185\u306e\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3057\u3066\u304b\u3089\u3001\u30b5\u30d6\u30b3\u30de\u30f3\u30c9 '%s' \u3092\u547c\u3073\u51fa\u3057\u307e\u3059\u3002
INFO_DESCRIPTION_SUBCMD_POST_EXTERNAL_INITIALIZATION=import-ldif \u30c4\u30fc\u30eb\u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc\u30e1\u30bd\u30c3\u30c9\u3092\u4f7f\u3063\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u5bfe\u8c61\u306e\u5168\u30b5\u30fc\u30d0\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3057\u3066\u304b\u3089\u3001\u3053\u306e\u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u3092\u547c\u3073\u51fa\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u521d\u671f\u5316\u3057\u305f\u30d9\u30fc\u30b9 DN \u306e\u30ea\u30b9\u30c8\u3092\u6307\u5b9a\u3057\u3066\u304b\u3089\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u8cc7\u683c\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a73\u7d30\u306f\u3001\u30b5\u30d6\u30b3\u30de\u30f3\u30c9 '%s' \u306e\u4f7f\u7528\u6cd5\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_DESCRIPTION_SUBCMD_ENABLE_REPLICATION=\u30b5\u30fc\u30d0\u30fc\u306e\u69cb\u6210\u3092\u66f4\u65b0\u3057\u3066\u3001\u6307\u5b9a\u3057\u305f\u30d9\u30fc\u30b9 DN \u5185\u306e\u30c7\u30fc\u30bf\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3057\u307e\u3059\u3002\u6307\u5b9a\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u306e\u3044\u305a\u308c\u304b\u304c\u30d9\u30fc\u30b9 DN \u5185\u306e\u30c7\u30fc\u30bf\u3092\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u3059\u3067\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u3067\u3042\u308b\u5834\u5408\u3001\u3053\u306e\u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u3092\u5b9f\u884c\u3059\u308b\u3068\u3001\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u69cb\u6210\u304c\u66f4\u65b0\u3055\u308c\u307e\u3059 (\u3053\u306e\u305f\u3081\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c8\u30dd\u30ed\u30b8\u306b\u8ffd\u52a0\u3059\u308b\u30b5\u30fc\u30d0\u30fc\u3054\u3068\u306b\u3001\u3053\u306e\u30b3\u30de\u30f3\u30c9\u884c\u3092 1 \u56de\u5b9f\u884c\u3059\u308c\u3070\u5341\u5206\u3067\u3042\u308b)\u3002
INFO_DESCRIPTION_SUBCMD_DISABLE_REPLICATION=\u6307\u5b9a\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u7279\u5b9a\u306e\u30d9\u30fc\u30b9 DN \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3057\u3066\u3001\u30c7\u30fc\u30bf\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u5148\u306e\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u53c2\u7167\u3092\u524a\u9664\u3057\u307e\u3059\u3002
INFO_DESCRIPTION_SUBCMD_STATUS_REPLICATION=\u767b\u9332\u60c5\u5831\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30b5\u30fc\u30d0\u30fc\u306e\u30d9\u30fc\u30b9 DN \u306e\u57fa\u672c\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u30ea\u30b9\u30c8\u3092\u8868\u793a\u3057\u307e\u3059\u3002\u30d9\u30fc\u30b9 DN \u304c\u30d1\u30e9\u30e1\u30fc\u30bf\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u3059\u3079\u3066\u306e\u30d9\u30fc\u30b9 DN \u306e\u60c5\u5831\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
SEVERE_ERR_REPLICATION_NO_BASE_DN_PROVIDED=\u975e\u5bfe\u8a71\u578b\u30e2\u30fc\u30c9\u3067\u306f\u3001\u30d9\u30fc\u30b9 DN \u3092 1 \u3064\u4ee5\u4e0a\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SEVERE_ERR_REPLICATION_NO_ADMINISTRATOR_PASSWORD_PROVIDED=\u975e\u5bfe\u8a71\u578b\u30e2\u30fc\u30c9\u3067\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002You can provide it using the %s or the %s options.
SEVERE_ERR_REPLICATION_NOT_A_VALID_BASEDN=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a\u30d9\u30fc\u30b9 DN \u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
SEVERE_ERR_REPLICATION_ENABLE_SAME_SERVER_PORT=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u30012 \u3064\u306e\u7570\u306a\u308b\u30b5\u30fc\u30d0\u30fc\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b5\u30fc\u30d0\u30fc %s:%s \u304c 2 \u56de\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_REPLICATION_INITIALIZE_SAME_SERVER_PORT=\u521d\u671f\u5316\u306e\u30bd\u30fc\u30b9\u304a\u3088\u3073\u5b9b\u5148\u306b 2 \u3064\u306e\u7570\u306a\u308b\u30b5\u30fc\u30d0\u30fc\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b5\u30fc\u30d0\u30fc %s:%s \u304c 2 \u56de\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_REPLICATION_PORT_AND_REPLICATION_PORT_EQUAL=\u30b5\u30fc\u30d0\u30fc\u306e LDAP \u30dd\u30fc\u30c8\u304a\u3088\u3073\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u306e\u5024\u304c\u30db\u30b9\u30c8 %s \u5185\u3067\u540c\u3058\u3067\u3059\u3002\u4e21\u65b9\u306b %s \u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
SEVERE_ERR_REPLICATION_SAME_REPLICATION_PORT=\u540c\u4e00\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8 (%s) \u304c\u540c\u4e00\u30de\u30b7\u30f3 (%s) \u4e0a\u306e 2 \u3064\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
SEVERE_ERR_REPLICATION_VALID_SUBCOMMAND_NOT_FOUND=\u6709\u52b9\u306a\u30b5\u30d6\u30b3\u30de\u30f3\u30c9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002You must specify a subcommand when using the option %s.
SEVERE_ERR_REPLICATION_STATUS_QUIET=The '%s' subcommand is not compatible with the %s argument.
INFO_REPLICATION_SUCCESSFUL=\u64cd\u4f5c\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f
INFO_REPLICATION_SUCCESSFUL_NOP=\u64cd\u4f5c\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u304c\u3001\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u5fc5\u8981\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_REPLICATION_USER_CANCELLED=\u30e6\u30fc\u30b6\u30fc\u304c\u64cd\u4f5c\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u307e\u3057\u305f
SEVERE_ERR_REPLICATION_NO_MESSAGE=
SEVERE_ERR_UNINSTALL_FORCE_REQUIRES_NO_PROMPT=The %s argument only can be used when %s has been specified
INFO_REPLICATION_ENABLE_ADMINISTRATOR_MUST_BE_CREATED=\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u3092\u4f5c\u6210\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002%n\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u306e OpenDS \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u7ba1\u7406\u7528\u306b\u4f5c\u6210\u3059\u308b\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u8cc7\u683c\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_ADMINISTRATOR_UID_PROMPT=\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30e6\u30fc\u30b6\u30fc ID
INFO_ADMINISTRATOR_PWD_PROMPT=\u30b0\u30ed\u30fc\u30d0\u30eb\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9: 
INFO_ADMINISTRATOR_PWD_CONFIRM_PROMPT=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u78ba\u8a8d: 
MILD_ERR_ADMINISTRATOR_PWD_DO_NOT_MATCH=\u6307\u5b9a\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
MILD_ERR_ERROR_CONNECTING_TO_SERVER_PROMPT_AGAIN=\u6307\u5b9a\u3055\u308c\u305f\u8cc7\u683c\u3092\u4f7f\u7528\u3057\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%n\u30a8\u30e9\u30fc\u306e\u8a73\u7d30: %s%n%n\u5fc5\u8981\u306a\u60c5\u5831\u3092\u3082\u3046\u4e00\u5ea6\u6307\u5b9a\u3057\u3066\u3001\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3057\u3066\u304f\u3060\u3055\u3044: 
INFO_REPLICATION_ENABLE_HOST1_CONNECTION_PARAMETERS=>>>> \u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e OpenDS LDAP \u63a5\u7d9a\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u6307\u5b9a\u3057\u307e\u3059
INFO_REPLICATION_ENABLE_HOSTNAME1_PROMPT=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30db\u30b9\u30c8\u540d
INFO_REPLICATION_ENABLE_PORT1_PROMPT=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e LDAP \u30dd\u30fc\u30c8
INFO_REPLICATION_ENABLE_PROTOCOL1=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u63a5\u7d9a\u65b9\u6cd5\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_REPLICATION_ENABLE_REPLICATIONPORT1_PROMPT=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8 (\u672a\u4f7f\u7528\u306e\u30dd\u30fc\u30c8)
INFO_REPLICATION_ENABLE_SECURE1_PROMPT=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8 %s \u3078\u306e\u63a5\u7d9a\u6642\u306b\u3001\u6697\u53f7\u5316\u3055\u308c\u305f\u901a\u4fe1\u3092\u4f7f\u3063\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_ENABLE_BINDDN1_PROMPT=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30a4\u30f3\u30c9 DN
INFO_REPLICATION_ENABLE_PASSWORD1_PROMPT=\u6700\u521d\u306e\u30b5\u30fc\u30d0\u30fc\u4e0a\u306e %s \u306e\u30d1\u30b9\u30ef\u30fc\u30c9: 
INFO_REPLICATION_ENABLE_HOST2_CONNECTION_PARAMETERS=>>>> 2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e OpenDS LDAP \u63a5\u7d9a\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u6307\u5b9a\u3057\u307e\u3059
INFO_REPLICATION_ENABLE_HOSTNAME2_PROMPT=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30db\u30b9\u30c8\u540d
INFO_REPLICATION_ENABLE_PORT2_PROMPT=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e LDAP \u30dd\u30fc\u30c8
INFO_REPLICATION_ENABLE_PROTOCOL2=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u63a5\u7d9a\u65b9\u6cd5\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_REPLICATION_ENABLE_REPLICATIONPORT2_PROMPT=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8 (\u672a\u4f7f\u7528\u306e\u30dd\u30fc\u30c8)
INFO_REPLICATION_ENABLE_SECURE2_PROMPT=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8 %s \u3078\u306e\u63a5\u7d9a\u6642\u306b\u3001\u6697\u53f7\u5316\u3055\u308c\u305f\u901a\u4fe1\u3092\u4f7f\u3063\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_ENABLE_BINDDN2_PROMPT=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30a4\u30f3\u30c9 DN
INFO_REPLICATION_ENABLE_PASSWORD2_PROMPT=2 \u756a\u76ee\u306e\u30b5\u30fc\u30d0\u30fc\u4e0a\u306e %s \u306e\u30d1\u30b9\u30ef\u30fc\u30c9: 
INFO_REPLICATION_INITIALIZE_SOURCE_CONNECTION_PARAMETERS=>>>> \u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u306e OpenDS LDAP \u63a5\u7d9a\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u6307\u5b9a\u3057\u307e\u3059
INFO_REPLICATION_INITIALIZE_DESTINATION_CONNECTION_PARAMETERS=>>>> \u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u306e OpenDS LDAP \u63a5\u7d9a\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_NO_SUFFIXES_AVAILABLE_TO_ENABLE_REPLICATION=2 \u3064\u306e\u30b5\u30fc\u30d0\u30fc\u9593\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u5316\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u308b\u30d9\u30fc\u30b9 DN \u304c\u3042\u308a\u307e\u305b\u3093\u3002
INFO_ALREADY_REPLICATED_SUFFIXES=\u6b21\u306e\u30d9\u30fc\u30b9 DN \u304c 2 \u3064\u306e\u30b5\u30fc\u30d0\u30fc\u9593\u3067\u3059\u3067\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u3059:%n%s
INFO_ALREADY_NOT_REPLICATED_SUFFIXES=\u6b21\u306e\u30d9\u30fc\u30b9 DN \u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093:%n%s
MILD_ERR_REPLICATION_ENABLE_SUFFIXES_NOT_FOUND=\u6b21\u306e\u30d9\u30fc\u30b9 DN \u304c\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u898b\u3064\u304b\u3089\u306a\u304b\u3063\u305f\u305f\u3081\u30012 \u3064\u306e\u30b5\u30fc\u30d0\u30fc\u9593\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093:%n%s
MILD_ERR_NO_SUFFIXES_SELECTED_TO_REPLICATE=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u30d9\u30fc\u30b9 DN \u3092 1 \u3064\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_REPLICATION_ENABLE_SUFFIX_PROMPT=\u30d9\u30fc\u30b9 DN %s \u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3057\u307e\u3059\u304b ?
SEVERE_ERR_NO_SUFFIXES_AVAILABLE_TO_INITIALIZE_REPLICATION=2 \u3064\u306e\u30b5\u30fc\u30d0\u30fc\u9593\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u308b\u30d9\u30fc\u30b9 DN \u306f\u3042\u308a\u307e\u305b\u3093\u3002
MILD_ERR_SUFFIXES_CANNOT_BE_INITIALIZED=\u6b21\u306e\u30d9\u30fc\u30b9 DN \u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u304b\u3001\u4e21\u65b9\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093:%n%s
MILD_ERR_NO_SUFFIXES_SELECTED_TO_INITIALIZE=\u521d\u671f\u5316\u3059\u308b\u30d9\u30fc\u30b9 DN \u3092 1 \u3064\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_REPLICATION_INITIALIZE_SUFFIX_PROMPT=\u30d9\u30fc\u30b9 DN %s \u3092\u521d\u671f\u5316\u3057\u307e\u3059\u304b ?
SEVERE_ERR_NO_SUFFIXES_AVAILABLE_TO_DISABLE_REPLICATION=\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u308b\u30d9\u30fc\u30b9 DN \u306f\u3042\u308a\u307e\u305b\u3093\u3002
SEVERE_ERR_NO_SUFFIXES_AVAILABLE_TO_INITIALIZE_ALL_REPLICATION=\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u308b\u30d9\u30fc\u30b9 DN \u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30d9\u30fc\u30b9 DN \u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u3053\u3068\u3067\u3001\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u4f7f\u3063\u3066\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u30d9\u30fc\u30b9 DN \u3092\u521d\u671f\u5316\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
MILD_ERR_NO_SUFFIXES_AVAILABLE_TO_INITIALIZE_LOCAL_REPLICATION=\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u308b\u30d9\u30fc\u30b9 DN \u306f\u3042\u308a\u307e\u305b\u3093\u3002
MILD_ERR_REPLICATION_DISABLE_SUFFIXES_NOT_FOUND=\u6b21\u306e\u30d9\u30fc\u30b9 DN \u304c\u30b5\u30fc\u30d0\u30fc\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f:%n%s
 MILD_ERR_REPLICATION_INITIALIZE_LOCAL_SUFFIXES_NOT_FOUND=\u6b21\u306e\u30d9\u30fc\u30b9 DN \u304c\u30b5\u30fc\u30d0\u30fc\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f:%n%s
MILD_ERR_NO_SUFFIXES_SELECTED_TO_DISABLE=\u7121\u52b9\u306b\u3059\u308b\u30d9\u30fc\u30b9 DN \u3092 1 \u3064\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
MILD_ERR_NO_SUFFIXES_SELECTED_TO_INITIALIZE_ALL=\u521d\u671f\u5316\u3059\u308b\u30d9\u30fc\u30b9 DN \u3092 1 \u3064\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_REPLICATION_PRE_EXTERNAL_INITIALIZATION_LOCAL_PROMPT=\u30b5\u30fc\u30d0\u30fc %s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3060\u3051\u3092\u521d\u671f\u5316\u3057\u307e\u3059\u304b (\u6307\u5b9a\u3057\u305f\u30d9\u30fc\u30b9 DN \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30b5\u30fc\u30d0\u30fc\u3059\u3079\u3066\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3059\u308b\u5834\u5408\u306f 'no' \u3068\u5165\u529b\u3059\u308b) ?
MILD_ERR_NO_SUFFIXES_SELECTED_TO_PRE_EXTERNAL_INITIALIZATION=import-ldif \u30b3\u30de\u30f3\u30c9\u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc\u3092\u4f7f\u7528\u3057\u3066\u521d\u671f\u5316\u3059\u308b\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
MILD_ERR_NO_SUFFIXES_SELECTED_TO_POST_EXTERNAL_INITIALIZATION=import-ldif \u30b3\u30de\u30f3\u30c9\u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc\u3092\u4f7f\u7528\u3057\u3066\u521d\u671f\u5316\u3057\u305f\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_REPLICATION_DISABLE_SUFFIX_PROMPT=\u30d9\u30fc\u30b9 DN %s \u4e0a\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_INITIALIZE_ALL_SUFFIX_PROMPT=\u30d9\u30fc\u30b9 DN %s \u3092\u521d\u671f\u5316\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_PRE_EXTERNAL_INITIALIZATION_SUFFIX_PROMPT=import-ldif \u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc\u3092\u4f7f\u7528\u3057\u3066\u30d9\u30fc\u30b9 DN %s \u3092\u521d\u671f\u5316\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_POST_EXTERNAL_INITIALIZATION_SUFFIX_PROMPT=import-ldif \u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc\u3092\u4f7f\u7528\u3057\u3066\u30d9\u30fc\u30b9 DN %s \u3092\u521d\u671f\u5316\u3057\u307e\u3057\u305f\u304b ?
MILD_ERR_REPLICATION_READING_REGISTERED_SERVERS_CONFIRM_UPDATE_REMOTE=\u65e2\u5b58\u306e\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:%n%s%n%n\u7d9a\u884c\u3059\u308b\u3068\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c4\u30fc\u30eb\u306b\u3088\u308a\u3001\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u66f4\u65b0\u304c\u30d9\u30b9\u30c8\u30a8\u30d5\u30a9\u30fc\u30c8\u30e2\u30fc\u30c9\u3067\u8a66\u307f\u3089\u308c\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u30a8\u30e9\u30fc\u3092\u751f\u6210\u3057\u3066\u3044\u308b\u30b5\u30fc\u30d0\u30fc\u306e\u66f4\u65b0\u306f\u4fdd\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u7d9a\u884c\u3057\u307e\u3059\u304b ?
MILD_ERR_REPLICATION_STATUS_READING_REGISTERED_SERVERS=\u65e2\u5b58\u306e\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u60c5\u5831\u306f\u5b8c\u5168\u3067\u306f\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002:%n%s
MILD_ERR_NOT_ADMINISTRATIVE_USER=\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
INFO_REPLICATION_CONFIRM_DISABLE_ADS=\u30d9\u30fc\u30b9 DN %s \u4e0a\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u7121\u52b9\u5316\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u306e\u30d9\u30fc\u30b9 DN \u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u6a5f\u69cb\u304a\u3088\u3073\u4e00\u90e8\u306e\u7ba1\u7406\u30c4\u30fc\u30eb\u306b\u3088\u308a\u4f7f\u7528\u3055\u308c\u308b\u305f\u3081\u3001\u3053\u308c\u3092\u76f4\u63a5\u69cb\u6210\u3059\u308b\u3053\u3068\u306f\u63a8\u5968\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u7d9a\u884c\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_CONFIRM_DISABLE_SCHEMA=\u30b9\u30ad\u30fc\u30de\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u7121\u52b9\u5316\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\u3002\u30b9\u30ad\u30fc\u30de\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u7121\u52b9\u5316\u304c\u63a8\u5968\u3055\u308c\u3066\u3044\u308b\u306e\u306f\u3001\u7279\u5b9a\u306e\u30b7\u30ca\u30ea\u30aa\u3060\u3051\u3067\u3059\u3002\u7d9a\u884c\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_CONFIRM_DISABLE_GENERIC=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3059\u308b\u3068\u3001\u9078\u629e\u3057\u305f\u30d9\u30fc\u30b9 DN \u5185\u306e\u30c7\u30fc\u30bf\u304c\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u3068\u540c\u671f\u3057\u306a\u304f\u306a\u308a\u307e\u3059\u3002\u7d9a\u884c\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_CONFIRM_DISABLE_LAST_SUFFIXES=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3059\u308b\u3068\u3001\u9078\u629e\u3057\u305f\u30d9\u30fc\u30b9 DN \u5185\u306e\u30c7\u30fc\u30bf\u304c\u307b\u304b\u306e\u30b5\u30fc\u30d0\u30fc\u3068\u540c\u671f\u3057\u306a\u304f\u306a\u308a\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u4e0a\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u3082\u7121\u52b9\u306b\u306a\u308a\u307e\u3059\u3002\u7d9a\u884c\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_CONFIRM_INITIALIZE_ADS=\u30b5\u30fc\u30d0\u30fc %2$s \u4e0a\u306e\u30d9\u30fc\u30b9 DN %1$s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u3001\u30b5\u30fc\u30d0\u30fc %3$s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u4f7f\u7528\u3057\u305f\u521d\u671f\u5316\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u306e\u30d9\u30fc\u30b9 DN \u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u6a5f\u69cb\u304a\u3088\u3073\u4e00\u90e8\u306e\u7ba1\u7406\u30c4\u30fc\u30eb\u306b\u3088\u308a\u4f7f\u7528\u3055\u308c\u308b\u305f\u3081\u3001\u3053\u308c\u3092\u76f4\u63a5\u69cb\u6210\u3059\u308b\u3053\u3068\u306f\u63a8\u5968\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u7d9a\u884c\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_CONFIRM_INITIALIZE_GENERIC=\u30d9\u30fc\u30b9 DN \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3059\u308b\u3068\u3001\u305d\u306e\u30d9\u30fc\u30b9 DN \u306e\u65e2\u5b58\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3059\u3079\u3066\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u306e\u9078\u629e\u3057\u305f\u30d9\u30fc\u30b9 DN \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u524a\u9664\u3057\u3066\u3001\u30b5\u30fc\u30d0\u30fc %s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u7f6e\u304d\u63db\u3048\u307e\u3059\u304b ?
INFO_REPLICATION_CONFIRM_INITIALIZE_ALL_ADS=\u30b5\u30fc\u30d0\u30fc %2$s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u4f7f\u7528\u3057\u305f\u30d9\u30fc\u30b9 DN %1$s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u521d\u671f\u5316\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u306e\u30d9\u30fc\u30b9 DN \u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u6a5f\u69cb\u304a\u3088\u3073\u4e00\u90e8\u306e\u7ba1\u7406\u30c4\u30fc\u30eb\u306b\u3088\u308a\u4f7f\u7528\u3055\u308c\u308b\u305f\u3081\u3001\u3053\u308c\u3092\u76f4\u63a5\u69cb\u6210\u3059\u308b\u3053\u3068\u306f\u63a8\u5968\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u7d9a\u884c\u3057\u307e\u3059\u304b ?
INFO_REPLICATION_CONFIRM_INITIALIZE_ALL_GENERIC=\u30d9\u30fc\u30b9 DN \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3059\u308b\u3068\u3001\u305d\u306e\u30d9\u30fc\u30b9 DN \u306e\u65e2\u5b58\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3059\u3079\u3066\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u4e0a\u306e\u9078\u629e\u3057\u305f\u30d9\u30fc\u30b9 DN \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u524a\u9664\u3057\u3066\u3001\u30b5\u30fc\u30d0\u30fc %s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u7f6e\u304d\u63db\u3048\u307e\u3059\u304b ?
MILD_ERR_REPLICATION_READING_REGISTERED_SERVERS_WARNING=\u65e2\u5b58\u306e\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:\n%s\n\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c4\u30fc\u30eb\u306b\u3088\u308a\u3001\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u66f4\u65b0\u304c\u30d9\u30b9\u30c8\u30a8\u30d5\u30a9\u30fc\u30c8\u30e2\u30fc\u30c9\u3067\u8a66\u307f\u3089\u308c\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u30a8\u30e9\u30fc\u3092\u751f\u6210\u3057\u3066\u3044\u308b\u30b5\u30fc\u30d0\u30fc\u306e\u66f4\u65b0\u306f\u4fdd\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002
INFO_REPLICATION_CONNECTING=\u63a5\u7d9a\u3092\u78ba\u7acb\u3057\u3066\u3044\u307e\u3059
INFO_REPLICATION_ENABLE_UPDATING_ADS_CONTENTS=\u767b\u9332\u60c5\u5831\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059
INFO_REPLICATION_ENABLE_UPDATING_REPLICATION_SERVER=\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u306e\u30ea\u30e2\u30fc\u30c8\u53c2\u7167\u3092\u66f4\u65b0\u3057\u3066\u3044\u307e\u3059
INFO_REPLICATION_ENABLE_CONFIGURING_REPLICATION_SERVER=\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u3092\u69cb\u6210\u3057\u3066\u3044\u307e\u3059
INFO_REPLICATION_ENABLE_CONFIGURING_BASEDN=\u30b5\u30fc\u30d0\u30fc %2$s \u4e0a\u306e\u30d9\u30fc\u30b9 DN %1$s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u3092\u66f4\u65b0\u3057\u3066\u3044\u307e\u3059
INFO_REPLICATION_ENABLE_CONFIGURING_ADS=\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u306e\u767b\u9332\u69cb\u6210\u3092\u66f4\u65b0\u3057\u3066\u3044\u307e\u3059
INFO_ENABLE_REPLICATION_INITIALIZING_ADS=\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u306e\u767b\u9332\u60c5\u5831\u3092\u3001\u30b5\u30fc\u30d0\u30fc %s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u521d\u671f\u5316\u3057\u3066\u3044\u307e\u3059
INFO_ENABLE_REPLICATION_INITIALIZING_SCHEMA=\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u306e\u30b9\u30ad\u30fc\u30de\u3092\u3001\u30b5\u30fc\u30d0\u30fc %s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u521d\u671f\u5316\u3057\u3066\u3044\u307e\u3059
SEVERE_ERR_REPLICATION_ENABLE_SEEDING_TRUSTSTORE=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30b7\u30fc\u30c9\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002Details: %s
SEVERE_ERR_INITIALIZING_REPLICATIONID_NOT_FOUND=\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30b5\u30fc\u30d0\u30fc %s \u5185\u306b\u30d9\u30fc\u30b9 DN %s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 ID \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
SEVERE_ERR_REPLICATION_INITIALIZING_TRIES_COMPLETED=\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8907\u6570\u56de\u8a66\u307f\u307e\u3057\u305f\u304c\u3001\u521d\u671f\u5316\u3092\u958b\u59cb\u3059\u308b\u30d4\u30a2\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002Details: %s
SEVERE_ERR_REPLICATION_CONFIGURING_REPLICATIONSERVER=\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u3092\u69cb\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
SEVERE_ERR_REPLICATION_DISABLING_REPLICATIONSERVER=\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u3092\u7121\u52b9\u5316\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
SEVERE_ERR_REPLICATION_CONFIGURING_BASEDN=\u30b5\u30fc\u30d0\u30fc %2$s \u306e\u30d9\u30fc\u30b9 DN %1$s \u4e0a\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
SEVERE_ERR_REPLICATION_UPDATING_ADS=\u767b\u9332\u60c5\u5831\u306e\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002Details: %s
SEVERE_ERR_REPLICATION_READING_ADS=\u767b\u9332\u60c5\u5831\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002Details: %s
SEVERE_ERR_REPLICATION_ADS_MERGE_NOT_SUPPORTED=\u30b5\u30fc\u30d0\u30fc %s \u3068 %s \u3067\u691c\u51fa\u3055\u308c\u305f\u767b\u9332\u60c5\u5831\u304c\u7570\u306a\u308a\u307e\u3059\u3002\u3053\u306e\u30c4\u30fc\u30eb\u3067\u306f\u3001\u3053\u306e\u30b7\u30ca\u30ea\u30aa\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002
SEVERE_ERR_REPLICATION_ERROR_READING_CONFIGURATION=\u30b5\u30fc\u30d0\u30fc %s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002%n\u8a73\u7d30: %s
INFO_REPLICATION_REMOVING_REFERENCES_ON_REMOTE=\u30b5\u30fc\u30d0\u30fc %2$s \u306e\u30d9\u30fc\u30b9 DN %1$s \u4e0a\u306b\u3042\u308b\u53c2\u7167\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059
INFO_REPLICATION_DISABLING_BASEDN=\u30b5\u30fc\u30d0\u30fc %2$s \u306e\u30d9\u30fc\u30b9 DN %1$s \u4e0a\u306b\u3042\u308b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3057\u3066\u3044\u307e\u3059
INFO_REPLICATION_DISABLING_REPLICATION_SERVER=\u30b5\u30fc\u30d0\u30fc %2$s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8 %1$s \u3092\u7121\u52b9\u306b\u3057\u3066\u3044\u307e\u3059
INFO_REPLICATION_STATUS_NO_BASEDNS=\u30d9\u30fc\u30b9 DN \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
INFO_REPLICATION_STATUS_BASEDN=\u30d9\u30fc\u30b9 DN
INFO_REPLICATION_STATUS_IS_REPLICATED=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
INFO_REPLICATION_STATUS_REPLICATED=%s - \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u6709\u52b9
INFO_REPLICATION_STATUS_NOT_REPLICATED=%s - \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u7121\u52b9
INFO_REPLICATION_STATUS_HEADER_SERVERPORT=\u30b5\u30fc\u30d0\u30fc
INFO_REPLICATION_STATUS_HEADER_NUMBER_ENTRIES=\u30a8\u30f3\u30c8\u30ea
INFO_REPLICATION_STATUS_HEADER_MISSING_CHANGES=M.C. (1)
INFO_REPLICATION_STATUS_HEADER_AGE_OF_OLDEST_MISSING_CHANGE=A.O.M.C. (2)
INFO_REPLICATION_STATUS_HEADER_REPLICATION_PORT=\u30dd\u30fc\u30c8 (3)
INFO_REPLICATION_STATUS_HEADER_SECURE=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc (4)
INFO_REPLICATION_STATUS_REPLICATED_LEGEND=[1] \u3053\u306e\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u307e\u3060\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044 (\u304b\u3064\u3001\u307b\u304b\u306e 1 \u3064\u4ee5\u4e0a\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u9069\u7528\u6e08\u307f\u306e) \u5909\u66f4\u306e\u6570\u3002%n[2] \u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u6700\u3082\u53e4\u3044\u5909\u66f4\u306e\u7d4c\u904e\u65e5\u6570: \u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u5c4a\u3044\u3066\u3044\u306a\u3044\u6700\u3082\u53e4\u3044\u5909\u66f4\u304c\u751f\u6210\u3055\u308c\u305f\u65e5\u4ed8\u3002%n[3] \u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u4e2d\u306e\u30b5\u30fc\u30d0\u30fc\u9593\u306e\u901a\u4fe1\u306b\u4f7f\u7528\u3059\u308b\u30dd\u30fc\u30c8\u3002%n[4] \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u7d4c\u7531\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u901a\u4fe1\u3092\u6697\u53f7\u5316\u3059\u308b\u304b\u3069\u3046\u304b\u3002
INFO_REPLICATION_STATUS_LABEL_SERVERPORT=\u30b5\u30fc\u30d0\u30fc: 
INFO_REPLICATION_STATUS_LABEL_NUMBER_ENTRIES=\u30a8\u30f3\u30c8\u30ea: 
INFO_REPLICATION_STATUS_LABEL_MISSING_CHANGES=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u3066\u306a\u3044\u5909\u66f4:
INFO_REPLICATION_STATUS_LABEL_AGE_OF_OLDEST_MISSING_CHANGE=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u6700\u3082\u53e4\u3044\u5909\u66f4\u306e\u7d4c\u904e\u65e5\u6570: 
INFO_REPLICATION_STATUS_LABEL_REPLICATION_PORT=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8: 
INFO_REPLICATION_STATUS_LABEL_SECURE=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc: 
INFO_REPLICATION_STATUS_SECURITY_ENABLED=\u6709\u52b9
INFO_REPLICATION_STATUS_SECURITY_DISABLED=\u7121\u52b9
INFO_REPLICATION_CRITICAL_ERROR_DETAILS=Details: %s
INFO_PROGRESS_PRE_EXTERNAL_INITIALIZATION=\u5916\u90e8\u3067\u521d\u671f\u5316\u3059\u308b\u30d9\u30fc\u30b9 DN %s \u3092\u6e96\u5099\u3057\u3066\u3044\u307e\u3059
INFO_PROGRESS_POST_EXTERNAL_INITIALIZATION=\u30d9\u30fc\u30b9 DN %s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u60c5\u5831\u3092\u66f4\u65b0\u3057\u3066\u3044\u307e\u3059
INFO_PROGRESS_PRE_INITIALIZATION_LOCAL_FINISHED_PROCEDURE=\u3053\u308c\u3067\u3001\u30b5\u30fc\u30d0\u30fc %s \u4e0a\u3067\u30d9\u30fc\u30b9 DN \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u64cd\u4f5c\u306b\u306f import-ldif \u30b3\u30de\u30f3\u30c9\u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002%n%n\u521d\u671f\u5316\u304c\u5b8c\u4e86\u3057\u305f\u3089\u3001\u65b0\u3057\u3044\u30d9\u30fc\u30b9 DN \u306b\u5bfe\u3057\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b\u305f\u3081\u306b\u3001\u30b5\u30d6\u30b3\u30de\u30f3\u30c9 '%s' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_PROGRESS_PRE_INITIALIZATION_FINISHED_PROCEDURE=\u3053\u308c\u3067\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u30d9\u30fc\u30b9 DN \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u521d\u671f\u5316\u3092\u5b9f\u884c\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u64cd\u4f5c\u306b\u306f import-ldif \u307e\u305f\u306f\u30d0\u30a4\u30ca\u30ea\u30b3\u30d4\u30fc\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002%n%n\u521d\u671f\u5316\u304c\u5b8c\u4e86\u3057\u305f\u3089\u3001\u65b0\u3057\u3044\u30d9\u30fc\u30b9 DN \u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u5bfe\u3057\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b\u305f\u3081\u306b\u3001\u30b5\u30d6\u30b3\u30de\u30f3\u30c9 '%s' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_PROGRESS_POST_INITIALIZATION_FINISHED_PROCEDURE=\u521d\u671f\u5316\u5f8c\u306e\u624b\u9806\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
SEVERE_ERR_POOLING_PRE_EXTERNAL_INITIALIZATION=\u64cd\u4f5c\u306e\u9032\u6357\u72b6\u6cc1\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
SEVERE_ERR_POOLING_POST_EXTERNAL_INITIALIZATION=\u64cd\u4f5c\u306e\u9032\u6357\u72b6\u6cc1\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
INFO_ERROR_DURING_PRE_EXTERNAL_INITIALIZATION_NO_LOG=\u64cd\u4f5c\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30bf\u30b9\u30af\u72b6\u614b: %s\u3002\u8a73\u7d30\u306f %s \u306e\u30a8\u30e9\u30fc\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_ERROR_DURING_PRE_EXTERNAL_INITIALIZATION_LOG=\u64cd\u4f5c\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u6700\u65b0\u30ed\u30b0\u306e\u8a73\u7d30: %s\u3002\u30bf\u30b9\u30af\u72b6\u614b: %s\u3002\u8a73\u7d30\u306f %s \u306e\u30a8\u30e9\u30fc\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_ERROR_DURING_POST_EXTERNAL_INITIALIZATION_NO_LOG=\u64cd\u4f5c\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30bf\u30b9\u30af\u72b6\u614b: %s\u3002\u8a73\u7d30\u306f %s \u306e\u30a8\u30e9\u30fc\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
INFO_ERROR_DURING_POST_EXTERNAL_INITIALIZATION_LOG=\u64cd\u4f5c\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u6700\u65b0\u30ed\u30b0\u306e\u8a73\u7d30: %s\u3002\u30bf\u30b9\u30af\u72b6\u614b: %s\u3002\u8a73\u7d30\u306f %s \u306e\u30a8\u30e9\u30fc\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SEVERE_ERR_LAUNCHING_PRE_EXTERNAL_INITIALIZATION=\u64cd\u4f5c\u306e\u8d77\u52d5\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
SEVERE_ERR_LAUNCHING_POST_EXTERNAL_INITIALIZATION=\u64cd\u4f5c\u306e\u8d77\u52d5\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
INFO_REPLICATION_SUBCOMMAND_PROMPT=\u3069\u306e\u51e6\u7406\u3092\u5b9f\u884c\u3057\u307e\u3059\u304b?
INFO_REPLICATION_ENABLE_MENU_PROMPT=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b
INFO_REPLICATION_DISABLE_MENU_PROMPT=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3059\u308b
INFO_REPLICATION_INITIALIZE_MENU_PROMPT=1 \u53f0\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u521d\u671f\u5316
INFO_REPLICATION_INITIALIZE_ALL_MENU_PROMPT=\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u521d\u671f\u5316
INFO_REPLICATION_PRE_EXTERNAL_INITIALIZATION_MENU_PROMPT=\u5916\u90e8\u521d\u671f\u5316\u524d
INFO_REPLICATION_POST_EXTERNAL_INITIALIZATION_MENU_PROMPT=\u5916\u90e8\u521d\u671f\u5316\u5f8c
INFO_REPLICATION_STATUS_MENU_PROMPT=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u72b6\u614b\u3092\u8868\u793a
INFO_REPLICATION_POST_ENABLE_INFO=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u6b63\u5e38\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u30d9\u30fc\u30b9 DN \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u521d\u671f\u5316\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059 (%s %s \u3092\u4f7f\u7528\u3057\u3066\u521d\u671f\u5316)\u3002
