# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
# Do not translate
#
global.category=ADMIN_TOOL
global.ordinal=-1

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
INFO_ADDRESS_PORT_COLUMN=Direcci\u00f3n:Puerto
INFO_HOSTNAME_LABEL=Nombre de host:
INFO_ADMINISTRATIVE_USERS_LABEL=Usuarios administrativos:
INFO_AGE_OF_OLDEST_MISSING_CHANGE_COLUMN=<html>Edad <br>del cambio m\u00e1s antiguo no realizado
INFO_AGE_OF_OLDEST_MISSING_CHANGE_COLUMN_CLI=Edad del cambio m\u00e1s antiguo no realizado
INFO_AUTHENTICATE_BUTTON_LABEL=Autenticar
INFO_AUTHENTICATE_STATUS_PANEL_BUTTON_TOOLTIP=Realice la autenticaci\u00f3n como usuario administrativo para ver toda la informaci\u00f3n de supervisi\u00f3n.
INFO_BACKENDID_COLUMN=Id. de servidor de fondo
INFO_BASEDN_COLUMN=ND de base
INFO_CANCEL_BUTTON_UNINSTALL_TOOLTIP=Cancelar la desinstalaci\u00f3n
MILD_ERR_CANNOT_CONNECT_TO_LOGIN_WITH_CAUSE=No se pudo establecer la conexi\u00f3n con el servidor de directorios con las credenciales especificadas.  Las posibles causas de este error son:%n%s
MILD_ERR_CANNOT_CONNECT_TO_LOGIN_WITHOUT_CAUSE=No se pudo establecer la conexi\u00f3n con el servidor de directorios con las credenciales especificadas.%nCompruebe que el ND de usuario administrativo y la contrase\u00f1a sean v\u00e1lidos.
MILD_ERR_CANNOT_CONNECT_WITH_ADS_CREDENTIALS_WITHOUT_CAUSE=No se pudo establecer la conexi\u00f3n con el servidor de directorios con las credenciales especificadas.%nCompruebe que el Id. de usuario administrativo y la contrase\u00f1a sean v\u00e1lidos.
INFO_CLI_UNINSTALL_CONFIRM_BACKUPS=\u00bfDesea suprimir los archivos de copia de seguridad incluidos en el directorio bak?
INFO_CLI_UNINSTALL_CONFIRM_CONFIGURATION_SCHEMA=\u00bfDesea suprimir los archivos de esquema y configuraci\u00f3n?
INFO_CLI_UNINSTALL_CONFIRM_DATABASES=\u00bfDesea suprimir el contenido de la base de datos?
INFO_CLI_UNINSTALL_CONFIRM_DELETE_FILES=Los archivos se eliminar\u00e1n permanentemente; \u00bfest\u00e1 seguro de que desea continuar?
INFO_CLI_UNINSTALL_CONFIRM_LDIFS=\u00bfDesea suprimir los archivos de exportaci\u00f3n a LDIF incluidos en el directorio ldif?
INFO_CLI_UNINSTALL_CONFIRM_LIBRARIES_BINARIES=\u00bfDesea suprimir las bibliotecas del servidor y las herramientas administrativas?
INFO_CLI_UNINSTALL_CONFIRM_LOGS=\u00bfDesea suprimir los archivos de registro?
INFO_CLI_UNINSTALL_CONFIRM_OUTSIDEDBS=El servidor de directorios contiene archivos de base de datos en las siguientes ubicaciones situadas fuera de la ruta del servidor:%n%s%n\u00bfDesea suprimir estos archivos?
INFO_CLI_UNINSTALL_CONFIRM_OUTSIDELOGS=El servidor de directorios contiene archivos de registro de datos en las siguientes ubicaciones situadas fuera de la ruta del servidor:%n%s%n\u00bfDesea suprimir estos archivos?
INFO_CLI_UNINSTALL_CONFIRM_STOP=El servidor OpenDS se est\u00e1 ejecutando actualmente y debe detenerse para poder continuar con la desinstalaci\u00f3n.%n\u00bfDesea detener el servidor y eliminar de forma permanente los archivos?
SEVERE_ERR_CLI_UNINSTALL_NOTHING_TO_BE_UNINSTALLED_NON_INTERACTIVE=Debe seleccionar los elementos que se desinstalar\u00e1n.  Use las opciones descritas en la sintaxis para especificar los elementos que deben desinstalarse.
SEVERE_ERR_CLI_UNINSTALL_NOTHING_TO_BE_UNINSTALLED=Debe seleccionar alg\u00fan elemento para desinstalarlo.
INFO_CLI_UNINSTALL_SERVER_STOPPED=Se ha detenido el servidor.
INFO_CLI_UNINSTALL_CONFIRM_UPDATE_REMOTE=Se ha configurado el servidor para que efect\u00fae la r\u00e9plica.%nSi el servidor ya est\u00e1 replicando  contenido en otros servidores, debe especificar la informaci\u00f3n de autenticaci\u00f3n del administrador para suprimir las referencias a este servidor en los servidores OpenDS en los que se est\u00e9 realizando la r\u00e9plica.%n%nEscriba "Yes" para proporcionar la informaci\u00f3n de autenticaci\u00f3n con el fin de suprimir las referencias remotas.%nEscriba "No" para continuar la desinstalaci\u00f3n sin actualizar las referencias remotas.%n\u00bfDesea proporcionar la informaci\u00f3n de autenticaci\u00f3n?
INFO_CLI_UNINSTALL_CONFIRM_UPDATE_REMOTE_AND_START=Se ha configurado el servidor para que efect\u00fae la r\u00e9plica.%nSi el servidor est\u00e1 replicando actualmente contenido en otros servidores, debe reiniciarse y se debe especificar la informaci\u00f3n de autenticaci\u00f3n del administrador para suprimir las referencias a este servidor en los servidores OpenDS en los que se est\u00e9 realizando la r\u00e9plica.%n%nEscriba "Yes" para iniciar el servidor y, a continuaci\u00f3n, proporcione la informaci\u00f3n de autenticaci\u00f3n para suprimir las referencias remotas.%nEscriba "No" para continuar la desinstalaci\u00f3n sin actualizar las referencias remotas.%n\u00bfDesea iniciar el servidor y proporcionar la informaci\u00f3n de autenticaci\u00f3n?
INFO_UNINSTALL_CLI_REFERENCED_HOSTNAME_PROMPT=El nombre de este host (o la direcci\u00f3n IP) tal y como aparece indicado en los servidores remotos de la r\u00e9plica.
INFO_UNINSTALL_CONFIRM_PROVIDE_AUTHENTICATION_AGAIN=\u00bfDesea proporcionar de nuevo la informaci\u00f3n de autenticaci\u00f3n?  (Si especifica que no, no se suprimir\u00e1n las referencias a este servidor en los otros servidores OpenDS.)
INFO_CLI_UNINSTALL_WHAT_TO_DELETE=\u00bfDesea seleccionar todos los componentes de OpenDS o seleccionar los que va a suprimir?
INFO_CLI_UNINSTALL_REMOVE_ALL=Suprimir todos los componentes
INFO_CLI_UNINSTALL_SPECIFY_WHAT_REMOVE=Seleccione los componentes que se van a suprimir
INFO_CLI_VIEW_DETAILS=Ver detalles
INFO_CLI_DO_YOU_WANT_TO_CONTINUE=\u00bfDesea continuar?
INFO_CLI_NUMBER_PROMPT=Introduzca un n\u00famero o pulse Intro para aceptar el valor predeterminado.
INFO_CLI_INVALID_RESPONSE=Respuesta no v\u00e1lida
INFO_CLOSE_BUTTON_UNINSTALL_TOOLTIP=Cerrar ventana de desinstalaci\u00f3n
INFO_CONFIRM_CLOSE_UNINSTALL_MSG=No se ha completado a\u00fan la desinstalaci\u00f3n de OpenDS.%n\u00bfEst\u00e1 seguro de que desea cerrar la ventana de desinstalaci\u00f3n?
INFO_CONFIRM_CLOSE_UNINSTALL_TITLE=Confirmaci\u00f3n necesaria
INFO_CONFIRM_RESTART_MESSAGE=\u00bfEst\u00e1 seguro de que desea reiniciar el servidor de directorios?
INFO_CONFIRM_RESTART_TITLE=Confirmaci\u00f3n necesaria
INFO_CONFIRM_STOP_MESSAGE=\u00bfEst\u00e1 seguro de que desea detener el servidor de directorios?
INFO_CONFIRM_STOP_TITLE=Confirmaci\u00f3n necesaria
INFO_CONFIRM_UNINSTALL_PANEL_INSTRUCTIONS=La herramienta de desinstalaci\u00f3n de OpenDS suprimir\u00e1 todas las partes del servidor OpenDS que haya seleccionado anteriormente del sistema. Si se han seleccionado todas, el servidor se suprimir\u00e1 por completo.
INFO_CONFIRM_UNINSTALL_PANEL_TITLE=Opciones de desinstalaci\u00f3n
INFO_CONFIRM_UNINSTALL_REPLICATION_SERVER_NOT_RUNNING_MSG=Se ha configurado el servidor para que efect\u00fae la r\u00e9plica.%nSi el servidor est\u00e1 replicando actualmente contenido en otros servidores, debe reiniciarse y, a continuaci\u00f3n, se debe especificar la informaci\u00f3n de autenticaci\u00f3n del administrador para suprimir las referencias a este servidor en los servidores OpenDS en los que se est\u00e9 realizando la r\u00e9plica.%n%nHaga clic en "S\u00ed" para iniciar el servidor y, a continuaci\u00f3n, proporcione la informaci\u00f3n de autenticaci\u00f3n para suprimir las referencias remotas.%nHaga clic en "No" para continuar la desinstalaci\u00f3n sin actualizar las referencias remotas.
INFO_CONFIRM_UNINSTALL_REPLICATION_SERVER_NOT_RUNNING_TITLE=Confirmaci\u00f3n necesaria
INFO_CONFIRM_UNINSTALL_REPLICATION_SERVER_RUNNING_MSG=Se ha configurado el servidor para que efect\u00fae la r\u00e9plica.%nSi el servidor ya est\u00e1 replicando  contenido en otros servidores, debe especificar la informaci\u00f3n de autenticaci\u00f3n del administrador para suprimir las referencias a este servidor en los servidores OpenDS en los que se est\u00e9 realizando la r\u00e9plica.%n%nHaga clic en "S\u00ed" para proporcionar la informaci\u00f3n de autenticaci\u00f3n con el fin de suprimir las referencias remotas.%nHaga clic en "No" para continuar la desinstalaci\u00f3n sin actualizar las referencias remotas.
INFO_CONFIRM_UNINSTALL_REPLICATION_SERVER_RUNNING_TITLE=Confirmaci\u00f3n necesaria
INFO_CONFIRM_UNINSTALL_SERVER_NOT_RUNNING_MSG=Confirmar desinstalaci\u00f3n%nTodos los archivos seleccionados se eliminar\u00e1n permanentemente; \u00bfest\u00e1 seguro de que desea continuar?
INFO_CONFIRM_UNINSTALL_SERVER_NOT_RUNNING_TITLE=Confirmar desinstalaci\u00f3n
INFO_CONFIRM_UNINSTALL_SERVER_RUNNING_MSG=El servidor se est\u00e1 ejecutando.%nEl servidor OpenDS se est\u00e1 ejecutando actualmente y debe detenerse para poder continuar con la desinstalaci\u00f3n. \u00bfDesea que el programa de desinstalaci\u00f3n detenga autom\u00e1ticamente el servidor para poder continuar con la desinstalaci\u00f3n? Si hace clic en No, deber\u00e1 detener manualmente el servidor para continuar.
MILD_ERR_UNINSTALL_READING_REGISTERED_SERVERS_CONFIRM_UPDATE_REMOTE=Se han detectado los siguientes errores al leer la configuraci\u00f3n de los servidores existentes:\n%s\n\u00bfDesea que el programa de desinstalaci\u00f3n intente suprimir las referencias a este servidor en el modo de m\u00e1ximo esfuerzo?
MILD_ERR_UNINSTALL_ERROR_UPDATING_REMOTE_FORCE=Este servidor se ha configurado para que replique algunos de sus ND de base.  Se ha producido un error al recuperar la referencias a \u00e9l en los servidores replicados.  Tenga en cuenta que, para poder suprimir las referencias remotas, debe proporcionar las credenciales de administrador global mediante las opciones {%s} y {%s} (o {%s}).%nSi se sigue realizando la desinstalaci\u00f3n de este modo, se forzar\u00e1 la aparici\u00f3n del modo de error.
SEVERE_ERR_UNINSTALL_ERROR_UPDATING_REMOTE_NO_FORCE=Este servidor se ha configurado para que replique algunos de sus ND de base.  Se ha producido un error al recuperar la referencias a \u00e9l en los servidores replicados.  Tenga en cuenta que, para poder suprimir las referencias remotas, debe proporcionar las credenciales de administrador global mediante las opciones {%s} y {%s} (o {%s}).%nCompruebe que los par\u00e1metros de conexi\u00f3n especificados sean correctos.%nSi desea realizar la desinstalaci\u00f3n, aunque no se puedan suprimir las referencias, puede utilizar la opci\u00f3n {%s}.
MILD_ERR_UNINSTALL_NOT_UPDATE_REMOTE_PROMPT=Este servidor se ha configurado para que replique algunos de sus ND de base.  Se ha producido un error al recuperar las referencias a \u00e9l en los servidores replicados.%n\u00bfDesea continuar?
INFO_CONFIRM_UNINSTALL_SERVER_RUNNING_TITLE=El servidor se est\u00e1 ejecutando.
INFO_CONNECTIONS_LABEL=Conexiones abiertas:
MILD_ERR_COULD_NOT_FIND_VALID_LDAPURL=Error al leer el archivo de configuraci\u00f3n.%nEste error puede deberse a que no hay ning\u00fan puerto LDAP habilitado para los par\u00e1metros de conexi\u00f3n o a que no dispone de los derechos de lectura adecuados para el archivo de configuraci\u00f3n.
INFO_DATABASES_TITLE=Or\u00edgenes de datos
INFO_DELETE_OUTSIDE_DBS_LABEL=Eliminar estos archivos de base de datos
INFO_DELETE_OUTSIDE_DBS_MSG=El servidor de directorios contiene archivos de base de datos en las siguientes ubicaciones situadas fuera de la ruta del servidor:
INFO_DELETE_OUTSIDE_DBS_TOOLTIP=Active esta casilla para eliminar los archivos de base de datos ubicados fuera del directorio de instalaci\u00f3n.
INFO_DELETE_OUTSIDE_LOGS_LABEL=Eliminar estos archivos de registro
INFO_DELETE_OUTSIDE_LOGS_MSG=El servidor de directorios contiene archivos de registro en las siguientes ubicaciones situadas fuera de la ruta del servidor:
INFO_DELETE_OUTSIDE_LOGS_TOOLTIP=Active esta casilla para eliminar los archivos de registro ubicados fuera del directorio de instalaci\u00f3n.
INFO_DISABLED_LABEL=Inhabilitado
INFO_ENABLED_LABEL=Habilitado
MILD_ERR_READING_CONFIG_FILE=Error al leer el archivo de configuraci\u00f3n.
MILD_ERR_READING_CONFIG_LDAP=Error al leer los datos del servidor.  Verifique la informaci\u00f3n de autenticaci\u00f3n especificada.%nDetalles: %s
SEVERE_ERR_STARTING_SERVER_GENERIC=No se pudo iniciar el servidor.
INFO_FINISH_BUTTON_UNINSTALL_LABEL=Desinstalar
INFO_FINISH_BUTTON_UNINSTALL_TOOLTIP=Finalizar desinstalaci\u00f3n
INFO_FRAME_UNINSTALL_TITLE=Desinstalaci\u00f3n de OpenDS
INFO_INSTALLATION_PATH_LABEL=Ruta de la instalaci\u00f3n:
INFO_JAVA_VERSION_LABEL=Versi\u00f3n de Java:
INFO_JMX_PROTOCOL_LABEL=JMX
INFO_JMX_SECURE_PROTOCOL_LABEL=JMX (Seguro)
INFO_LDAP_PROTOCOL_LABEL=LDAP
INFO_LDAPS_PROTOCOL_LABEL=LDAPS
INFO_LDIF_PROTOCOL_LABEL=LDIF
INFO_LISTENERS_TITLE=Controladores de conexi\u00f3n
INFO_LOGIN_CANCEL_BUTTON_TOOLTIP=Cerrar cuadro de di\u00e1logo de inicio de sesi\u00f3n
INFO_LOGIN_DIALOG_MSG=Debe especificar un ND de usuario administrativo y una contrase\u00f1a para recuperar la informaci\u00f3n de supervisi\u00f3n.
INFO_LOGIN_DIALOG_SERVER_NOT_RUNNING_MSG=El servidor de directorios no se est\u00e1 ejecutando. Haga clic en Aceptar para continuar con el panel de estado.
INFO_LOGIN_DIALOG_SERVER_NOT_RUNNING_TITLE=El servidor de directorios no se est\u00e1 ejecutando.
INFO_LOGIN_DIALOG_TITLE=Autenticaci\u00f3n necesaria
INFO_LOGIN_DN_LABEL=ND de usuario administrativo:
INFO_LOGIN_DN_TOOLTIP=Introduzca el nombre distinguido (ND) de la cuenta de usuario administrativo que se utilizar\u00e1 para recuperar la informaci\u00f3n de supervisi\u00f3n.
INFO_LOGIN_OK_BUTTON_TOOLTIP=Continuar con la autenticaci\u00f3n
INFO_LOGIN_PWD_LABEL=Contrase\u00f1a del usuario administrativo:
INFO_LOGIN_PWD_TOOLTIP=Introduzca la contrase\u00f1a de la cuenta de usuario administrativo que se utilizar\u00e1 para recuperar la informaci\u00f3n de supervisi\u00f3n.
INFO_MISSING_CHANGES_COLUMN=Cambios que faltan
INFO_NO_DBS_FOUND=-No se ha encontrado ninguna base de datos LDAP-
INFO_NO_LISTENERS_FOUND=-No se ha encontrado ning\u00fan puerto de escucha-
INFO_NOT_APPLICABLE_LABEL=--
INFO_NOT_AVAILABLE_AUTHENTICATION_REQUIRED_CLI_LABEL=<no disponible> (*)
INFO_NOT_AVAILABLE_SHORT_LABEL=N/D
INFO_NOT_AVAILABLE_AUTHENTICATION_REQUIRED_CLI_LEGEND=* La informaci\u00f3n s\u00f3lo estar\u00e1 disponible si especifica la informaci\u00f3n de autenticaci\u00f3n v\u00e1lida al iniciar el comando de estado.
INFO_NOT_AVAILABLE_AUTHENTICATION_REQUIRED_TOOLTIP=<html>La informaci\u00f3n s\u00f3lo estar\u00e1 disponible si se autentica<br>como usuario administrativo.
INFO_NOT_AVAILABLE_SERVER_DOWN_CLI_LABEL=<no disponible> (*)
INFO_NOT_AVAILABLE_SERVER_DOWN_CLI_LEGEND=* La informaci\u00f3n s\u00f3lo estar\u00e1 disponible si el servidor se est\u00e1 ejecutando y especifica informaci\u00f3n de autenticaci\u00f3n v\u00e1lida al iniciar el comando de estado.
INFO_NOT_AVAILABLE_SERVER_DOWN_TOOLTIP=<html>La informaci\u00f3n s\u00f3lo estar\u00e1 disponible si el servidor se est\u00e1 ejecutando y se autentica<br>como usuario administrativo.
INFO_NOTHING_SELECTED_TO_UNINSTALL=Debe seleccionar alg\u00fan elemento para desinstalarlo.
INFO_NUMBER_ENTRIES_COLUMN=Entradas
INFO_OPENDS_VERSION_LABEL=Versi\u00f3n de OpenDS:
INFO_PROGRESS_REMOVING_REFERENCES=Suprimiendo referencias en %s
INFO_PROTOCOL_COLUMN=Protocolo
INFO_QUIT_STATUS_PANEL_BUTTON_TOOLTIP=Salir del panel de estado
INFO_REMOVE_BACKUPS_LABEL=Archivos de copia de seguridad incluidos en el directorio bak
INFO_REMOVE_BACKUPS_TOOLTIP=Suprimir los archivos de copia de seguridad incluidos en el directorio bak.
INFO_REMOVE_DATABASES_LABEL=Contenido de la base de datos
INFO_REMOVE_DATABASES_TOOLTIP=Suprimir el contenido de la base de datos
INFO_REMOVE_LABEL=Suprimir:
INFO_REMOVE_LDIFS_LABEL=Archivos de exportaci\u00f3n a LDIF incluidos en el directorio ldif
INFO_REMOVE_LDIFS_TOOLTIP=Suprimir los archivos de exportaci\u00f3n a LDIF incluidos en el directorio ldif
INFO_REMOVE_LIBRARIES_AND_TOOLS_LABEL=Bibliotecas del servidor y herramientas administrativas
INFO_REMOVE_LIBRARIES_AND_TOOLS_TOOLTIP=Suprimir las bibliotecas del servidor y las herramientas administrativas
INFO_REMOVE_LOGS_LABEL=Archivos de registro
INFO_REMOVE_LOGS_TOOLTIP=Suprimir archivos de registro
INFO_REMOVE_SCHEMA_AND_CONFIGURATION_LABEL=Archivos de esquema y configuraci\u00f3n
INFO_REMOVE_SCHEMA_AND_CONFIGURATION_TOOLTIP=Suprimir los archivos de esquema y configuraci\u00f3n
INFO_REPLICATED_COLUMN=R\u00e9plica
INFO_RESTART_BUTTON_LABEL=Reiniciar
INFO_RESTART_BUTTON_TOOLTIP=Reinicia el servidor de directorios.
INFO_SERVER_DETAILS_TITLE=Informaci\u00f3n del servidor
INFO_SERVER_PATH_LABEL=Ruta del servidor:
INFO_SERVER_STARTED_LABEL=INICIADO
INFO_SERVER_STARTING_LABEL=Iniciando
INFO_SERVER_STATUS_LABEL=Estado de ejecuci\u00f3n del servidor:
INFO_SERVER_STATUS_TITLE=Estado del servidor
INFO_SERVER_STOPPED_LABEL=Detenido
INFO_SERVER_STOPPING_LABEL=Deteniendo
INFO_SERVER_UNKNOWN_STATUS_LABEL=Desconocido
INFO_START_BUTTON_LABEL=Inicio
INFO_START_BUTTON_TOOLTIP=Inicia el servidor de directorios.
INFO_STATE_COLUMN=Estado
INFO_STATUS_CLI_USAGE_DESCRIPTION=Esta utilidad se puede utilizar para mostrar informaci\u00f3n b\u00e1sica del servidor.
SEVERE_ERR_STATUS_PANEL_LAUNCHER_GUI_LAUNCH_FAILED=No se pudo iniciar el panel de estado.  Compruebe que tenga acceso a la pantalla.
SEVERE_ERR_STATUS_PANEL_LAUNCHER_GUI_LAUNCH_FAILED_DETAILS=No se pudo iniciar el panel de estado.  Compruebe que tenga acceso a la pantalla.   Consulte el archivo %s para obtener informaci\u00f3n.
INFO_STATUS_PANEL_LAUNCHER_USAGE_DESCRIPTION=Esta utilidad se puede utilizar para mostrar la ventana Panel de estado que proporciona informaci\u00f3n b\u00e1sica del servidor, y permite iniciarlo, detenerlo y reiniciarlo.
INFO_STATUSPANEL_DIALOG_TITLE=Panel de estado de OpenDS
INFO_STOP_BUTTON_LABEL=Detener
INFO_STOP_BUTTON_TOOLTIP=Detiene el servidor de directorios.
INFO_BASEDN_NOT_REPLICATED_LABEL=Inhabilitado
INFO_BASEDN_REPLICATED_LABEL=Habilitado
INFO_SUMMARY_DELETING_EXTERNAL_DB_FILES=Eliminando los archivos de base de datos ubicados fuera de la ruta de la instalaci\u00f3n...
INFO_SUMMARY_DELETING_EXTERNAL_LOG_FILES=Eliminando los archivos de registro ubicados fuera de la ruta de la instalaci\u00f3n...
INFO_SUMMARY_DELETING_EXTERNAL_REFERENCES=Eliminando las referencias externas...
INFO_SUMMARY_DELETING_INSTALLATION_FILES=Eliminando los archivos incluidos en la ruta de la instalaci\u00f3n...
INFO_SUMMARY_DISABLING_WINDOWS_SERVICE=Inhabilitando el servicio de Windows...
INFO_SUMMARY_UNCONFIGURING_REPLICATION=Suprimiendo las referencias en los servidores OpenDS remotos...
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY=<b>La desinstalaci\u00f3n de OpenDS se ha completado correctamente.</b>
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY_CLI=La desinstalaci\u00f3n de OpenDS se ha completado correctamente.
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY_REMOVE_JARFILES=<b>La desinstalaci\u00f3n de OpenDS se ha completado correctamente.</b><br><br>Para completar la desinstalaci\u00f3n, debe eliminar manualmente los siguientes archivos y directorios:<br>%s
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY_REMOVE_JARFILES_CLI=La desinstalaci\u00f3n de OpenDS se ha completado correctamente.%nPara completar la desinstalaci\u00f3n, debe eliminar manualmente los siguientes archivos y directorios:%n%s
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR=Se ha producido un error. Compruebe el \u00e1rea de texto "Detalles" para obtener m\u00e1s informaci\u00f3n.
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR_ON_REMOTE=<b>La desinstalaci\u00f3n de OpenDS se ha realizado correctamente, pero con advertencias.</b><br>OpenDS se ha desinstalado correctamente en el equipo local, pero se han producido algunos errores al actualizar los servidores remotos.  Compruebe el \u00e1rea de texto "Detalles" para obtener m\u00e1s informaci\u00f3n.
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR_ON_REMOTE_CLI=OpenDS se ha desinstalado correctamente en el equipo local, pero se han producido algunos errores al actualizar los servidores remotos.
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR_DELETING=<b>La desinstalaci\u00f3n de OpenDS se ha realizado correctamente, pero con advertencias.</b><br>OpenDS se ha desinstalado correctamente en el equipo local, pero se han producido algunos errores al eliminar los archivos. Consulte el \u00e1rea de texto "Detalles" para obtener m\u00e1s informaci\u00f3n sobre los archivos que han provocado el problema.<br><br>Verifique que no haya ning\u00fan otro programa utilizando esos archivos y elim\u00ednelos manualmente.
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR_DELETING_CLI=OpenDS se ha desinstalado correctamente en el equipo local, pero se han producido algunos errores al eliminar los archivos.  Consulte el \u00e1rea de texto "Detalles" para obtener m\u00e1s informaci\u00f3n sobre los archivos que han provocado el problema.%n%nVerifique que no haya ning\u00fan otro programa utilizando esos archivos y elim\u00ednelos manualmente.
INFO_SUMMARY_UNINSTALL_NOT_STARTED=Iniciando desinstalaci\u00f3n...
INFO_UNDEFINED_PROTOCOL_LABEL=-Desconocido-
SEVERE_ERR_UNINSTALL_LAUNCHER_GUI_LAUNCHED_FAILED=%n%nError al iniciar la desinstalaci\u00f3n gr\u00e1fica.%n%nIniciando la desinstalaci\u00f3n mediante l\u00ednea de comandos...
SEVERE_ERR_UNINSTALL_LAUNCHER_GUI_LAUNCHED_FAILED_DETAILS=%n%nError al iniciar la desinstalaci\u00f3n gr\u00e1fica.  Consulte el archivo %s para obtener m\u00e1s informaci\u00f3n.%n%nIniciando la desinstalaci\u00f3n mediante l\u00ednea de comandos...
INFO_UNINSTALL_LAUNCHER_LAUNCHING_CLI=Iniciando la desinstalaci\u00f3n mediante l\u00ednea de comandos...
INFO_UNINSTALL_LAUNCHER_LAUNCHING_GUI=Iniciando la desinstalaci\u00f3n gr\u00e1fica...
INFO_UNINSTALL_LAUNCHER_USAGE_DESCRIPTION=Esta utilidad se puede usar para desinstalar el servidor de directorios.
INFO_UNINSTALL_LOGIN_CANCEL_BUTTON_TOOLTIP=Cierre este cuadro de di\u00e1logo y no intente suprimir las referencias de este servidor en otros servidores OpenDS.
INFO_UNINSTALL_LOGIN_DIALOG_MSG=Debe proporcionar un Id. de usuario administrativo global para poder suprimir las referencias a este servidor en otros servidores OpenDS.%nDebe proporcionar tambi\u00e9n el nombre de este host (o la direcci\u00f3n IP), tal y como aparece indicado en los servidores remotos.
INFO_UNINSTALL_LOGIN_HOST_NAME_LABEL=Nombre de host:
INFO_UNINSTALL_LOGIN_HOST_NAME_TOOLTIP=El nombre de este host (o la direcci\u00f3n IP) tal y como aparece indicado en otros servidores OpenDS.
INFO_UNINSTALL_LOGIN_OK_BUTTON_TOOLTIP=Intente establecer conexi\u00f3n con la informaci\u00f3n de autenticaci\u00f3n especificada.
INFO_UNINSTALL_LOGIN_PWD_TOOLTIP=La contrase\u00f1a del administrador global que se utilizar\u00e1 para leer y actualizar la configuraci\u00f3n de los otros servidores OpenDS.
INFO_UNINSTALL_LOGIN_UID_TOOLTIP=El Id. de usuario administrativo global que se utilizar\u00e1 para leer y actualizar la configuraci\u00f3n de los otros servidores OpenDS.
INFO_UNKNOWN_LABEL=--
INFO_UNINSTALLDS_DESCRIPTION_FORCE=Especifica si la desinstalaci\u00f3n debe continuar o no en caso de producirse un error al actualizar las referencias a este servidor en las instancias remotas de OpenDS.  Este argumento s\u00f3lo puede utilizarse con el argumento sin mensaje de petici\u00f3n {%s}.
INFO_DESCRIPTION_REFERENCED_HOST=El nombre de este host (o la direcci\u00f3n IP) tal y como aparece indicado en los servidores remotos de la r\u00e9plica.
INFO_UNINSTALLDS_DESCRIPTION_CLI=Indica que se utilizar\u00e1 la instalaci\u00f3n mediante l\u00ednea de comandos.  Si no se especifica esta opci\u00f3n, se iniciar\u00e1 la interfaz gr\u00e1fica.  El resto de las opciones (a excepci\u00f3n de las opciones de ayuda y versi\u00f3n) s\u00f3lo se tendr\u00e1n en cuenta si se especifica esta opci\u00f3n.
INFO_UNINSTALLDS_DESCRIPTION_QUIET=Ejecutar la desinstalaci\u00f3n en el modo silencioso.  En el modo silencioso, no se proporcionar\u00e1 la informaci\u00f3n de progreso en la salida est\u00e1ndar.
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_ALL=Suprimir todos los componentes de OpenDS (esta opci\u00f3n no es compatible con el resto de las opciones de supresi\u00f3n).
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_SERVER_LIBRARIES=Suprimir las bibliotecas del servidor y las herramientas administrativas
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_DATABASES=Suprimir el contenido de la base de datos
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_LOG_FILES=Suprimir archivos de registro
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_CONFIGURATION_FILES=Suprimir archivos de configuraci\u00f3n
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_BACKUP_FILES=Suprimir archivos de copia de seguridad
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_LDIF_FILES=Suprimir archivos LDIF
INFO_DESCRIPTION_ADMIN_UID=Id. de usuario del administrador global que se utilizar\u00e1 para enlazar con el servidor.
INFO_DESCRIPTION_ENABLE_REPLICATION_HOST1=El nombre de host completo del servidor de directorios o la direcci\u00f3n IP del primer servidor cuyo contenido se replicar\u00e1.
INFO_DESCRIPTION_ENABLE_REPLICATION_SERVER_PORT1=El n\u00famero de puerto del primer servidor cuyo contenido se replicar\u00e1.
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDDN1=ND que se utilizar\u00e1 para enlazar con el primer servidor cuyo contenido se replicar\u00e1.  Si no se especifica esta opci\u00f3n, se utilizar\u00e1 el administrador global para el enlace.
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORD1=La contrase\u00f1a que se utilizar\u00e1 para enlazar con el primer servidor cuyo contenido se replicar\u00e1. Si no se especifica ning\u00fan ND de enlace para el primer servidor, se utilizar\u00e1 la contrase\u00f1a del administrador global para el enlace.
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORDFILE1=El archivo que contiene la contrase\u00f1a que se utilizar\u00e1 para enlazar con el primer servidor cuyo contenido se replicar\u00e1.  Si no se especifica ning\u00fan ND de enlace para el primer servidor, se utilizar\u00e1 la contrase\u00f1a del administrador global para el enlace.
INFO_DESCRIPTION_ENABLE_REPLICATION_USE_SSL1=Utilizar SSL para la comunicaci\u00f3n segura con el primer servidor
INFO_DESCRIPTION_ENABLE_REPLICATION_STARTTLS1=Utilizar StartTLS para la comunicaci\u00f3n segura con el primer servidor
INFO_DESCRIPTION_ENABLE_REPLICATION_PORT1=El puerto que utilizar\u00e1 el mecanismo de r\u00e9plica en el primer servidor para comunicarse con los dem\u00e1s servidores.  S\u00f3lo debe especificar esta opci\u00f3n si no se ha configurado anteriormente la r\u00e9plica en el primer servidor.
INFO_DESCRIPTION_ENABLE_SECURE_REPLICATION1=Especifica si est\u00e1 cifrada o no la comunicaci\u00f3n a trav\u00e9s del puerto de r\u00e9plica del primer servidor.  Esta opci\u00f3n s\u00f3lo se tendr\u00e1 en cuenta la primera vez que se configure la r\u00e9plica en el primer servidor.
INFO_DESCRIPTION_ENABLE_REPLICATION_HOST2=El nombre de host completo del servidor de directorios o la direcci\u00f3n IP del segundo servidor cuyo contenido se replicar\u00e1.
INFO_DESCRIPTION_ENABLE_REPLICATION_SERVER_PORT2=El n\u00famero de puerto del segundo servidor cuyo contenido se replicar\u00e1.
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDDN2=ND que se utilizar\u00e1 para enlazar con el segundo servidor cuyo contenido se replicar\u00e1. Si no se especifica esta opci\u00f3n, se utilizar\u00e1 el administrador global para el enlace.
INFO_DESCRIPTION_ENABLE_REPLICATION_SKIPPORT=Omita la comprobaci\u00f3n para determinar si se pueden utilizar los puertos de r\u00e9plica especificados.
INFO_DESCRIPTION_ENABLE_REPLICATION_NO_SCHEMA_REPLICATION=No replique el esquema entre los servidores.
INFO_DESCRIPTION_ENABLE_REPLICATION_USE_SECOND_AS_SCHEMA_SOURCE=Utilice el segundo servidor para inicializar el esquema del primer servidor.  Si no se especifica esta opci\u00f3n ni la opci\u00f3n (%s), se utilizar\u00e1 el esquema del primer servidor para inicializar el esquema del segundo servidor.
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORD2=La contrase\u00f1a que se utilizar\u00e1 para enlazar con el segundo servidor cuyo contenido se replicar\u00e1.  Si no se especifica ning\u00fan ND de enlace para el segundo servidor, se utilizar\u00e1 la contrase\u00f1a del administrador global para el enlace.
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORDFILE2=El archivo que contiene la contrase\u00f1a que se utilizar\u00e1 para enlazar con el segundo servidor cuyo contenido se replicar\u00e1. Si no se especifica ning\u00fan ND de enlace para el segundo servidor, se utilizar\u00e1 la contrase\u00f1a del administrador global para el enlace.
INFO_DESCRIPTION_ENABLE_REPLICATION_USE_SSL2=Utilizar SSL para la comunicaci\u00f3n segura con el segundo servidor
INFO_DESCRIPTION_ENABLE_REPLICATION_PORT2=El puerto que utilizar\u00e1 el mecanismo de r\u00e9plica en el segundo servidor para comunicarse con los dem\u00e1s servidores. S\u00f3lo debe especificar esta opci\u00f3n si se ha configurado anteriormente la r\u00e9plica en el segundo servidor.
INFO_DESCRIPTION_ENABLE_SECURE_REPLICATION2=Especifica si est\u00e1 cifrada o no la comunicaci\u00f3n a trav\u00e9s del puerto de r\u00e9plica del segundo servidor. Esta opci\u00f3n s\u00f3lo se tendr\u00e1 en cuenta la primera vez que se configure la r\u00e9plica en el segundo servidor.
INFO_DESCRIPTION_ENABLE_REPLICATION_STARTTLS2=Utilizar StartTLS para la comunicaci\u00f3n segura con el segundo servidor
INFO_DESCRIPTION_REPLICATION_BASEDNS=ND de base de los datos que se replicar\u00e1n o inicializar\u00e1n, o para los que se ha inhabilitado la r\u00e9plica.  Se pueden especificar varios ND de base utilizando esta opci\u00f3n varias veces.
INFO_DESCRIPTION_REPLICATION_ADMIN_UID=Id. de usuario del administrador global que se utilizar\u00e1 para enlazar con el servidor. Si se utiliza el subcomando {%s} y no se ha definido anteriormente ning\u00fan administrador global para ninguno de los servidores, se crear\u00e1 uno en funci\u00f3n de los datos especificados.
INFO_DESCRIPTION_REPLICATION_ADMIN_BINDPASSWORD=La contrase\u00f1a del administrador global
INFO_DESCRIPTION_REPLICATION_ADMIN_BINDPASSWORDFILE=El archivo que contiene la contrase\u00f1a del administrador global
INFO_DESCRIPTION_INITIALIZE_REPLICATION_HOST_SOURCE=El nombre de host o la direcci\u00f3n IP del servidor de origen cuyo contenido se utilizar\u00e1 para inicializar el servidor de destino.
INFO_DESCRIPTION_INITIALIZE_REPLICATION_SERVER_PORT_SOURCE=El n\u00famero de puerto del servidor de origen cuyo contenido se utilizar\u00e1 para inicializar el servidor de destino.
INFO_DESCRIPTION_INITIALIZE_REPLICATION_USE_SSL_SOURCE=Utilizar SSL para la comunicaci\u00f3n segura con el servidor de origen
INFO_DESCRIPTION_INITIALIZE_REPLICATION_STARTTLS_SOURCE=Utilizar StartTLS para la comunicaci\u00f3n segura con el servidor de origen
INFO_DESCRIPTION_INITIALIZE_REPLICATION_HOST_DESTINATION=El nombre de host o la direcci\u00f3n IP del servidor de destino cuyo contenido se inicializar\u00e1.
INFO_DESCRIPTION_INITIALIZE_REPLICATION_SERVER_PORT_DESTINATION=El n\u00famero de puerto del servidor de destino cuyo contenido se inicializar\u00e1.
INFO_DESCRIPTION_INITIALIZE_REPLICATION_USE_SSL_DESTINATION=Utilizar SSL para la comunicaci\u00f3n segura con el servidor de destino
INFO_DESCRIPTION_INITIALIZE_REPLICATION_STARTTLS_DESTINATION=Utilizar StartTLS para la comunicaci\u00f3n segura con el servidor de destino
INFO_DESCRIPTION_EXTERNAL_INITIALIZATION_LOCAL=Utilice esta opci\u00f3n s\u00f3lo cuando el contenido del servidor de directorios especificado se inicialice con un m\u00e9todo externo (el comando "import-ldif" o la copia binaria).
INFO_REPLICATION_TOOL_DESCRIPTION=Esta utilidad se puede usar para configurar la r\u00e9plica entre los servidores con el fin de sincronizar sus datos. Para que la r\u00e9plica funcione, debe habilitar, en primer lugar, la r\u00e9plica mediante el subcomando {%s} y, a continuaci\u00f3n, inicializar el contenido de uno de los servidores con el contenido de otro mediante el subcomando {%s}.
INFO_REPLICATION_DESCRIPTION_QUIET=Realizar una operaci\u00f3n silenciosa (no se escribir\u00e1 ninguna informaci\u00f3n de progreso en la salida est\u00e1ndar)
INFO_DESCRIPTION_DISABLE_REPLICATION_BINDDN=ND que se utilizar\u00e1 para enlazar con el servidor en el que deseamos inhabilitar la r\u00e9plica.  Esta opci\u00f3n debe utilizarse si no se ha definido ning\u00fan administrador global en el servidor o si el usuario no desea suprimir las referencias en los otros servidores replicados.  La contrase\u00f1a proporcionada para el administrador global se utilizar\u00e1 al especificar esta opci\u00f3n. 
INFO_DESCRIPTION_SUBCMD_INITIALIZE_REPLICATION=Inicialice el contenido de los datos incluidos debajo del ND de base especificado en el servidor de destino con el contenido del servidor de origen.  Una vez habilitada la r\u00e9plica, es necesario realizar esta operaci\u00f3n para que funcione (tambi\u00e9n se puede utilizar {%s} para el mismo fin).
INFO_DESCRIPTION_SUBCMD_INITIALIZE_ALL_REPLICATION=Inicialice el contenido de los datos incluidos debajo del ND de base especificado en todos los servidores cuyo contenido se est\u00e9 replicando con el contenido del servidor especificado.  Una vez habilitada la r\u00e9plica, es necesario realizar esta operaci\u00f3n para que funcione (tambi\u00e9n se puede aplicar la opci\u00f3n {%s} en cada servidor para el mismo fin).
INFO_DESCRIPTION_SUBCMD_PRE_EXTERNAL_INITIALIZATION=Debe llamarse a este subcomando antes de inicializar el contenido de todos los servidores replicados mediante la herramienta "import-ldif" o el m\u00e9todo de copia binaria.  Debe especificar la lista de ND de base que se inicializar\u00e1 y proporcionar las credenciales de cualquier servidor en el que se est\u00e9 realizando la r\u00e9plica.  Despu\u00e9s de llamar a este subcomando, inicialice el contenido de todos los servidores de la topolog\u00eda y, a continuaci\u00f3n, llame al subcomando {%s}.
INFO_DESCRIPTION_SUBCMD_POST_EXTERNAL_INITIALIZATION=Debe llamarse a este subcomando despu\u00e9s de inicializar el contenido de todos los servidores replicados mediante la herramienta "import-ldif" o el m\u00e9todo de copia binaria. Debe especificar la lista de ND de base que se ha inicializado y proporcionar las credenciales de cualquier servidor en el que se est\u00e9 realizando la r\u00e9plica. Consulte la sintaxis del subcomando {%s} para obtener m\u00e1s informaci\u00f3n.
INFO_DESCRIPTION_SUBCMD_ENABLE_REPLICATION=Actualiza la configuraci\u00f3n de los servidores para replicar los datos del ND de base especificado.  Si uno de los servidores ya est\u00e1 replicando los datos situados debajo del ND de base en otros servidores, al ejecutar este subcomando, se actualizar\u00e1 la configuraci\u00f3n de todos los servidores (por lo que s\u00f3lo es necesario ejecutar una vez la l\u00ednea de comandos para cada servidor que agreguemos a la topolog\u00eda de r\u00e9plica).
INFO_DESCRIPTION_SUBCMD_DISABLE_REPLICATION=Inhabilita la r\u00e9plica en el servidor especificado para el ND de base proporcionado y suprime las referencias en los restantes servidores en los que se est\u00e9n replicando los datos.
INFO_DESCRIPTION_SUBCMD_STATUS_REPLICATION=Muestra una lista con la configuraci\u00f3n de r\u00e9plica b\u00e1sica de los ND de base de los servidores definidos en la informaci\u00f3n de registro.  Si no se ha especificado ning\u00fan ND de base como par\u00e1metro, se mostrar\u00e1 la informaci\u00f3n de todos los ND de base.
SEVERE_ERR_REPLICATION_NO_BASE_DN_PROVIDED=Debe especificar, como m\u00ednimo, un ND de base en el modo no interactivo.
SEVERE_ERR_REPLICATION_NO_ADMINISTRATOR_PASSWORD_PROVIDED=Debe especificar la contrase\u00f1a del administrador global en el modo no interactivo.  Puede especificarla mediante las opciones {%s} o {%s}.
SEVERE_ERR_REPLICATION_NOT_A_VALID_BASEDN=El valor proporcionado %s no es un ND de base v\u00e1lido.
SEVERE_ERR_REPLICATION_ENABLE_SAME_SERVER_PORT=Debe especificar dos servidores diferentes para habilitar la r\u00e9plica.  Ha especificado dos veces el servidor %s:%s
SEVERE_ERR_REPLICATION_INITIALIZE_SAME_SERVER_PORT=Debe especificar dos servidores diferentes como origen y destino de la inicializaci\u00f3n.  Ha especificado dos veces el servidor %s:%s
SEVERE_ERR_REPLICATION_PORT_AND_REPLICATION_PORT_EQUAL=El puerto LDAP del servidor y el puerto de r\u00e9plica presentan el mismo valor en el host %s. Ha especificado %s para ambos.
SEVERE_ERR_REPLICATION_SAME_REPLICATION_PORT=Ha especificado el mismo puerto de r\u00e9plica (%s) para dos servidores ubicados en el mismo equipo (%s).
SEVERE_ERR_REPLICATION_VALID_SUBCOMMAND_NOT_FOUND=No se pudo encontrar un subcomando v\u00e1lido.
SEVERE_ERR_REPLICATION_STATUS_QUIET=El subcomando {%s} no es compatible con el argumento {%s}.
INFO_REPLICATION_SUCCESSFUL=Se ha completado correctamente la operaci\u00f3n.
INFO_REPLICATION_SUCCESSFUL_NOP=Se ha completado correctamente la operaci\u00f3n, pero no era necesario realizar ninguna acci\u00f3n.
MILD_ERR_REPLICATION_USER_CANCELLED=El usuario ha cancelado la operaci\u00f3n.
SEVERE_ERR_REPLICATION_NO_MESSAGE=
SEVERE_ERR_UNINSTALL_FORCE_REQUIRES_NO_PROMPT=El argumento {%s} s\u00f3lo se puede utilizar si se ha especificado {%s}.
INFO_REPLICATION_ENABLE_ADMINISTRATOR_MUST_BE_CREATED=Debe especificar las credenciales del administrador global que se utilizar\u00e1n para administrar las instancias de OpenDS que se est\u00e1n replicando.
INFO_ADMINISTRATOR_UID_PROMPT=Id. de usuario del administrador global
INFO_ADMINISTRATOR_PWD_PROMPT=Contrase\u00f1a del administrador global:
INFO_ADMINISTRATOR_PWD_CONFIRM_PROMPT=Contrase\u00f1a (confirmar):
MILD_ERR_ADMINISTRATOR_PWD_DO_NOT_MATCH=Las contrase\u00f1as especificadas no coinciden.
MILD_ERR_ERROR_CONNECTING_TO_SERVER_PROMPT_AGAIN=No se pudo establecer la conexi\u00f3n con la instancia del servidor de directorios %s con las credenciales especificadas.%nDetalles del error: %s%n%nProporcione de nuevo la informaci\u00f3n necesaria para establecer la conexi\u00f3n con el servidor:
INFO_REPLICATION_ENABLE_HOST1_CONNECTION_PARAMETERS=>>>> Especifique los par\u00e1metros de la conexi\u00f3n LDAP de OpenDS para el primer servidor.
INFO_REPLICATION_ENABLE_HOSTNAME1_PROMPT=Nombre de host del primer servidor
INFO_REPLICATION_ENABLE_PORT1_PROMPT=Puerto LDAP del primer servidor
INFO_REPLICATION_ENABLE_PROTOCOL1=\u00bfC\u00f3mo desea conectarse al primer servidor?
INFO_REPLICATION_ENABLE_REPLICATIONPORT1_PROMPT=Puerto de r\u00e9plica del primer servidor (el puerto debe estar libre)
INFO_REPLICATION_ENABLE_SECURE1_PROMPT=\u00bfDesea que la r\u00e9plica utilice una comunicaci\u00f3n cifrada al establecer la conexi\u00f3n con el puerto de r\u00e9plica %s en el primer servidor?
INFO_REPLICATION_ENABLE_BINDDN1_PROMPT=ND de enlace del primer servidor
INFO_REPLICATION_ENABLE_PASSWORD1_PROMPT=Contrase\u00f1a de %s en el primer servidor:
INFO_REPLICATION_ENABLE_HOST2_CONNECTION_PARAMETERS=>>>> Especifique los par\u00e1metros de conexi\u00f3n LDAP de OpenDS para el segundo servidor.
INFO_REPLICATION_ENABLE_HOSTNAME2_PROMPT=Nombre de host del segundo servidor
INFO_REPLICATION_ENABLE_PORT2_PROMPT=Puerto LDAP del segundo servidor
INFO_REPLICATION_ENABLE_PROTOCOL2=\u00bfC\u00f3mo desea conectarse al segundo servidor?
INFO_REPLICATION_ENABLE_REPLICATIONPORT2_PROMPT=Puerto de r\u00e9plica del segundo servidor (el puerto debe estar libre)
INFO_REPLICATION_ENABLE_SECURE2_PROMPT=\u00bfDesea que la r\u00e9plica utilice una comunicaci\u00f3n cifrada al establecer conexi\u00f3n con el puerto de r\u00e9plica %s en el segundo servidor? 
INFO_REPLICATION_ENABLE_BINDDN2_PROMPT=ND de enlace del segundo servidor
INFO_REPLICATION_ENABLE_PASSWORD2_PROMPT=Contrase\u00f1a de %s en el segundo servidor:
INFO_REPLICATION_INITIALIZE_SOURCE_CONNECTION_PARAMETERS=>>>> Especifique los par\u00e1metros de la conexi\u00f3n LDAP de OpenDS para el servidor de origen.
INFO_REPLICATION_INITIALIZE_DESTINATION_CONNECTION_PARAMETERS=>>>> Especifique los par\u00e1metros de la conexi\u00f3n LDAP de OpenDS para el servidor de destino.
SEVERE_ERR_NO_SUFFIXES_AVAILABLE_TO_ENABLE_REPLICATION=No hay ning\u00fan ND de base disponible para habilitar la r\u00e9plica entre los dos servidores.
INFO_ALREADY_REPLICATED_SUFFIXES=Ya se han replicado los siguientes ND de base entre los dos servidores:%n%s
INFO_ALREADY_NOT_REPLICATED_SUFFIXES=Los siguientes ND de base no se han replicado:%n%s
MILD_ERR_REPLICATION_ENABLE_SUFFIXES_NOT_FOUND=Los siguientes ND de base no se pueden replicar entre los dos servidores porque no se pudieron encontrar en, al menos, uno de los servidores:%n%s
MILD_ERR_NO_SUFFIXES_SELECTED_TO_REPLICATE=Debe seleccionar, al menos, un ND de base para replicarlo.
INFO_REPLICATION_ENABLE_SUFFIX_PROMPT=\u00bfDesea replicar el ND de base %s?
SEVERE_ERR_NO_SUFFIXES_AVAILABLE_TO_INITIALIZE_REPLICATION=No hay ning\u00fan ND de base replicado entre los dos servidores.
MILD_ERR_SUFFIXES_CANNOT_BE_INITIALIZED=Los siguientes ND de base no se pudieron inicializar porque no se han replicado o no se han configurado en ambos servidores:%n%s
MILD_ERR_NO_SUFFIXES_SELECTED_TO_INITIALIZE=Debe seleccionar, al menos, un ND de base para inicializarlo.
INFO_REPLICATION_INITIALIZE_SUFFIX_PROMPT=\u00bfDesea inicializar el ND de base %s?
SEVERE_ERR_NO_SUFFIXES_AVAILABLE_TO_DISABLE_REPLICATION=No hay ning\u00fan ND de base replicado en el servidor.
SEVERE_ERR_NO_SUFFIXES_AVAILABLE_TO_INITIALIZE_ALL_REPLICATION=No hay ning\u00fan ND de base replicado en el servidor.  El ND de base debe replicarse para poder utilizar su contenido con el fin de inicializar los ND de base en otros servidores.
MILD_ERR_NO_SUFFIXES_AVAILABLE_TO_INITIALIZE_LOCAL_REPLICATION=No hay ning\u00fan ND de base replicado en el servidor.
MILD_ERR_REPLICATION_DISABLE_SUFFIXES_NOT_FOUND=No se pudo encontrar el siguiente ND de base en el servidor:%n%s
 MILD_ERR_REPLICATION_INITIALIZE_LOCAL_SUFFIXES_NOT_FOUND=No se pudo encontrar el siguiente ND de base en el servidor:%n%s
MILD_ERR_NO_SUFFIXES_SELECTED_TO_DISABLE=Debe seleccionar, al menos, un ND de base para inhabilitarlo.
MILD_ERR_NO_SUFFIXES_SELECTED_TO_INITIALIZE_ALL=Debe seleccionar, al menos, un ND de base para inicializarlo.
INFO_REPLICATION_PRE_EXTERNAL_INITIALIZATION_LOCAL_PROMPT=\u00bfVa a inicializar s\u00f3lo el contenido del servidor %s (escriba "no" si va a inicializar el contenido de todos los servidores replicados para los ND de base especificados)?
MILD_ERR_NO_SUFFIXES_SELECTED_TO_PRE_EXTERNAL_INITIALIZATION=Debe especificar los ND de base que se inicializar\u00e1n mediante el comando "import-ldif" o la copia binaria.
MILD_ERR_NO_SUFFIXES_SELECTED_TO_POST_EXTERNAL_INITIALIZATION=Debe especificar los ND de base que se han inicializado mediante el comando "import-ldif" o la copia binaria.
INFO_REPLICATION_DISABLE_SUFFIX_PROMPT=\u00bfDesea inhabilitar la r\u00e9plica en el ND de base %s?
INFO_REPLICATION_INITIALIZE_ALL_SUFFIX_PROMPT=\u00bfDesea inicializar el ND de base %s?
INFO_REPLICATION_PRE_EXTERNAL_INITIALIZATION_SUFFIX_PROMPT=\u00bfVa a inicializar el ND de base %s con "import-ldif" o la copia binaria?
INFO_REPLICATION_POST_EXTERNAL_INITIALIZATION_SUFFIX_PROMPT=\u00bfHa inicializado el ND de base %s con "import-ldif" o la copia binaria?
MILD_ERR_REPLICATION_READING_REGISTERED_SERVERS_CONFIRM_UPDATE_REMOTE=Se han detectado los siguientes errores al leer la configuraci\u00f3n de los servidores existentes:%n%s%n%nSi contin\u00faa, la herramienta de r\u00e9plica intentar\u00e1 actualizar la configuraci\u00f3n de todos los servidores en el modo de m\u00e1ximo esfuerzo.  Sin embargo, no se puede garantizar la actualizaci\u00f3n de los servidores que generen errores.  \u00bfDesea continuar?
MILD_ERR_REPLICATION_STATUS_READING_REGISTERED_SERVERS=Es posible que la informaci\u00f3n mostrada no est\u00e9 completa debido a los siguientes errores detectados al leer la configuraci\u00f3n de los servidores existentes:%n%s
MILD_ERR_NOT_ADMINISTRATIVE_USER=No dispone de derechos de acceso a la configuraci\u00f3n del servidor.
INFO_REPLICATION_CONFIRM_DISABLE_ADS=Ha optado por inhabilitar la r\u00e9plica en el ND de base %s. El mecanismo de r\u00e9plica y algunas herramientas administrativas utilizan este ND de base, por lo que no se recomienda configurarlo directamente. \u00bfDesea continuar?
INFO_REPLICATION_CONFIRM_DISABLE_SCHEMA=Ha optado por inhabilitar la r\u00e9plica del esquema.  S\u00f3lo se recomienda inhabilitar la r\u00e9plica del esquema en determinadas situaciones.  \u00bfDesea continuar?
INFO_REPLICATION_CONFIRM_DISABLE_GENERIC=Si se inhabilita la r\u00e9plica, los datos ubicados debajo del ND de base seleccionado ya no se sincronizar\u00e1n con los dem\u00e1s servidores.  \u00bfDesea continuar?
INFO_REPLICATION_CONFIRM_DISABLE_LAST_SUFFIXES=Si se inhabilita la r\u00e9plica, los datos ubicados en el ND de base seleccionado ya no se sincronizar\u00e1n con los dem\u00e1s servidores.  Tambi\u00e9n se inhabilitar\u00e1 el puerto de r\u00e9plica del servidor.  \u00bfDesea continuar?
INFO_REPLICATION_CONFIRM_INITIALIZE_ADS=Ha optado por inicializar el contenido del ND de base %s del servidor %s con el contenido del servidor %s. El mecanismo de r\u00e9plica y algunas herramientas administrativas utilizan este ND de base, por lo que no se recomienda configurarlo directamente.  \u00bfDesea continuar?
INFO_REPLICATION_CONFIRM_INITIALIZE_GENERIC=Si se inicializa el contenido de un ND de base, se suprimir\u00e1 todo su contenido.  \u00bfDesea suprimir el contenido de los ND de base seleccionados en el servidor %s y sustituirlo por el contenido del servidor %s?
INFO_REPLICATION_CONFIRM_INITIALIZE_ALL_ADS=Ha optado por inicializar el contenido del ND de base %s con el contenido del servidor %s. El mecanismo de r\u00e9plica y algunas herramientas administrativas utilizan este ND de base, por lo que no se recomienda configurarlo directamente. \u00bfDesea continuar?
INFO_REPLICATION_CONFIRM_INITIALIZE_ALL_GENERIC=Si se inicializa el contenido de un ND de base, se suprimir\u00e1 todo su contenido.  \u00bfDesea suprimir el contenido de los ND de base seleccionados en los servidores replicados y sustituirlo por el contenido del servidor %s?
MILD_ERR_REPLICATION_READING_REGISTERED_SERVERS_WARNING=Se han detectado los siguientes errores al leer la configuraci\u00f3n de los servidores existentes:\n%s\nLa herramienta de r\u00e9plica intentar\u00e1 actualizar la configuraci\u00f3n de todos los servidores en el modo de m\u00e1ximo esfuerzo. Sin embargo, no se puede garantizar la actualizaci\u00f3n de los servidores que generen errores.
INFO_REPLICATION_CONNECTING=Estableciendo conexiones
INFO_REPLICATION_ENABLE_UPDATING_ADS_CONTENTS=Comprobando informaci\u00f3n de registro
INFO_REPLICATION_ENABLE_UPDATING_REPLICATION_SERVER=Actualizando referencias remotas en el servidor %s
INFO_REPLICATION_ENABLE_CONFIGURING_REPLICATION_SERVER=Configurando el puerto de r\u00e9plica en el servidor %s
INFO_REPLICATION_ENABLE_CONFIGURING_BASEDN=Actualizando la configuraci\u00f3n de r\u00e9plica del ND de base %s en el servidor %s
INFO_REPLICATION_ENABLE_CONFIGURING_ADS=Actualizando la configuraci\u00f3n de registro en el servidor %s
INFO_ENABLE_REPLICATION_INITIALIZING_ADS=Inicializando la informaci\u00f3n de registro en el servidor %s con el contenido del servidor %s
INFO_ENABLE_REPLICATION_INITIALIZING_SCHEMA=Inicializando el esquema en el servidor %s con el contenido del servidor %s
SEVERE_ERR_REPLICATION_ENABLE_SEEDING_TRUSTSTORE=Se ha producido un error inesperado al inicializar el contenido del almac\u00e9n de confianza.  Detalles: %s
SEVERE_ERR_INITIALIZING_REPLICATIONID_NOT_FOUND=Error al inicializar.  No se pudo encontrar el Id. de r\u00e9plica en el servidor %s para el ND de base %s.
SEVERE_ERR_REPLICATION_INITIALIZING_TRIES_COMPLETED=Error al inicializar.  No se pudo encontrar un interlocutor para ejecutar la inicializaci\u00f3n tras varios intentos.  Detalles: %s
SEVERE_ERR_REPLICATION_CONFIGURING_REPLICATIONSERVER=Error al configurar el puerto de r\u00e9plica en el servidor %s.
SEVERE_ERR_REPLICATION_DISABLING_REPLICATIONSERVER=Error al inhabilitar el puerto de r\u00e9plica en el servidor %s.
SEVERE_ERR_REPLICATION_CONFIGURING_BASEDN=Error al actualizar la configuraci\u00f3n de r\u00e9plica en el ND de base %s del servidor %s.
SEVERE_ERR_REPLICATION_UPDATING_ADS=Error al actualizar la informaci\u00f3n de registro.  Detalles: %s
SEVERE_ERR_REPLICATION_READING_ADS=Error al leer la informaci\u00f3n de registro.  Detalles: %s
SEVERE_ERR_REPLICATION_ADS_MERGE_NOT_SUPPORTED=La informaci\u00f3n de registro encontrada en los servidores %s y %s no coincide.  Esta herramienta no permite administrar este escenario.
SEVERE_ERR_REPLICATION_ERROR_READING_CONFIGURATION=Error al leer la configuraci\u00f3n de r\u00e9plica del servidor %s.%nDetalles: %s
INFO_REPLICATION_REMOVING_REFERENCES_ON_REMOTE=Suprimiendo referencias en el ND de base %s del servidor %s
INFO_REPLICATION_DISABLING_BASEDN=Inhabilitando la r\u00e9plica en el ND de base %s del servidor %s
INFO_REPLICATION_DISABLING_REPLICATION_SERVER=Inhabilitando el puerto de r\u00e9plica %s del servidor %s
INFO_REPLICATION_STATUS_NO_BASEDNS=No se ha encontrado ning\u00fan ND de base.
INFO_REPLICATION_STATUS_BASEDN=ND de base
INFO_REPLICATION_STATUS_IS_REPLICATED=R\u00e9plica
INFO_REPLICATION_STATUS_REPLICATED=%s - R\u00e9plica habilitada
INFO_REPLICATION_STATUS_NOT_REPLICATED=%s - R\u00e9plica inhabilitada
INFO_REPLICATION_STATUS_HEADER_SERVERPORT=Servidor
INFO_REPLICATION_STATUS_HEADER_NUMBER_ENTRIES=Entradas
INFO_REPLICATION_STATUS_HEADER_MISSING_CHANGES=M.C. (1)
INFO_REPLICATION_STATUS_HEADER_AGE_OF_OLDEST_MISSING_CHANGE=A.O.M.C. (2)
INFO_REPLICATION_STATUS_HEADER_REPLICATION_PORT=Puerto (3)
INFO_REPLICATION_STATUS_HEADER_SECURE=Seguridad (4)
INFO_REPLICATION_STATUS_REPLICATED_LEGEND=[1] El n\u00famero de cambios que faltan a\u00fan en este servidor (y que se han aplicado en, al menos, uno de los dem\u00e1s servidores).%n[2] Edad del cambio m\u00e1s antiguo no realizado: la fecha en la que se gener\u00f3 el cambio m\u00e1s antiguo que no se ha aplicado en este servidor.%n[3] El puerto utilizado para comunicarse entre los servidores cuyo contenido se est\u00e9 replicando.%n[4] Determina si se ha cifrado o no la comunicaci\u00f3n de r\u00e9plica a trav\u00e9s del puerto de r\u00e9plica.
INFO_REPLICATION_STATUS_LABEL_SERVERPORT=Servidor:
INFO_REPLICATION_STATUS_LABEL_NUMBER_ENTRIES=Entradas:
INFO_REPLICATION_STATUS_LABEL_MISSING_CHANGES=Cambios que faltan:
INFO_REPLICATION_STATUS_LABEL_AGE_OF_OLDEST_MISSING_CHANGE=Edad del cambio m\u00e1s antiguo no realizado:
INFO_REPLICATION_STATUS_LABEL_REPLICATION_PORT=Puerto de r\u00e9plica:
INFO_REPLICATION_STATUS_LABEL_SECURE=Seguridad:
INFO_REPLICATION_STATUS_SECURITY_ENABLED=Habilitado
INFO_REPLICATION_STATUS_SECURITY_DISABLED=Inhabilitado
INFO_REPLICATION_CRITICAL_ERROR_DETAILS=Detalles: %s
INFO_PROGRESS_PRE_EXTERNAL_INITIALIZATION=Preparando el ND de base %s que se inicializar\u00e1 de forma externa
INFO_PROGRESS_POST_EXTERNAL_INITIALIZATION=Actualizando la informaci\u00f3n de r\u00e9plica en el ND de base %s
INFO_PROGRESS_PRE_INITIALIZATION_LOCAL_FINISHED_PROCEDURE=Ahora puede continuar con la inicializaci\u00f3n del contenido de los ND de base en el servidor %s. Para ello, puede utilizar "import-ldif" o la copia binaria.%n%nUna vez completada la inicializaci\u00f3n, debe utilizar el subcomando {%s} para que la r\u00e9plica funcione con los nuevos ND de base.
INFO_PROGRESS_PRE_INITIALIZATION_FINISHED_PROCEDURE=Ahora puede continuar con la inicializaci\u00f3n del contenido de los ND de base en todos los servidores replicados.  Para ello, puede utilizar el comando "import-ldif" o el m\u00e9todo de copia binaria.%n%nUna vez completada la inicializaci\u00f3n, debe utilizar el subcomando {%s} para que la r\u00e9plica funcione con el contenido de los nuevos ND de base. 
INFO_PROGRESS_POST_INITIALIZATION_FINISHED_PROCEDURE=El procedimiento posterior a la inicializaci\u00f3n se ha completado correctamente.
SEVERE_ERR_POOLING_PRE_EXTERNAL_INITIALIZATION=Error al leer el progreso de la operaci\u00f3n.
SEVERE_ERR_POOLING_POST_EXTERNAL_INITIALIZATION=Error al leer el progreso de la operaci\u00f3n.
INFO_ERROR_DURING_PRE_EXTERNAL_INITIALIZATION_NO_LOG=Error inesperado durante la operaci\u00f3n.  Estado de la tarea: %s. Consulte los registros de errores de %s para obtener m\u00e1s informaci\u00f3n.
INFO_ERROR_DURING_PRE_EXTERNAL_INITIALIZATION_LOG=Error inesperado durante la operaci\u00f3n.  Detalles del \u00faltimo registro: %s. Estado de la tarea: %s. Consulte los registros de errores de %s para obtener m\u00e1s informaci\u00f3n.
INFO_ERROR_DURING_POST_EXTERNAL_INITIALIZATION_NO_LOG=Error inesperado durante la operaci\u00f3n.  Estado de la tarea: %s. Consulte los registros de errores de %s para obtener m\u00e1s informaci\u00f3n.
INFO_ERROR_DURING_POST_EXTERNAL_INITIALIZATION_LOG=Error inesperado durante la operaci\u00f3n.  Detalles del \u00faltimo registro: %s. Estado de la tarea: %s. Consulte los registros de errores de %s para obtener m\u00e1s informaci\u00f3n.
SEVERE_ERR_LAUNCHING_PRE_EXTERNAL_INITIALIZATION=Error al iniciar la operaci\u00f3n.
SEVERE_ERR_LAUNCHING_POST_EXTERNAL_INITIALIZATION=Error al iniciar la operaci\u00f3n.
