# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=CONFIG

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_CONFIG_ATTR_IS_REQUIRED_1=El atributo de configuraci\u00f3n %s debe tener al menos un valor, pero es posible que la operaci\u00f3n resultante haya suprimido todos los valores.
MILD_ERR_CONFIG_ATTR_REJECTED_VALUE_2=Se ha rechazado el valor especificado %s para el atributo de configuraci\u00f3n %s.  El motivo indicado era:  %s
MILD_ERR_CONFIG_ATTR_SET_VALUES_IS_SINGLE_VALUED_3=El atributo de configuraci\u00f3n %s s\u00f3lo permite un valor, pero se han especificado varios valores.
MILD_ERR_CONFIG_ATTR_ADD_VALUES_IS_SINGLE_VALUED_4=El atributo de configuraci\u00f3n %s s\u00f3lo permite un valor, pero si se agrega el valor o valores especificados, esto dar\u00eda como resultado varios valores.
MILD_ERR_CONFIG_ATTR_ADD_VALUES_ALREADY_EXISTS_5=El atributo de configuraci\u00f3n %s ya contiene un valor %s
MILD_ERR_CONFIG_ATTR_NO_SUCH_VALUE_6=No se puede suprimir el valor %s del atributo de configuraci\u00f3n %s porque el valor especificado no existe.
MILD_ERR_CONFIG_ATTR_INVALID_BOOLEAN_VALUE_7=No se puede establecer el valor del atributo de configuraci\u00f3n booleano %s porque el valor especificado %s no era ni "true" (verdadero) ni "false" (falso).
MILD_ERR_CONFIG_ATTR_NO_INT_VALUE_8=No se puede recuperar el valor del atributo de configuraci\u00f3n %s como entero porque ese atributo no presenta ning\u00fan valor.
MILD_ERR_CONFIG_ATTR_MULTIPLE_INT_VALUES_9=No se puede recuperar el valor del atributo de configuraci\u00f3n %s como entero porque ese atributo presenta varios valores.
MILD_ERR_CONFIG_ATTR_VALUE_OUT_OF_INT_RANGE_10=No se puede recuperar el valor del atributo de configuraci\u00f3n %s como entero de Java porque el valor se encuentra fuera del intervalo permitido para un entero.
MILD_ERR_CONFIG_ATTR_INVALID_INT_VALUE_11=No se puede establecer el valor del atributo de configuraci\u00f3n de entero %s porque el valor especificado %s no se puede interpretar como valor de entero:  %s
MILD_ERR_CONFIG_ATTR_INT_BELOW_LOWER_BOUND_12=No se puede establecer el valor del atributo de configuraci\u00f3n %s porque el valor especificado %d es inferior al valor m\u00ednimo permitido %d
MILD_ERR_CONFIG_ATTR_INT_ABOVE_UPPER_BOUND_13=No se puede establecer el valor del atributo de configuraci\u00f3n %s porque el valor especificado %d es superior al valor m\u00e1ximo permitido %d
MILD_ERR_CONFIG_ATTR_INT_COULD_NOT_PARSE_14=No se puede analizar el valor %s del atributo de configuraci\u00f3n %s como valor de entero:  %s
MILD_ERR_CONFIG_ATTR_NO_STRING_VALUE_15=No se puede recuperar el valor del atributo de configuraci\u00f3n %s como cadena porque ese atributo no presenta ning\u00fan valor.
MILD_ERR_CONFIG_ATTR_MULTIPLE_STRING_VALUES_16=No se puede recuperar el valor del atributo de configuraci\u00f3n %s como cadena porque ese atributo presenta varios valores.
MILD_ERR_CONFIG_ATTR_EMPTY_STRING_VALUE_17=Se ha especificado un valor vac\u00edo para el atributo de configuraci\u00f3n %s
MILD_ERR_CONFIG_ATTR_VALUE_NOT_ALLOWED_18=El valor %s no se encuentra incluido en la lista de valores aceptables para el atributo de configuraci\u00f3n %s
MILD_ERR_CONFIG_ATTR_INVALID_UNIT_19='%s' no es una unidad v\u00e1lida para el atributo de configuraci\u00f3n %s
MILD_ERR_CONFIG_ATTR_NO_UNIT_DELIMITER_20=No se puede decodificar %s como valor de entero y unidad para el atributo de configuraci\u00f3n %s porque no se pudo encontrar ning\u00fan delimitador de valor/unidad.
MILD_ERR_CONFIG_ATTR_COULD_NOT_PARSE_INT_COMPONENT_21=No se pudo descodificar la parte de n\u00famero entero del valor %s para el atributo de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_ATTR_INVALID_VALUE_WITH_UNIT_22=No se permite el valor especificado %s para el entero con el atributo de unidad %s:  %s
MILD_ERR_CONFIG_ENTRY_CONFLICTING_CHILD_23=No se puede agregar la entrada de configuraci\u00f3n %s como elemento secundario de la entrada de configuraci\u00f3n %s porque ya se ha encontrado una entrada secundaria con ese ND.
MILD_ERR_CONFIG_ENTRY_NO_SUCH_CHILD_24=No se puede suprimir la entrada %s como elemento secundario de la entrada de configuraci\u00f3n %s porque esa entrada no incluye ning\u00fan elemento secundario con el ND especificado.
MILD_ERR_CONFIG_ENTRY_CANNOT_REMOVE_NONLEAF_25=No se puede suprimir la entrada %s como elemento secundario de la entrada de configuraci\u00f3n %s porque esa entrada presenta elementos secundarios propios y las entradas sin hojas puede que no se puedan suprimir.
FATAL_ERR_CONFIG_FILE_DOES_NOT_EXIST_26=The specified configuration file %s does not exist or is not readable
FATAL_ERR_CONFIG_FILE_CANNOT_VERIFY_EXISTENCE_27=An unexpected error occurred while attempting to determine whether configuration file %s exists:  %s
FATAL_ERR_CONFIG_FILE_CANNOT_OPEN_FOR_READ_28=An error occurred while attempting to open the configuration file %s for reading:  %s
FATAL_ERR_CONFIG_FILE_READ_ERROR_29=An error occurred while attempting to read the contents of configuration file %s:  %s
MILD_ERR_CONFIG_ATTR_OPTIONS_NOT_ALLOWED_30=Se ha detectado un atributo de configuraci\u00f3n %s no v\u00e1lido: la \u00fanica opci\u00f3n permitida en la configuraci\u00f3n de Directory Server es "pendiente" para indicar el conjunto de valores pendientes.
FATAL_ERR_CONFIG_FILE_INVALID_LDIF_ENTRY_31=An error occurred at or near line %d while trying to parse the configuration from LDIF file %s:  %s
FATAL_ERR_CONFIG_FILE_EMPTY_32=The specified configuration file %s does not appear to contain any configuration entries
FATAL_ERR_CONFIG_FILE_INVALID_BASE_DN_33=The first entry read from LDIF configuration file %s had a DN of "%s" rather than the expected "%s" which should be used as the Directory Server configuration root
FATAL_ERR_CONFIG_FILE_GENERIC_ERROR_34=An unexpected error occurred while attempting to process the Directory Server configuration file %s:  %s
FATAL_ERR_CONFIG_FILE_DUPLICATE_ENTRY_35=Configuration entry %s starting at or near line %s in the LDIF configuration file %s has the same DN as another entry already read from that file
FATAL_ERR_CONFIG_FILE_NO_PARENT_36=Configuration entry %s starting at or near line %d in the configuration LDIF file %s does not appear to have a parent entry (expected parent DN was %s)
FATAL_ERR_CONFIG_FILE_UNKNOWN_PARENT_37=The Directory Server was unable to determine the parent DN for configuration entry %s starting at or near line %d in the configuration LDIF file %s
FATAL_ERR_CONFIG_CANNOT_DETERMINE_SERVER_ROOT_38=Unable to determine the Directory Server instance root from either an environment variable or based on the location of the configuration file.  Please set an environment variable named %s with a value containing the absolute path to the server installation root
SEVERE_ERR_CONFIG_FILE_WRITE_ERROR_39=An unexpected error occurred while trying to write configuration entry %s to LDIF:  %s
SEVERE_ERR_CONFIG_FILE_CLOSE_ERROR_40=An unexpected error occurred while trying to close the LDIF writer:  %s
SEVERE_ERR_CONFIG_FILE_UNWILLING_TO_IMPORT_41=The Directory Server configuration may not be altered by importing a new configuration from LDIF
FATAL_ERR_CONFIG_LOGGER_CANNOT_GET_BASE_42=An error occurred while attempting to retrieve the base logger entry cn=Loggers,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_LOGGER_BASE_DOES_NOT_EXIST_43=The logger configuration base cn=Loggers,cn=config does not exist in the Directory Server configuration.  Logging facilities will not be available until this entry is created and the Directory Server is restarted
SEVERE_WARN_CONFIG_LOGGER_NO_ACTIVE_ACCESS_LOGGERS_44=There are no active access loggers defined in the Directory Server configuration.  No access logging will be performed
SEVERE_WARN_CONFIG_LOGGER_NO_ACTIVE_ERROR_LOGGERS_45=There are no active error loggers defined in the Directory Server configuration.  No error logging will be performed
MILD_WARN_CONFIG_LOGGER_NO_ACTIVE_DEBUG_LOGGERS_46=There are no active debug loggers defined in the Directory Server configuration.  No debug logging will be performed
SEVERE_ERR_CONFIG_LOGGER_ENTRY_UNACCEPTABLE_47=Configuration entry %s does not contain a valid logger configuration:  %s.  It will be ignored
INFO_CONFIG_UNKNOWN_UNACCEPTABLE_REASON_48=Motivo inaceptable desconocido
SEVERE_ERR_CONFIG_LOGGER_CANNOT_CREATE_LOGGER_49=An error occurred while attempting to create a Directory Server logger from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_OBJECTCLASS_50=Configuration entry %s does not contain a valid objectclass for a Directory Server access, error, or debug logger definition
INFO_CONFIG_LOGGER_DESCRIPTION_CLASS_NAME_51=El nombre completo de la clase de Java que define el registro de Directory Server.  Si se modifica mientras el registro asociado se encuentra habilitado, \u00e9ste deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_LOGGER_NO_CLASS_NAME_52=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated logger
SEVERE_ERR_CONFIG_LOGGER_INVALID_CLASS_NAME_53=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ACCESS_LOGGER_CLASS_54=Class %s specified in attribute ds-cfg-java-class of configuration entry %s cannot be instantiated as a Directory Server access logger:  %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ERROR_LOGGER_CLASS_55=Class %s specified in attribute ds-cfg-java-class of configuration entry %s cannot be instantiated as a Directory Server error logger:  %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_DEBUG_LOGGER_CLASS_56=Class %s specified in attribute ds-cfg-java-class of configuration entry %s cannot be instantiated as a Directory Server debug logger:  %s
INFO_CONFIG_LOGGER_DESCRIPTION_ENABLED_57=Indica si debe habilitarse este registro de Directory Server.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_LOGGER_NO_ENABLED_ATTR_58=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the logger should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_LOGGER_INVALID_ENABLED_VALUE_59=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_CORE_DESCRIPTION_ALLOW_ATTR_EXCEPTIONS_60=Indica si se debe permitir cierta flexibilidad en los caracteres que se utilicen en los nombres de atributos. De forma predeterminada, los nombres de atributos s\u00f3lo pueden contener letras alfab\u00e9ticas ASCII, d\u00edgitos num\u00e9ricos y guiones. Adem\u00e1s, deben comenzar por una letra.  Si las excepciones de nombres de atributos se encuentran habilitadas, tambi\u00e9n se permitir\u00e1 el uso de caracteres de subrayado y el nombre puede comenzar por un d\u00edgito.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_ALLOW_EXCEPTIONS_61=Configuration entry %s has an invalid value for configuration attribute ds-cfg-allow-attribute-name-exceptions (it should be a Boolean value of true or false):  %s
INFO_CONFIG_CORE_DESCRIPTION_INVALID_SYNTAX_BEHAVIOR_62=El comportamiento que deber\u00eda mostrar Directory Server en caso de que descubra un atributo cuyo valor no sea compatible con la sintaxis de dicho atributo. Los valores aceptados para este atributo son: "reject" para rechazar el valor no v\u00e1lido, "warn" para aceptar el valor no v\u00e1lido y registrar un mensaje de advertencia o "accept" para aceptarlo sin ninguna advertencia.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_ENFORCE_STRICT_SYNTAX_63=Configuration entry %s has an invalid value for configuration attribute ds-cfg-invalid-attribute-syntax-behavior (it should be one of "accept", "reject", or "warn" ):  %s
MILD_ERR_CONFIG_ATTR_MULTIPLE_PENDING_VALUE_SETS_64=Parece que el atributo de configuraci\u00f3n %s contiene varios conjuntos de valores pendientes.
MILD_ERR_CONFIG_ATTR_MULTIPLE_ACTIVE_VALUE_SETS_65=Parece que el atributo de configuraci\u00f3n %s contiene varios conjuntos de valores activos.
MILD_ERR_CONFIG_ATTR_NO_ACTIVE_VALUE_SET_66=El atributo de configuraci\u00f3n %s no contiene ning\u00fan conjunto de valores activos.
MILD_ERR_CONFIG_ATTR_INT_INVALID_TYPE_67=No se puede analizar el valor %s del atributo de configuraci\u00f3n %s como valor de entero porque el elemento presenta un tipo no v\u00e1lido (%s).
MILD_ERR_CONFIG_ATTR_INT_INVALID_ARRAY_TYPE_68=No se puede analizar el valor del atributo de configuraci\u00f3n %s como conjunto de valores de entero porque la matriz contiene elementos de un tipo no v\u00e1lido ( %s).
MILD_ERR_CONFIG_ATTR_INVALID_STRING_VALUE_69=No se puede analizar el valor %s del atributo de configuraci\u00f3n %s como valor de cadena:  %s
MILD_ERR_CONFIG_ATTR_STRING_INVALID_TYPE_70=No se puede analizar el valor %s del atributo de configuraci\u00f3n %s como valor de cadena porque el elemento presenta un tipo no v\u00e1lido (%s).
MILD_ERR_CONFIG_ATTR_STRING_INVALID_ARRAY_TYPE_71=No se puede analizar el valor del atributo de configuraci\u00f3n %s como conjunto de valores de cadena porque la matriz contiene elementos de un tipo no v\u00e1lido ( %s).
MILD_ERR_CONFIG_ATTR_INT_WITH_UNIT_INVALID_TYPE_72=No se puede analizar el valor %s del atributo de configuraci\u00f3n %s como un entero con valor de unidad porque el elemento presenta un tipo no v\u00e1lido (%s).
MILD_ERR_CONFIG_JMX_ATTR_NO_VALUE_73=La entrada de configuraci\u00f3n %s no contiene ning\u00fan valor para el atributo %s
MILD_ERR_CONFIG_JMX_ATTR_NO_ATTR_74=La entrada de configuraci\u00f3n %s no contiene el atributo %s (o ese atributo existe, pero no se puede acceder a \u00e9l mediante JMX).
MILD_ERR_CONFIG_JMX_CANNOT_GET_CONFIG_ENTRY_75=No se puede recuperar la entrada de configuraci\u00f3n %s para el acceso mediante JMX:  %s
MILD_ERR_CONFIG_JMX_ATTR_INVALID_VALUE_76=El intento de actualizaci\u00f3n al atributo %s de la entrada de configuraci\u00f3n %s a trav\u00e9s de JMX ha proporcionado un valor no v\u00e1lido:  %s
MILD_ERR_CONFIG_JMX_UNACCEPTABLE_CONFIG_77=La actualizaci\u00f3n a la entrada de configuraci\u00f3n %s a trav\u00e9s de JMX ha proporcionado una configuraci\u00f3n no v\u00e1lida:  %s
MILD_ERR_CONFIG_JMX_NO_METHOD_78=No hay ning\u00fan m\u00e9todo %s para el componente registrado con la entrada de configuraci\u00f3n % al que se puede llamar.
MILD_ERR_CONFIG_CANNOT_GET_CONFIG_ENTRY_79=Se ha producido un error al intentar recuperar la entrada de configuraci\u00f3n %s:  %s
INFO_CONFIG_SET_ATTRIBUTE_80=El valor del atributo de configuraci\u00f3n %s se ha establecido en %s en la entrada de configuraci\u00f3n %s
MILD_ERR_CONFIG_CHANGE_NOT_SUCCESSFUL_81=El intento de actualizaci\u00f3n de la entrada de configuraci\u00f3n %s no se ha realizado satisfactoriamente y se han detectado uno o varios errores:  %s
SEVERE_ERR_CONFIG_LOGGER_NO_FILE_NAME_82=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-log-file which specifies the log file name for the associated logger
SEVERE_ERR_CONFIG_JMX_CANNOT_REGISTER_MBEAN_83=The Directory Server could not register a JMX MBean for the component associated with configuration entry %s:  %s
SEVERE_ERR_CONFIG_LDIF_WRITE_ERROR_84=An unexpected error occurred while trying to export the Directory Server configuration to LDIF:  %s
INFO_CONFIG_WORK_QUEUE_DESCRIPTION_NUM_THREADS_85=El n\u00famero de subprocesos de trabajo que deber\u00eda utilizarse para procesar las solicitudes y que controla el n\u00famero de operaciones que el servidor puede procesar simult\u00e1neamente.  El valor \u00f3ptimo depende del tipo de sistema en el que se est\u00e9 ejecutando el servidor y la carga de trabajo que debe administrar. Puede determinarse de forma eficaz mediante una prueba de rendimiento.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente
INFO_CONFIG_WORK_QUEUE_DESCRIPTION_MAX_CAPACITY_86=N\u00famero m\u00e1ximo de solicitudes pendientes que puede albergar la cola de trabajo en cualquier momento mientras los subprocesos de trabajo se encuentran ocupados procesando otras operaciones.  Si se alcanza este l\u00edmite, se rechazar\u00e1n las solicitudes nuevas.  El valor 0 indica que no hay ning\u00fan l\u00edmite.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_DETERMINE_NUM_WORKER_THREADS_87=An error occurred while attempting to retrieve the value of the ds-cfg-num-worker-threads attribute from the %s entry, which is used to specify the number of worker threads to service the work queue:  %s.  The Directory Server will use the default value of 24
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_DETERMINE_QUEUE_CAPACITY_88=An error occurred while attempting to retrieve the value of the ds-cfg-max-work-queue-capacity attribute from the %s entry, which is used to specify the maximum number of pending operations that may be held in the work queue:  %s.  The Directory Server will use the default value of 0
SEVERE_WARN_CONFIG_WORK_QUEUE_NUM_THREADS_INVALID_VALUE_89=The value of configuration attribute ds-cfg-num-worker-threads in configuration entry %s has an invalid value (%d).  This attribute requires an integer value greater than zero
SEVERE_WARN_CONFIG_WORK_QUEUE_CAPACITY_INVALID_VALUE_90=The value of configuration attribute ds-cfg-max-work-queue-capacity in configuration entry %s has an invalid value (%d).  This attribute requires an integer value greater than or equal to zero
INFO_CONFIG_WORK_QUEUE_CREATED_THREADS_91=Se han creado %d subprocesos de trabajo adicionales para establecer el n\u00famero total de subprocesos disponibles en %d
INFO_CONFIG_WORK_QUEUE_DESTROYING_THREADS_92=%d subprocesos de trabajo se finalizar\u00e1n en cuanto sea conveniente (es posible que los subprocesos tarden varios segundos en cerrarse) para establecer el n\u00famero total de subprocesos en %d
INFO_CONFIG_WORK_QUEUE_NEW_CAPACITY_93=La capacidad de la cola de trabajo se ha actualizado para que utilice el nuevo valor %d
SEVERE_ERR_CONFIG_WORK_QUEUE_TOO_MANY_FAILURES_94=Worker thread "%s" has experienced too many repeated failures while attempting to retrieve the next operation from the work queue (%d failures experienced, maximum of %d failures allowed).  This worker thread will be destroyed
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_CREATE_MONITOR_95=A problem occurred while trying to create and start an instance of class %s to use as a monitor provider for the Directory Server work queue:  %s.  No monitor information will be available for the work queue
INFO_CONFIG_DESCRIPTION_BACKEND_DIRECTORY_96=El nombre del directorio en el que se han almacenado los archivos de base de datos del servidor de fondo.
SEVERE_ERR_CONFIG_BACKEND_NO_DIRECTORY_97=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-db-directory
MILD_ERR_CONFIG_ATTR_DN_NULL_98=Se ha especificado un valor nulo para el atributo de configuraci\u00f3n de ND %s
MILD_ERR_CONFIG_ATTR_DN_CANNOT_PARSE_99=Se ha producido un error al intentar analizar el valor "%s" del atributo %s como ND:  %s
MILD_ERR_CONFIG_ATTR_INVALID_DN_VALUE_100=No se puede analizar el valor %s del atributo de configuraci\u00f3n %s como ND:  %s
MILD_ERR_CONFIG_ATTR_DN_INVALID_TYPE_101=No se puede analizar el valor %s del atributo de configuraci\u00f3n %s como ND porque el elemento presenta un tipo no v\u00e1lido (%s).
MILD_ERR_CONFIG_ATTR_DN_INVALID_ARRAY_TYPE_102=No se puede analizar el valor del atributo de configuraci\u00f3n %s como conjunto de valores de ND porque la matriz contiene elementos de un tipo no v\u00e1lido ( %s).
FATAL_ERR_CONFIG_CANNOT_REGISTER_AS_PRIVATE_SUFFIX_103=An unexpected error occurred while trying to register the configuration handler base DN "%s" as a private suffix with the Directory Server:  %s
SEVERE_ERR_CONFIG_BACKEND_CANNOT_GET_CONFIG_BASE_104=An error occurred while trying to retrieve configuration entry cn=Backends,cn=config in order to initialize the Directory Server backends:  %s
SEVERE_ERR_CONFIG_BACKEND_BASE_DOES_NOT_EXIST_105=The entry cn=Backends,cn=config does not appear to exist in the Directory Server configuration.  This is a required entry
SEVERE_WARN_CONFIG_BACKEND_ENTRY_DOES_NOT_HAVE_BACKEND_CONFIG_106=Configuration entry %s exists below the backend configuration root of cn=Backends,cn=config but does not have objectclass ds-cfg-backend that is required for a Directory Server backend.  This configuration entry will be ignored
SEVERE_ERR_CONFIG_BACKEND_ERROR_INTERACTING_WITH_BACKEND_ENTRY_107=An unexpected error occurred while interacting with backend configuration entry %s:  %s
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_ENABLED_108=Indica si debe habilitarse este servidor de fondo para su uso en Directory Server.  Esto puede modificarse si Directory Server se encuentra en l\u00ednea. Sin embargo, si no se encuentra habilitado un servidor de fondo, no estar\u00e1 disponible para su uso.
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_CLASS_109=El nombre completo de la clase de Java que debe proporcionar la l\u00f3gica central para esta implementaci\u00f3n del servidor de fondo.  Los cambios realizados en esta configuraci\u00f3n no se aplicar\u00e1n hasta que se deshabilite y se vuelva a habilitar el servidor de fondo o hasta que se reinicie el servidor.
SEVERE_WARN_CONFIG_BACKEND_NO_ENABLED_ATTR_110=Backend configuration entry %s does not contain attribute ds-cfg-enabled, which is used to indicate whether the backend should be enabled or disabled.  Without this attribute, it will default to being disabled
INFO_CONFIG_BACKEND_DISABLED_111=El servidor de fondo definido en la entrada de configuraci\u00f3n %s se marca como deshabilitado y, por lo tanto, no se utilizar\u00e1.
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_ENABLED_STATE_112=An unexpected error occurred while attempting to determine whether the backend associated with configuration entry %s should be enabled or disabled:  %s.  It will be disabled
SEVERE_ERR_CONFIG_BACKEND_NO_CLASS_ATTR_113=Backend configuration entry %s does not contain attribute ds-cfg-java-class, which is used to specify the name of the class used to provide the backend implementation.  The backend associated with this configuration entry will be disabled
SEVERE_ERR_CONFIG_BACKEND_CANNOT_GET_CLASS_114=An unexpected error occurred while trying to determine the name of the Java class that contains the implementation for backend %s:  %s.  This backend will be disabled
SEVERE_ERR_CONFIG_BACKEND_CANNOT_INSTANTIATE_115=The Directory Server was unable to load class %s and use it to create a backend instance as defined in configuration entry %s.  The error that occurred was:  %s.  This backend will be disabled
SEVERE_ERR_CONFIG_BACKEND_CANNOT_INITIALIZE_116=An error occurred while trying to initialize a backend loaded from class %s with the information in configuration entry %s:  %s.  This backend will be disabled
SEVERE_ERR_CONFIG_BACKEND_CLASS_NOT_BACKEND_117=The class %s specified in configuration entry %s does not contain a valid Directory Server backend implementation
NOTICE_CONFIG_BACKEND_ACTION_REQUIRED_TO_CHANGE_CLASS_118=El cambio solicitado para la entrada de configuraci\u00f3n %s provocar\u00eda que la clase del servidor de fondo asociado cambiase de %s a %s. Este cambio no se aplicar\u00e1 hasta que se deshabilite y se vuelva a habilitar el servidor de fondo o hasta que se reinicie Directory Server.
NOTICE_CONFIG_BACKEND_CANNOT_REMOVE_BACKEND_WITH_SUBORDINATES_119=El servidor de fondo definido en la entrada de configuraci\u00f3n %s presenta uno o varios servidores de fondo subordinados.  Los servidores de fondo con servidores de fondo subordinados no pueden suprimirse.
INFO_CONFIG_CORE_DESCRIPTION_MAX_ALLOWED_CONNECTIONS_120=El n\u00famero m\u00e1ximo de conexiones de cliente que pueden establecerse con Directory Server en cualquier momento.  un valor inferior o igual a cero indica que no habr\u00e1 ning\u00fan l\u00edmite.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
INFO_CONFIG_LOGGER_CLASS_ACTION_REQUIRED_122=El cambio solicitado de %s a %s para el nombre de la clase de registro de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el registro se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_LOGGER_EXISTS_123=No se puede agregar una nueva entrada de registro con el ND %s porque ya hay un registro con ese ND.
MILD_ERR_CONFIG_LOGGER_ACCESS_INITIALIZATION_FAILED_124=Se ha producido un error al intentar inicializar una instancia de la clase %s como registro de acceso, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_LOGGER_ERROR_INITIALIZATION_FAILED_125=Se ha producido un error al intentar inicializar una instancia de la clase %s como registro de errores, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_LOGGER_DEBUG_INITIALIZATION_FAILED_126=An error occurred while trying to initialize an instance of class %s as a debug logger as defined in configuration entry %s:  %s
FATAL_ERR_CONFIG_MONITOR_CANNOT_GET_BASE_127=An error occurred while attempting to retrieve the base monitor entry cn=Monitor Providers,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_MONITOR_BASE_DOES_NOT_EXIST_128=The monitor configuration base cn=Monitor Providers,cn=config does not exist in the Directory Server configuration.  Only limited monitoring information will be available
SEVERE_ERR_CONFIG_MONITOR_ENTRY_UNACCEPTABLE_129=Configuration entry %s does not contain a valid monitor provider configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_MONITOR_CANNOT_CREATE_MONITOR_130=An error occurred while attempting to create a Directory Server monitor provider from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_MONITOR_INVALID_OBJECTCLASS_131=Configuration entry %s does not contain the ds-cfg-monitor-provider objectclass, which is required for monitor provider definitions
INFO_CONFIG_MONITOR_DESCRIPTION_CLASS_NAME_132=El nombre completo de la clase de Java que define el proveedor de supervisi\u00f3n de Directory Server.  Si se modifica mientras la supervisi\u00f3n asociada se encuentra habilitada, \u00e9sta deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_MONITOR_NO_CLASS_NAME_133=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated monitor provider
SEVERE_ERR_CONFIG_MONITOR_INVALID_CLASS_NAME_134=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_MONITOR_INVALID_CLASS_135=Class %s specified in configuration entry %s does not contain a valid monitor provider implementation:  %s
INFO_CONFIG_MONITOR_DESCRIPTION_ENABLED_136=Indica si debe habilitarse este proveedor de supervisi\u00f3n de Directory Server.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_MONITOR_NO_ENABLED_ATTR_137=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the monitor provider should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_MONITOR_INVALID_ENABLED_VALUE_138=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_MONITOR_CLASS_ACTION_REQUIRED_139=El cambio solicitado de %s a %s para el nombre de la clase de supervisi\u00f3n de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el proveedor de supervisi\u00f3n se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_MONITOR_INITIALIZATION_FAILED_140=Se ha producido un error al intentar inicializar una instancia de la clase %s como proveedor de supervisi\u00f3n, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_MONITOR_EXISTS_141=No se puede agregar una nueva entrada del proveedor de supervisi\u00f3n con el ND %s porque ya hay un proveedor de supervisi\u00f3n registrado con ese ND.
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_GET_CONFIG_BASE_142=An error occurred while trying to retrieve configuration entry cn=Connection Handlers,cn=config in order to initialize the Directory Server backends:  %s
SEVERE_ERR_CONFIG_CONNHANDLER_BASE_DOES_NOT_EXIST_143=The entry cn=Connection Handlers,cn=config does not appear to exist in the Directory Server configuration.  This is a required entry
SEVERE_WARN_CONFIG_CONNHANDLER_ENTRY_DOES_NOT_HAVE_CONNHANDLER_CONFIG_144=Configuration entry %s exists below the connection handler configuration root of cn=Connection Handlers,cn=config but does not have objectclass ds-cfg-connection-handler that is required for a Directory Server connection handler.  This configuration entry will be ignored
SEVERE_ERR_CONFIG_CONNHANDLER_ERROR_INTERACTING_WITH_CONNHANDLER_ENTRY_145=An unexpected error occurred while interacting with connection handler configuration entry %s:  %s
INFO_CONFIG_CONNHANDLER_ATTR_DESCRIPTION_ENABLED_146=Indica si debe habilitarse este controlador de conexi\u00f3n para su uso en Directory Server.  Esto puede modificarse si Directory Server se encuentra en l\u00ednea. Sin embargo, si no se encuentra habilitado un controlador de conexi\u00f3n, no estar\u00e1 disponible para su uso.
INFO_CONFIG_CONNHANDLER_ATTR_DESCRIPTION_CLASS_147=El nombre completo de la clase de Java que debe proporcionar la l\u00f3gica central para esta implementaci\u00f3n del controlador de conexi\u00f3n.  Los cambios realizados en esta configuraci\u00f3n no se aplicar\u00e1n hasta que se deshabilite y se vuelva a habilitar el controlador de conexi\u00f3n o hasta que se reinicie el servidor.
SEVERE_WARN_CONFIG_CONNHANDLER_NO_ENABLED_ATTR_148=Connection handler configuration entry %s does not contain attribute ds-cfg-enabled, which is used to indicate whether the connection handler should be enabled or disabled.  Without this attribute, it will default to being disabled
INFO_CONFIG_CONNHANDLER_DISABLED_149=El controlador de conexi\u00f3n definido en la entrada de configuraci\u00f3n %s se marca como deshabilitado y, por lo tanto, no se utilizar\u00e1.
SEVERE_ERR_CONFIG_CONNHANDLER_UNABLE_TO_DETERMINE_ENABLED_STATE_150=An unexpected error occurred while attempting to determine whether the connection handler associated with configuration entry %s should be enabled or disabled:  %s.  It will be disabled
SEVERE_ERR_CONFIG_CONNHANDLER_NO_CLASS_ATTR_151=Connection handler configuration entry %s does not contain attribute ds-cfg-java-class, which is used to specify the name of the class used to provide the connection handler implementation.  The connection handler associated with this configuration entry will be disabled
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_GET_CLASS_152=An unexpected error occurred while trying to determine the name of the Java class that contains the implementation for connection handler %s:  %s.  This connection handler will be disabled
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_INSTANTIATE_153=The Directory Server was unable to load class %s and use it to create a connection handler instance as defined in configuration entry %s.  The error that occurred was:  %s.  This connection handler will be disabled
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_INITIALIZE_154=An error occurred while trying to initialize a connection handler loaded from class %s with the information in configuration entry %s:  %s.  This connection handler will be disabled
SEVERE_ERR_CONFIG_CONNHANDLER_UNACCEPTABLE_CONFIG_155=The configuration for the connection handler defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
SEVERE_ERR_CONFIG_BACKEND_UNACCEPTABLE_CONFIG_156=The configuration for the backend defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
SEVERE_ERR_CONFIG_MONITOR_UNACCEPTABLE_CONFIG_157=The configuration for the monitor provider defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
SEVERE_ERR_CONFIG_LOGGER_UNACCEPTABLE_CONFIG_158=The configuration for the logger defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
SEVERE_ERR_CONFIG_CONNHANDLER_CLASS_NOT_CONNHANDLER_159=The class %s specified in configuration entry %s does not contain a valid Directory Server connection handler implementation
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_GET_MR_BASE_160=An error occurred while trying to retrieve configuration entry cn=Matching Rules,cn=config in order to initialize the Directory Server matching rules:  %s
SEVERE_ERR_CONFIG_SCHEMA_MR_BASE_DOES_NOT_EXIST_161=The entry cn=Matching Rules,cn=config does not appear to exist in the Directory Server configuration.  This is a required entry
SEVERE_ERR_CONFIG_SCHEMA_NO_MATCHING_RULES_162=No child entries were found below the entry cn=Matching Rules,cn=config to define the matching rules for use in the Directory Server.  This is an error, because the Directory Server must have matching rules defined to function properly
SEVERE_WARN_CONFIG_SCHEMA_ENTRY_DOES_NOT_HAVE_MR_CONFIG_163=Configuration entry %s exists below the matching rule configuration root of cn=Matching Rules,cn=config but does not have objectclass ds-cfg-matching-rule that is required for a Directory Server matching rule.  This configuration entry will be ignored
INFO_CONFIG_SCHEMA_MR_ATTR_DESCRIPTION_ENABLED_164=Indica si debe habilitarse esta regla de coincidencia para su uso en Directory Server.  Esto puede modificarse si Directory Server se encuentra en l\u00ednea. Sin embargo, si la regla de coincidencia se encuentra deshabilitada despu\u00e9s de utilizarla para uno o varios atributos, es posible que la b\u00fasqueda de coincidencias ya no funcione en la forma prevista para esos atributos.
INFO_CONFIG_SCHEMA_MR_ATTR_DESCRIPTION_CLASS_165=El nombre completo de la clase de Java que debe proporcionar la l\u00f3gica central para esta implementaci\u00f3n de la regla de coincidencia.  Los cambios realizados en esta configuraci\u00f3n no se aplicar\u00e1n hasta que se deshabilite y se vuelva a habilitar la regla de coincidencias o hasta que se reinicie el servidor.  Adem\u00e1s, los cambios realizados en la clase de las reglas de coincidencia que se han utilizado para uno o varios atributos pueden provocar resultados inesperados cuando se realice la b\u00fasqueda de coincidencias para esos atributos.
SEVERE_WARN_CONFIG_SCHEMA_MR_NO_ENABLED_ATTR_166=Matching rule configuration entry %s does not contain attribute ds-cfg-enabled, which is used to indicate whether the matching rule should be enabled or disabled. Without this attribute, it will default to being disabled
INFO_CONFIG_SCHEMA_MR_DISABLED_167=La regla de coincidencia definida en la entrada de configuraci\u00f3n %s se marca como deshabilitada y, por lo tanto, no se utilizar\u00e1.  Si se ha utilizado anteriormente para uno o varios atributos, es posible que la regla de coincidencia ya no funcione para los valores de esos atributos.
SEVERE_ERR_CONFIG_SCHEMA_MR_UNABLE_TO_DETERMINE_ENABLED_STATE_168=An unexpected error occurred while attempting to determine whether the matching rule associated with configuration entry %s should be enabled or disabled: %s.  It will be disabled
SEVERE_ERR_CONFIG_SCHEMA_MR_NO_CLASS_ATTR_169=Matching rule configuration entry %s does not contain attribute ds-cfg-java-class, which is used to specify the name of the class used to provide the matching rule implementation.  The matching rule associated with this configuration entry will be disabled
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_GET_CLASS_170=An unexpected error occurred while trying to determine the name of the Java class that contains the implementation for matching rule %s:  %s.  This matching rule will be disabled
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_INSTANTIATE_171=The Directory Server was unable to load class %s and use it to create a matching rule instance as defined in configuration entry %s.  The error that occurred was:  %s.  This matching rule will be disabled
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_INITIALIZE_172=An error occurred while trying to initialize a matching rule loaded from class %s with the information in configuration entry %s:  %s.  This matching rule will be disabled
SEVERE_WARN_CONFIG_SCHEMA_MR_CONFLICTING_MR_173=The matching rule defined in configuration entry %s conflicts with another matching rule defined in the server configuration:  %s.  This matching rule will not be used
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_GET_SYNTAX_BASE_174=An error occurred while trying to retrieve configuration entry cn=Syntaxes,cn=config in order to initialize the Directory Server attribute syntaxes:  %s
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_BASE_DOES_NOT_EXIST_175=The entry cn=Syntaxes,cn=config does not appear to exist in the Directory Server configuration.  This is a required entry
SEVERE_ERR_CONFIG_SCHEMA_NO_SYNTAXES_176=No child entries were found below the entry cn=Syntaxes,cn=config to define the attribute syntaxes for use in the Directory Server.  This is an error, because the Directory Server must have syntaxes defined to function properly
SEVERE_WARN_CONFIG_SCHEMA_ENTRY_DOES_NOT_HAVE_SYNTAX_CONFIG_177=Configuration entry %s exists below the attribute syntax configuration root of cn=Syntaxes,cn=config but does not have objectclass ds-cfg-attribute-syntax that is required for a Directory Server attribute syntax.  This configuration entry will be ignored
INFO_CONFIG_SCHEMA_SYNTAX_ATTR_DESCRIPTION_ENABLED_178=Indica si debe habilitarse esta sintaxis de atributos para su uso en Directory Server.  Esto puede modificarse si Directory Server se encuentra en l\u00ednea. Sin embargo, si la sintaxis se encuentra deshabilitada despu\u00e9s de utilizarla para uno o varios atributos, es posible que la b\u00fasqueda de coincidencias ya no funcione en la forma prevista para esos atributos.
INFO_CONFIG_SCHEMA_SYNTAX_ATTR_DESCRIPTION_CLASS_179=El nombre completo de la clase de Java que debe proporcionar la l\u00f3gica central para esta implementaci\u00f3n de la sintaxis de atributos.  Los cambios realizados en esta configuraci\u00f3n no se aplicar\u00e1n hasta que se deshabilite y se vuelva a habilitar la sintaxis o hasta que se reinicie el servidor.  Adem\u00e1s, los cambios realizados en la clase de las sintaxis que se han utilizado para uno o varios atributos pueden provocar resultados inesperados cuando se realice la b\u00fasqueda de coincidencias para esos atributos.
SEVERE_WARN_CONFIG_SCHEMA_SYNTAX_NO_ENABLED_ATTR_180=Attribute syntax configuration entry %s does not contain attribute ds-cfg-enabled, which is used to indicate whether the syntax should be enabled or disabled. Without this attribute, it will default to being disabled
INFO_CONFIG_SCHEMA_SYNTAX_DISABLED_181=La sintaxis de atributos definida en la entrada de configuraci\u00f3n %s se marca como deshabilitada y, por lo tanto, no se utilizar\u00e1. Si se ha utilizado anteriormente para uno o varios atributos, es posible que la regla de coincidencia ya no funcione para los valores de esos atributos.
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_UNABLE_TO_DETERMINE_ENABLED_STATE_182=An unexpected error occurred while attempting to determine whether the attribute syntax associated with configuration entry %s should be enabled or disabled: %s.  It will be disabled
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_NO_CLASS_ATTR_183=Matching rule configuration entry %s does not contain attribute ds-cfg-java-class, which is used to specify the name of the class used to provide the attribute syntax implementation.  The syntax associated with this configuration entry will be disabled
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_GET_CLASS_184=An unexpected error occurred while trying to determine the name of the Java class that contains the implementation for attribute syntax %s:  %s.  This syntax will be disabled
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INSTANTIATE_185=The Directory Server was unable to load class %s and use it to create an attribute syntax instance as defined in configuration entry %s.  The error that occurred was:  %s. This syntax will be disabled
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INITIALIZE_186=An error occurred while trying to initialize an attribute syntax loaded from class %s with the information in configuration entry %s:  %s.  This syntax will be disabled
SEVERE_WARN_CONFIG_SCHEMA_SYNTAX_CONFLICTING_SYNTAX_187=The attribute syntax defined in configuration entry %s conflicts with another syntax defined in the server configuration:  %s.  This attribute syntax will not be used
SEVERE_ERR_CONFIG_SCHEMA_NO_SCHEMA_DIR_188=Unable to read the Directory Server schema definitions because the schema directory %s does not exist
SEVERE_ERR_CONFIG_SCHEMA_DIR_NOT_DIRECTORY_189=Unable to read the Directory Server schema definitions because the schema directory %s exists but is not a directory
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_LIST_FILES_190=Unable to read the Directory Server schema definitions from directory %s because an unexpected error occurred while trying to list the files in that directory:  %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_OPEN_FILE_191=Schema configuration file %s in directory %s cannot be parsed because an unexpected error occurred while trying to open the file for reading:  %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_READ_LDIF_ENTRY_192=Schema configuration file %s in directory %s cannot be parsed because an unexpected error occurred while trying to read its contents as an LDIF entry:  %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_ATTR_TYPE_193=Unable to parse an attribute type definition from schema configuration file %s:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_ATTR_TYPE_194=An attribute type read from schema configuration file %s conflicts with another attribute type already read into the schema:  %s.  The later attribute type definition will be used
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_OC_195=An objectclass read from schema configuration file %s conflicts with another objectclass already read into the schema:  %s.  The later objectclass definition will be used
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_OC_196=An objectclass read from schema configuration file %s could not be parsed:  %s
SEVERE_ERR_CONFIG_CORE_INVALID_STRUCTURAL_CLASS_BEHAVIOR_197=Configuration entry %s has an invalid value for configuration attribute ds-cfg-single-structural-objectclass-behavior (it should be one of "accept", "reject", or "warn" ):  %s
INFO_CONFIG_CORE_DESCRIPTION_CHECK_SCHEMA_198=Indica si Directory Server debe realizar la comprobaci\u00f3n de esquema en busca de operaciones de actualizaci\u00f3n para garantizar que las entradas sean v\u00e1lidas en funci\u00f3n de la configuraci\u00f3n del esquema del servidor (por ejemplo, se incluyen todos los atributos necesarios y no hay presente ning\u00fan atributo prohibido). Normalmente, no se recomienda deshabilitar la comprobaci\u00f3n de esquema, ya que esto puede permitir que se incluyan entradas no v\u00e1lidas en el servidor.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_CHECK_SCHEMA_199=Configuration entry %s has an invalid value for configuration attribute ds-cfg-check-schema (it should be a Boolean value of true or false):  %s
SEVERE_ERR_CONFIG_ENTRYCACHE_CANNOT_INSTALL_DEFAULT_CACHE_200=An unexpected error occurred that prevented the server from installing its default entry cache framework:  %s
SEVERE_WARN_CONFIG_ENTRYCACHE_NO_CONFIG_ENTRY_201=The entry cache configuration entry "cn=Entry Caches,cn=config" does not exist in the Directory Server configuration.  No entry cache will be available until this entry is created with a valid entry cache configuration
SEVERE_ERR_CONFIG_ENTRYCACHE_CANNOT_INITIALIZE_CACHE_202=An error occurred while attempting to initialize an instance of class %s for use as the Directory Server entry cache:  %s.  As a result, the entry cache will be disabled
SEVERE_ERR_CONFIG_ENTRYCACHE_CONFIG_NOT_ACCEPTABLE_203=The configuration for the entry cache defined in configuration entry %s was not acceptable:  %s
SEVERE_ERR_CONFIG_ENTRYCACHE_CONFIG_LEVEL_NOT_ACCEPTABLE_204=The configuration for the entry cache defined in configuration entry %s was not acceptable:  the entry cache level %d is already in use
INFO_WARN_CONFIG_ENTRYCACHE_NO_MONITOR_CONFIG_ENTRY_205=La configuraci\u00f3n de la cach\u00e9 de entradas %s del proveedor de supervisi\u00f3n no se encontraba disponible. Por lo tanto, no se habilitar\u00e1 este proveedor de supervisi\u00f3n %s
INFO_WARN_CONFIG_ENTRYCACHE_MONITOR_CONFIG_DISABLED_206=Se ha deshabilitado la configuraci\u00f3n de la cach\u00e9 de entradas %s del proveedor de supervisi\u00f3n. Por lo tanto, no se habilitar\u00e1 el proveedor de supervisi\u00f3n %s
MILD_ERR_CONFIG_ENTRY_CANNOT_REMOVE_CHILD_215=Se ha producido un error inesperado al intentar suprimir la entrada %s como elemento secundario de la entrada de configuraci\u00f3n %s:  %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_NAME_FORM_216=Unable to parse a name form definition from schema configuration file %s:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_NAME_FORM_217=A name form read from schema configuration file %s conflicts with another name form already read into the schema:  %s.  The later name form definition will be used
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_DCR_218=Unable to parse a DIT content rule definition from schema configuration file %s:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_DCR_219=A DIT content rule read from schema configuration file %s conflicts with another DIT content rule already read into the schema:  %s.  The later DIT content rule definition will be used
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_DSR_220=Unable to parse a DIT structure rule definition from schema configuration file %s:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_DSR_221=A DIT structure rule read from schema configuration file %s conflicts with another DIT structure rule already read into the schema:  %s.  The later DIT structure rule definition will be used
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_MRU_222=Unable to parse a matching rule use definition from schema configuration file %s:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_MRU_223=A matching rule use read from schema configuration file %s conflicts with another matching rule use already read into the schema:  %s.  The later matching rule use definition will be used
SEVERE_WARN_CONFIG_LOGGER_NO_ROTATION_POLICY_224=No file rotation policy has been defined in configuration entry %s. No log rotation will take place
SEVERE_ERR_CONFIG_LOGGER_NO_SIZE_LIMIT_225=No size limit has been defined for the size based file rotation policy in the configuration entry %s
SEVERE_ERR_CONFIG_LOGGER_NO_TIME_LIMIT_226=No time limit has been defined for the time based file rotation policy in the configuration entry %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ROTATION_POLICY_227=An invalid file rotation policy %s has been defined in configuration entry %s
MILD_ERR_CONFIG_ATTR_READ_ONLY_228=El atributo de configuraci\u00f3n %s es de s\u00f3lo lectura y sus valores no pueden modificarse.
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_CONFIG_BASE_229=An error occurred while trying to retrieve configuration entry cn=Plugins,cn=config in order to initialize the Directory Server plugins:  %s
SEVERE_ERR_CONFIG_PLUGIN_BASE_DOES_NOT_EXIST_230=The entry cn=Plugins,cn=config does not appear to exist in the Directory Server configuration.  This is a required entry
SEVERE_WARN_CONFIG_PLUGIN_ENTRY_DOES_NOT_HAVE_PLUGIN_CONFIG_231=Configuration entry %s exists below the plugin configuration root of cn=Plugins,cn=config but does not have objectclass ds-cfg-backend that is required for a Directory Server plugin.  This configuration entry will be ignored
SEVERE_ERR_CONFIG_PLUGIN_ERROR_INTERACTING_WITH_PLUGIN_ENTRY_232=An unexpected error occurred while interacting with backend configuration entry %s:  %s
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_ENABLED_233=Indica si debe habilitarse este complemento para su uso en Directory Server.  Esta opci\u00f3n puede modificarse mientras Directory Server se encuentra en l\u00ednea y se aplicar\u00e1 inmediatamente.
SEVERE_WARN_CONFIG_PLUGIN_NO_ENABLED_ATTR_234=Plugin configuration entry %s does not contain attribute ds-cfg-enabled, which is used to indicate whether the plugin should be enabled or disabled.  Without this attribute, it will default to being disabled
INFO_CONFIG_PLUGIN_DISABLED_235=El complemento definido en la entrada de configuraci\u00f3n %s se marca como deshabilitado y, por lo tanto, no se utilizar\u00e1.
SEVERE_ERR_CONFIG_PLUGIN_UNABLE_TO_DETERMINE_ENABLED_STATE_236=An unexpected error occurred while attempting to determine whether the plugin associated with configuration entry %s should be enabled or disabled:  %s.  It will be disabled
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_PLUGIN_TYPE_237=Los tipos para este complemento, que controlan el n\u00famero de veces que se llamar\u00e1 a este complemento durante el procesamiento.  Este valor s\u00f3lo se lee cuando se carga e inicializa el complemento, por lo que los cambios realizados en este atributo no se aplicar\u00e1n hasta que se deshabilite y se vuelva a habilitar el complemento o hasta que se reinicie el servidor.
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_CLASS_238=El nombre completo de la clase de Java  que debe proporcionar la l\u00f3gica central para esta implementaci\u00f3n del complemento.  Los cambios realizados en esta configuraci\u00f3n no se aplicar\u00e1n hasta que se deshabilite y se vuelva a habilitar el complemento o hasta que se reinicie el servidor.
SEVERE_ERR_CONFIG_PLUGIN_NO_PLUGIN_TYPES_239=Plugin configuration entry %s does not contain attribute ds-cfg-plugin-type, which is used to specify the name(s) of the plugin type(s) for the plugin.  This is a required attribute, so this plugin will be disabled
SEVERE_ERR_CONFIG_PLUGIN_INVALID_PLUGIN_TYPE_240=Plugin configuration entry %s has an invalid value %s for attribute ds-cfg-plugin-type that does not name a valid plugin type.  This plugin will be disabled
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_PLUGIN_TYPES_241=An unexpected error occurred while trying to determine the set of plugin types for the plugin defined in configuration entry %s:  %s.  This plugin will be disabled
SEVERE_ERR_CONFIG_PLUGIN_NO_CLASS_ATTR_242=Plugin configuration entry %s does not contain attribute ds-cfg-java-class, which is used to specify the name of the class used to provide the plugin implementation.  The plugin associated with this configuration entry will be disabled
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_CLASS_243=An unexpected error occurred while trying to determine the name of the Java class that contains the implementation for plugin %s:  %s.  This plugin will be disabled
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_INSTANTIATE_244=The Directory Server was unable to load class %s and use it to create a plugin instance as defined in configuration entry %s.  The error that occurred was:  %s.  This plugin will be disabled
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_INITIALIZE_245=An error occurred while attempting to initialize an instance of class %s as a Directory Server plugin using the information in configuration entry %s:  %s.  This plugin will be disabled
INFO_CONFIG_CORE_DESCRIPTION_NOTIFY_ABANDONED_OPERATIONS_246=Indica si Directory Server debe enviar una respuesta a las operaciones que se han abandonado en el cliente para conocer si el servidor ha completado su procesamiento.  La especificaci\u00f3n LDAP proh\u00edbe el env\u00edo de respuestas en este caso, pero es posible que algunos clientes no muestren un comportamiento adecuado si esperan una respuesta de una operaci\u00f3n cuando no existe ninguna debido a que se ha abandonado. Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_NOTIFY_ABANDONED_OPERATIONS_247=Configuration entry %s has an invalid value for configuration attribute ds-cfg-notify-abandoned-operations (it should be a Boolean value of true or false):  %s
SEVERE_ERR_CONFIG_EXTOP_INVALID_CLASS_256=Class %s specified in configuration entry %s does not contain a valid extended operation handler implementation: %s
MILD_ERR_CONFIG_EXTOP_INITIALIZATION_FAILED_261=Se ha producido un error al intentar inicializar una instancia de la clase %s como controlador de operaciones ampliadas, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
FATAL_ERR_CONFIG_SASL_CANNOT_GET_BASE_264=An error occurred while attempting to retrieve the SASL mechanism handler base entry cn=SASL Mechanisms,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_SASL_BASE_DOES_NOT_EXIST_265=The SASL mechanism configuration base cn=SASL Mechanisms,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_SASL_ENTRY_UNACCEPTABLE_266=Configuration entry %s does not contain a valid SASL mechanism handler configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_SASL_CANNOT_CREATE_HANDLER_267=An error occurred while attempting to create a Directory Server SASL mechanism handler from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_SASL_INVALID_OBJECTCLASS_268=Configuration entry %s does not contain the ds-cfg-sasl-mechanism-handler objectclass, which is required for SASL mechanism handler definitions
INFO_CONFIG_SASL_DESCRIPTION_CLASS_NAME_269=El nombre completo de la clase de Java que define el controlador de mecanismos SASL de Directory Server.  Si se modifica mientras el controlador asociado se encuentra habilitado, \u00e9ste deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_SASL_NO_CLASS_NAME_270=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated SASL mechanism handler
SEVERE_ERR_CONFIG_SASL_INVALID_CLASS_NAME_271=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_SASL_INVALID_CLASS_272=Class %s specified in configuration entry %s does not contain a valid SASL mechanism handler implementation:  %s
INFO_CONFIG_SASL_DESCRIPTION_ENABLED_273=Indica si debe habilitarse este controlador de mecanismos SASL de Directory Server.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_SASL_NO_ENABLED_ATTR_274=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the SASL mechanism handler should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_SASL_INVALID_ENABLED_VALUE_275=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_SASL_CLASS_ACTION_REQUIRED_276=El cambio solicitado de %s a %s para el nombre de la clase del controlador de mecanismos SASL de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el controlador se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_SASL_INITIALIZATION_FAILED_277=Se ha producido un error al intentar inicializar una instancia de la clase %s como controlador de mecanismos SASL, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_SASL_EXISTS_278=No se puede agregar una nueva entrada del controlador de mecanismos SASL con el ND %s porque ya hay un controlador registrado con ese ND.
SEVERE_ERR_CONFIG_SASL_UNACCEPTABLE_CONFIG_279=The configuration for the SASL mechanism handler defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
MILD_ERR_CONFIG_FILE_ADD_ALREADY_EXISTS_280=No se puede agregar la entrada %s en la configuraci\u00f3n de Directory Server porque ya existe otra entrada de configuraci\u00f3n con ese ND.
MILD_ERR_CONFIG_FILE_ADD_NO_PARENT_DN_281=No se puede agregar la entrada %s en la configuraci\u00f3n de Directory Server porque ese ND no tiene ning\u00fan elemento principal.
MILD_ERR_CONFIG_FILE_ADD_NO_PARENT_282=No se puede agregar la entrada %s en la configuraci\u00f3n de Directory Server porque su entrada principal %s no existe.
MILD_ERR_CONFIG_FILE_ADD_REJECTED_BY_LISTENER_283=Directory Server no est\u00e1 dispuesto a agregar la entrada de configuraci\u00f3n %s porque una de las escuchas de adici\u00f3n registradas en la entrada principal %s ha rechazado este cambio con el mensaje: %s
MILD_ERR_CONFIG_FILE_ADD_FAILED_284=Se ha producido un error inesperado al intentar agregar la entrada de configuraci\u00f3n %s como elemento secundario de la entrada %s:  %s
MILD_ERR_CONFIG_FILE_DELETE_NO_SUCH_ENTRY_285=La entrada %s no se puede suprimir de la configuraci\u00f3n de Directory Server porque la entrada especificada no existe.
MILD_ERR_CONFIG_FILE_DELETE_HAS_CHILDREN_286=La entrada %s no se puede suprimir de la configuraci\u00f3n de Directory Server porque la entrada especificada presenta una o varias entradas subordinadas.
MILD_ERR_CONFIG_FILE_DELETE_NO_PARENT_287=La entrada %s no se puede suprimir de la configuraci\u00f3n de Directory Server porque no tiene ning\u00fan elemento principal, por lo que no se permite la eliminaci\u00f3n de la entrada ra\u00edz de la configuraci\u00f3n.
MILD_ERR_CONFIG_FILE_DELETE_REJECTED_288=La entrada %s no se puede suprimir de la configuraci\u00f3n de Directory Server porque una de las escuchas de eliminaci\u00f3n registradas en la entrada principal %s ha rechazado este cambio con el mensaje:  %s
MILD_ERR_CONFIG_FILE_DELETE_FAILED_289=Se ha producido un error inesperado al intentar suprimir la entrada de configuraci\u00f3n %s como elemento secundario de la entrada %s:  %s
MILD_ERR_CONFIG_FILE_MODIFY_NO_SUCH_ENTRY_290=La entrada %s no se puede modificar porque no existe la entrada especificada.
MILD_ERR_CONFIG_FILE_MODIFY_REJECTED_BY_CHANGE_LISTENER_291=La entrada %s no se puede modificar porque una de las escuchas de cambio de configuraci\u00f3n registradas para esa entrada ha rechazado el cambio:  %s
MILD_ERR_CONFIG_FILE_MODIFY_REJECTED_BY_COMPONENT_292=La entrada %s no se puede modificar porque uno de los componentes configurables registrados para esa entrada ha rechazado el cambio:  %s
MILD_ERR_CONFIG_FILE_SEARCH_NO_SUCH_BASE_293=La operaci\u00f3n de b\u00fasqueda no puede procesarse porque la entrada de base %s no existe.
MILD_ERR_CONFIG_FILE_SEARCH_INVALID_SCOPE_294=La operaci\u00f3n de b\u00fasqueda no puede procesarse porque el \u00e1mbito de b\u00fasqueda especificado %s no es v\u00e1lido.
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_CREATE_TEMP_ARCHIVE_295=Se ha producido un error al intentar crear un archivo temporal %s que contenga las versiones archivadas de las configuraciones anteriores de Directory Server como resultado de un cambio de configuraci\u00f3n:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_COPY_EXISTING_ARCHIVE_296=Se ha producido un error al intentar copiar las configuraciones archivadas desde %s al archivo temporal %s:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_COPY_CURRENT_CONFIG_297=Se ha producido un error al intentar actualizar las configuraciones almacenadas en el archivo %s para que incluyan la configuraci\u00f3n en ejecuci\u00f3n desde el archivo %s:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_TEMP_ARCHIVE_298=Se ha producido un error al intentar cambiar los datos de configuraci\u00f3n archivados de %s a %s, pero no se pudo determinar el motivo subyacente de este error.
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_REPLACE_ARCHIVE_299=No se pudo cambiar el nombre del archivo actualizado que contiene las configuraciones anteriores de Directory Server de %s a %s:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_EXPORT_NEW_CONFIG_300=Se ha producido un error al intentar exportar la nueva configuraci\u00f3n de Directory Server al archivo %s:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_NEW_CONFIG_301=Se ha producido un error al intentar cambiar el nombre de la nueva configuraci\u00f3n de Directory Server del archivo %s a %s:  %s
MILD_ERR_CONFIG_FILE_MODDN_NOT_ALLOWED_302=No se permiten las operaciones de modificaci\u00f3n de ND en la configuraci\u00f3n de Directory Server.
INFO_CONFIG_LOGGER_SUPPRESS_INTERNAL_OPERATIONS_303=Indica si los mensajes de las operaciones externas deben excluirse del archivo de registro de acceso.
SEVERE_ERR_CONFIG_LOGGER_INVALID_SUPPRESS_INT_OPERATION_VALUE_304=Invalid value specified for attribute %s. Allowed values are true or false
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BASE_DNS_305=El conjunto de ND de base que debe utilizarse para este servidor de fondo.  La aplicaci\u00f3n autom\u00e1tica de los cambios realizados en este atributo depende de la implementaci\u00f3n del servidor de fondo.
SEVERE_ERR_CONFIG_BACKEND_NO_BASE_DNS_306=Backend configuration entry %s does not contain attribute ds-cfg-base-dn, which is used to specify the set of base DNs for the backend.  This is a required attribute, and therefore the backend will be disabled
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_BASE_DNS_307=An unexpected error occurred while attempting to determine the set of base DNs associated with the backend defined in configuration entry %s:  %s.  This backend will be disabled
INFO_CONFIG_KEYMANAGER_DESCRIPTION_ENABLED_313=Indica si debe habilitarse el proveedor del administrador de claves de Directory Server.  El proveedor del administrador de claves es necesario para las operaciones que requieren acceso al administrador de claves (por ejemplo, las comunicaciones a trav\u00e9s de SSL).  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente, pero s\u00f3lo afectar\u00e1n a los futuros intentos de acceso al administrador de claves.
SEVERE_ERR_CONFIG_KEYMANAGER_NO_ENABLED_ATTR_314=Configuration entry "%s" does not contain a value for attribute ds-cfg-enabled, which indicates whether the key manager provider is enabled for use in the server
SEVERE_ERR_CONFIG_KEYMANAGER_DESCRIPTION_CLASS_317=Fully-qualified name of the Java class that includes the key manager provider implementation.  Changes to this configuration attribute will not take effect until the key manager provider has been disabled and then re-enabled, or until the server is restarted
SEVERE_ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_ENABLED_328=Indicates whether the Directory Server trust manager provider should be enabled.  A trust manager provider is required for operations that require access to a trust manager (e.g., communication over SSL).  Changes to this configuration attribute will take effect immediately, but will only impact future attempts to access the trust manager
SEVERE_ERR_CONFIG_TRUSTMANAGER_NO_ENABLED_ATTR_329=Configuration entry "%s" does not contain a value for attribute ds-cfg-enabled, which indicates whether the trust manager provider is enabled for use in the server
SEVERE_ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_CLASS_332=Fully-qualified name of the Java class that includes the trust manager provider implementation.  Changes to this configuration attribute will not take effect until the trust manager provider has been disabled and then re-enabled, or until the server is restarted
SEVERE_ERR_CONFIG_CERTMAPPER_DESCRIPTION_ENABLED_347=Indicates whether the Directory Server certificate mapper should be enabled.  A certificate mapper is used to establish a mapping between a client certificate chain and a user entry in the Directory Server for SASL EXTERNAL authentication and similar purposes.  Changes to this configuration attribute will take effect immediately
SEVERE_ERR_CONFIG_CERTMAPPER_NO_ENABLED_ATTR_348=Configuration entry "%s" does not contain a value for attribute ds-cfg-enabled, which indicates whether the certificate mapper is enabled for use in the server
SEVERE_ERR_CONFIG_CERTMAPPER_DESCRIPTION_CLASS_351=Fully-qualified name of the Java class that includes the certificate mapper implementation.  Changes to this configuration attribute will not take effect until the certificate mapper has been disabled and then re-enabled, or until the server is restarted
MILD_WARN_CONFIG_LOGGER_NO_RETENTION_POLICY_357=No se ha definido ninguna directiva de retenci\u00f3n de archivos en la entrada de configuraci\u00f3n %s. No se eliminar\u00e1 ning\u00fan archivo de registro.
SEVERE_WARN_CONFIG_LOGGER_INVALID_RETENTION_POLICY_358=An invalid file retention policy %s has been defined in configuration entry %s
SEVERE_WARN_CONFIG_LOGGER_NO_NUMBER_OF_FILES_359=No file number limit has been defined for the retention policy in the configuration entry %s
SEVERE_WARN_CONFIG_LOGGER_NO_DISK_SPACE_USED_360=No disk space limit has been defined for the retention policy in the configuration entry %s
FATAL_ERR_CONFIG_PWSCHEME_CANNOT_GET_BASE_363=An error occurred while attempting to retrieve the password storage scheme base entry cn=Password Storage Schemes,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_PWSCHEME_BASE_DOES_NOT_EXIST_364=The password storage scheme configuration base cn=Password Storage Schemes,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_PWSCHEME_ENTRY_UNACCEPTABLE_365=Configuration entry %s does not contain a valid password storage scheme configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_PWSCHEME_CANNOT_CREATE_SCHEME_366=An error occurred while attempting to create a Directory Server password storage scheme from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_OBJECTCLASS_367=Configuration entry %s does not contain the ds-cfg-password-storage-scheme objectclass, which is required for password storage scheme definitions
INFO_CONFIG_PWSCHEME_DESCRIPTION_CLASS_NAME_368=El nombre completo de la clase de Java que define el esquema de almacenamiento de contrase\u00f1as de Directory Server.  Si se modifica mientras el esquema asociado se encuentra habilitado, \u00e9ste deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_PWSCHEME_NO_CLASS_NAME_369=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated password storage scheme
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_CLASS_NAME_370=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_CLASS_371=Class %s specified in configuration entry %s does not contain a valid password storage scheme implementation:  %s
INFO_CONFIG_PWSCHEME_DESCRIPTION_ENABLED_372=Indica si debe habilitarse el esquema de almacenamiento de contrase\u00f1as de Directory Server.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_PWSCHEME_NO_ENABLED_ATTR_373=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the password storage scheme should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_ENABLED_VALUE_374=Configuration entry %s has an invalid value for attribute ds-cfg-enabled: %s
INFO_CONFIG_PWSCHEME_CLASS_ACTION_REQUIRED_375=El cambio solicitado de %s a %s para el nombre del esquema de almacenamiento de contrase\u00f1as de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el esquema de almacenamiento se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_PWSCHEME_INITIALIZATION_FAILED_376=Se ha producido un error al intentar inicializar una instancia de la clase %s como esquema de almacenamiento de contrase\u00f1as, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_PWSCHEME_EXISTS_377=No se puede agregar una nueva entrada del esquema de almacenamiento de contrase\u00f1as con el ND %s porque ya hay un esquema de almacenamiento registrado con ese ND.
SEVERE_ERR_CONFIG_PWSCHEME_UNACCEPTABLE_CONFIG_378=The configuration for the password storage scheme defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
INFO_CONFIG_PLUGIN_CLASS_ACTION_REQUIRED_379=El cambio solicitado de %s a %s para el nombre de la clase de complemento de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el complemento se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
SEVERE_ERR_CONFIG_LOGGER_NO_FREE_DISK_SPACE_380=No disk space limit has been defined for the retention policy in the configuration entry %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_JAVA5_POLICY_381=The free disk space based retention policy in the configuration entry %s. is not allowed for the Directory Server when running on pre Java 6 VMs
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BACKEND_ID_382=Identificador exclusivo para este servidor de fondo.  Los cambios realizados en esta configuraci\u00f3n no se aplicar\u00e1n hasta que se deshabilite y se vuelva a habilitar el servidor de fondo o hasta que se reinicie el servidor.
SEVERE_WARN_CONFIG_BACKEND_NO_BACKEND_ID_383=Backend configuration entry %s does not contain attribute ds-cfg-backend-id, which is used to provide a unique identifier for the backend.  The backend will be disabled
SEVERE_WARN_CONFIG_BACKEND_DUPLICATE_BACKEND_ID_384=The backend defined in configuration entry %s has a backend ID of %s that conflicts with the backend ID for another backend in the server.  The backend will be disabled
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_BACKEND_ID_385=An unexpected error occurred while attempting to determine the backend ID for the backend defined in configuration entry %s:  %s.  The backend will be disabled
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_MAC_386=An error occurred while attempting to obtain the %s MAC provider to create the signed hash for the backup:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_DIGEST_387=An error occurred while attempting to obtain the %s message digest to create the hash for the backup: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_388=An error occurred while trying to create the config archive file %s in directory %s:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_CIPHER_389=An error occurred while attempting to obtain the cipher to use to encrypt the backup:  %s
SEVERE_ERR_CONFIG_BACKUP_ZIP_COMMENT_390=%s config backup %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_DETERMINE_CONFIG_FILE_LOCATION_391=An error occurred while attempting to determine the path to the Directory Server configuration file so that it could be archived:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_BACKUP_CONFIG_FILE_392=An error occurred while attempting to back up configuration file %s:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_BACKUP_ARCHIVED_CONFIGS_393=An error occurred while attempting to back up the archived previous configurations from file %s:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_CLOSE_ZIP_STREAM_394=An error occurred while trying to close the config archive file %s in directory %s:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_395=An error occurred while attempting to update the backup descriptor file %s with information about the configuration backup:  %s
SEVERE_ERR_CONFIG_RESTORE_NO_SUCH_BACKUP_396=Unable to restore or verify configuration backup %s in directory %s because no such backup exists
SEVERE_ERR_CONFIG_RESTORE_NO_BACKUP_FILE_397=Unable to restore or verify configuration backup %s in directory %s because the archive filename could not be determined
SEVERE_ERR_CONFIG_RESTORE_NO_SUCH_FILE_398=Unable to restore or verify configuration backup %s because the specified archive file %s does not exist
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_399=Unable to restore or verify configuration backup %s because an error occurred while trying to determine whether backup archive %s exists:  %s
SEVERE_ERR_CONFIG_RESTORE_UNKNOWN_DIGEST_400=Unable to restore or verify configuration backup %s because an unsigned hash of this backup is available but the server cannot determine the digest algorithm used to generate this hash
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_DIGEST_401=Unable to restore or verify configuration backup %s because it has an unsigned hash that uses an unknown or unsupported digest algorithm of %s
SEVERE_ERR_CONFIG_RESTORE_UNKNOWN_MAC_402=Unable to restore or verify configuration backup %s because a signed hash of this backup is available but the server cannot determine the MAC algorithm used to generate this hash
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_MAC_403=Unable to restore or verify configuration backup %s because it has a signed hash that uses an unknown or unsupported MAC algorithm of %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_OPEN_BACKUP_FILE_404=Unable to restore or verify configuration backup %s because an error occurred while attempting to open the backup archive file %s:  %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_CIPHER_406=Unable to restore or verify configuration backup %s because it is encrypted using an unknown or unsupported cipher:  %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_BACKUP_EXISTING_CONFIG_407=Unable to restore configuration backup %s because an error occurred while attempting to temporarily back up the current configuration files from %s to %s:  %s
NOTICE_CONFIG_RESTORE_RESTORED_OLD_CONFIG_408=Se ha producido un error que ha impedido que la copia de seguridad de la configuraci\u00f3n se restablezca correctamente.  Sin embargo, los archivos de configuraci\u00f3n originales incluidos antes de que se iniciara el proceso de restablecimiento se han conservado y se encuentran actualmente en su ubicaci\u00f3n original %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_RESTORE_OLD_CONFIG_409=An error occurred that prevented the configuration backup from being properly restored.  The original configuration files that were in place before the start of the restore process have been preserved and are contained in the %s directory
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CREATE_CONFIG_DIRECTORY_410=Unable to restore configuration backup %s because an error occurred while attempting to create a new empty directory %s into which the files should be restored:  %s
SEVERE_ERR_CONFIG_RESTORE_OLD_CONFIG_SAVED_411=An error occurred that prevented the configuration backup from being properly restored.  The original configuration files that were in place before the start of the restore process have been preserved in the %s directory
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_ZIP_ENTRY_412=Unable to restore or verify configuration backup %s because an error occurred while trying to read the next entry from the archive file %s:  %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CREATE_FILE_413=Unable to restore configuration backup %s because an error occurred while trying to recreate file %s:  %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_414=Unable to restore or verify configuration backup %s because an error occurred while processing archived file %s:  %s
SEVERE_ERR_CONFIG_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_415=Unable to restore or verify configuration backup %s because an unexpected error occurred while trying to close the archive file %s:  %s
NOTICE_CONFIG_RESTORE_UNSIGNED_HASH_VALID_416=La recopilaci\u00f3n de mensajes calculada a partir del archivo de copia de seguridad coincide con la recopilaci\u00f3n almacenada con la informaci\u00f3n de copia de seguridad.
SEVERE_ERR_CONFIG_RESTORE_UNSIGNED_HASH_INVALID_417=Unable to restore or verify configuration backup %s because the message digest calculated from the backup archive does not match the digest stored with the backup information
NOTICE_CONFIG_RESTORE_SIGNED_HASH_VALID_418=La recopilaci\u00f3n firmada, calculada a partir del archivo de copia de seguridad, coincide con la firma almacenada con la informaci\u00f3n de copia de seguridad.
SEVERE_ERR_CONFIG_RESTORE_SIGNED_HASH_INVALID_419=Unable to restore or verify configuration backup %s because the signed digest calculated from the backup archive does not match the signature stored with the backup information
NOTICE_CONFIG_RESTORE_VERIFY_SUCCESSFUL_420=Todas las pruebas realizadas en la copia de seguridad de la configuraci\u00f3n %s desde el directorio %s indican que el archivo parece ser v\u00e1lido.
NOTICE_CONFIG_RESTORE_SUCCESSFUL_421=La copia de seguridad de la configuraci\u00f3n %s se ha restablecido satisfactoriamente desde el archivo del directorio %s
SEVERE_ERR_CONFIG_BACKEND_CANNOT_ACQUIRE_SHARED_LOCK_422=The Directory Server was unable to acquire a shared lock for backend %s:  %s.  This generally means that the backend is in use by a process that requires an exclusive lock (e.g., importing from LDIF or restoring a backup).  This backend will be disabled
SEVERE_WARN_CONFIG_BACKEND_CANNOT_RELEASE_SHARED_LOCK_423=An error occurred while attempting to release a shared lock for backend %s:  %s.  This may interfere with operations that require exclusive access, including LDIF import and restoring a backup
INFO_CONFIG_FILE_HEADER_424=Este archivo contiene la configuraci\u00f3n principal de Directory Server.  No debe modificarse directamente mientras el servidor est\u00e9 en l\u00ednea. La configuraci\u00f3n del servidor s\u00f3lo debe administrarse mediante las utilidades de administraci\u00f3n proporcionadas con Directory Server.
INFO_CONFIG_CORE_DESCRIPTION_ADD_MISSING_RDN_ATTRS_425=Indica si Directory Server debe agregar autom\u00e1ticamente los atributos de RDN que faltan a una entrada al agregarla.  De forma predeterminada, las entradas agregadas que no contienen los valores de atributos de RDN en su lista de atributos se rechazar\u00e1n debido a una infracci\u00f3n de la especificaci\u00f3n LDAP.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_ADD_MISSING_RDN_ATTRS_426=Configuration entry %s has an invalid value for configuration attribute ds-cfg-add-missing-rdn-attributes (it should be a Boolean value of true or false):  %s
INFO_CONFIG_CORE_DESCRIPTION_SERVER_ERROR_RESULT_CODE_427=El c\u00f3digo de resultados que deber\u00eda utilizarse para las respuestas en las que la operaci\u00f3n no puede realizarse debido a un error interno del servidor.  El valor deber\u00eda ser un entero equivalente al c\u00f3digo de resultados de LDAP correspondiente.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_SERVER_ERROR_RESULT_CODE_428=Configuration entry %s has an invalid value for configuration attribute ds-cfg-server-error-result-code (it should be an integer value greater than or equal to 1):  %s
FATAL_ERR_CONFIG_IDMAPPER_CANNOT_GET_BASE_429=An error occurred while attempting to retrieve the identity mapper base entry cn=Identity Mappers,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_IDMAPPER_BASE_DOES_NOT_EXIST_430=The identity mapper configuration base cn=Identity Mappers,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_IDMAPPER_ENTRY_UNACCEPTABLE_431=Configuration entry %s does not contain a valid identity mapper configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_IDMAPPER_CANNOT_CREATE_MAPPER_432=An error occurred while attempting to create a Directory Server identity mapper from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_OBJECTCLASS_433=Configuration entry %s does not contain the ds-cfg-identity-mapper objectclass, which is required for identity mapper definitions
INFO_CONFIG_IDMAPPER_DESCRIPTION_CLASS_NAME_434=El nombre completo de la clase de Java que define un asignador de identidades de Directory Server.  Si se modifica mientras el asignador de identidades asociado se encuentra habilitado, \u00e9ste deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_IDMAPPER_NO_CLASS_NAME_435=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated identity mapper
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_CLASS_NAME_436=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_CLASS_437=Class %s specified in configuration entry %s does not contain a valid identity mapper implementation:  %s
INFO_CONFIG_IDMAPPER_DESCRIPTION_ENABLED_438=Indica si debe habilitarse este asignador de identidades de Directory Server.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_IDMAPPER_NO_ENABLED_ATTR_439=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the identity mapper should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_ENABLED_VALUE_440=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_IDMAPPER_CLASS_ACTION_REQUIRED_441=El cambio solicitado de %s a %s para el nombre de clase del asignador de identidades de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el asignador de identidades se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_IDMAPPER_INITIALIZATION_FAILED_442=Se ha producido un error al intentar inicializar una instancia de la clase %s como asignador de identidades, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_IDMAPPER_EXISTS_443=No se puede agregar una nueva entrada del asignador de identidades con el ND %s porque ya hay un asignador de identidades registrado con ese ND.
SEVERE_ERR_CONFIG_IDMAPPER_UNACCEPTABLE_CONFIG_444=The configuration for the identity mapper defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
INFO_CONFIG_CORE_DESCRIPTION_PROXY_MAPPER_DN_445=ND de la entrada de configuraci\u00f3n del asignador de identidades que debe utilizar Directory Server junto con el control V2 de autorizaci\u00f3n de proxy.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_PROXY_MAPPER_DN_446=Configuration entry %s has an invalid value for configuration attribute ds-cfg-proxied-authorization-identity-mapper (it should be the DN of a valid identity mapper configuration entry):  %s
SEVERE_ERR_CONFIG_CORE_NO_PROXY_MAPPER_FOR_DN_447=The proxied authorization identity mapper DN %s specified in configuration entry %s does not refer to a valid identity mapper configuration entry
SEVERE_ERR_CONFIG_IDMAPPER_NO_PROXY_MAPPER_DN_448=The Directory Server does not have any identity mapper configured for use in conjunction with proxied authorization V2 operations.  The Directory Server will not be able to process requests containing the proxied authorization control with a username-based authorization ID
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_PROXY_MAPPER_DN_449=The configured proxied authorization identity mapper DN %s does not refer to an active identity mapper.  The Directory Server will not be able to process requests containing the proxied authorization control with a username-based authorization ID
INFO_CONFIG_CORE_DESCRIPTION_SIZE_LIMIT_450=El n\u00famero m\u00e1ximo predeterminado de entradas que deben devolverse a un cliente al procesar una operaci\u00f3n de b\u00fasqueda.  Este valor puede sobrescribirse por usuario incluyendo el atributo operativo ds-rlim-size-limit en la entrada del usuario.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_SIZE_LIMIT_451=Configuration entry %s has an invalid value for configuration attribute ds-cfg-size-limit (It should be a positive integer value specifying the size limit to use, or a value of 0 or -1 to indicate that no limit should be enforced):  %s
FATAL_ERR_CONFIG_SYNCH_CANNOT_GET_CONFIG_BASE_452=An error occurred while attempting to retrieve the Directory Server synchronization provider configuration base entry cn=Synchronization Providers,cn=config:  %s
FATAL_ERR_CONFIG_SYNCH_BASE_DOES_NOT_EXIST_453=The Directory Server synchronization provider base entry cn=Synchronization Providers,cn=config does not exist.  This entry must be  present in the Directory Server configuration
FATAL_ERR_CONFIG_SYNCH_ENTRY_DOES_NOT_HAVE_PROVIDER_CONFIG_454=Configuration entry %s exists below the Directory Server synchronization provider root but does not contain attribute ds-cfg-synchronization-provider which must be present in all synchronization provider configuration entries
FATAL_ERR_CONFIG_SYNCH_CANNOT_CHECK_FOR_PROVIDER_CONFIG_OC_455=An error occurred while attempting to determine whether configuration entry %s was a valid Directory Server synchronization provider:  %s
INFO_CONFIG_SYNCH_DESCRIPTION_PROVIDER_ENABLED_456=Indica si debe habilitarse el proveedor de sincronizaci\u00f3n de Directory Server asociado y si debe utilizarlo el servidor.  Este atributo debe estar presente en todas las entradas del proveedor de sincronizaci\u00f3n y no puede modificarse mientras se est\u00e9 ejecutando Directory Server.
FATAL_ERR_CONFIG_SYNCH_PROVIDER_NO_ENABLED_ATTR_457=Synchronization provider configuration entry %s does not contain attribute ds-cfg-enabled which indicates whether the synchronization provider is enabled for use
SEVERE_WARN_CONFIG_SYNCH_PROVIDER_DISABLED_458=The Directory Server synchronization provider defined in configuration entry %s is disabled.  This provider will not be used
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_DETERMINE_ENABLED_STATE_459=An error occurred while attempting to determine whether the Directory Server synchronization provider defined in configuration entry %s should be enabled: %s
INFO_CONFIG_SYNCH_DESCRIPTION_PROVIDER_CLASS_460=El nombre completo de la clase de Java que proporcionar\u00e1 la l\u00f3gica para el proveedor de sincronizaci\u00f3n de Directory Server.  Este atributo debe estar presente en todas las entradas del proveedor de sincronizaci\u00f3n y no puede modificarse mientras se est\u00e9 ejecutando Directory Server.
FATAL_ERR_CONFIG_SYNCH_NO_CLASS_ATTR_461=Synchronization provider configuration entry %s does not contain attribute ds-cfg-java-class which specifies the name of the class that implements the synchronization provider logic
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_DETERMINE_CLASS_462=An error occurred while attempting to determine the name of the class used to provide the Directory Server synchronization provider logic from configuration entry %s:  %s
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_LOAD_PROVIDER_CLASS_463=An error occurred while attempting to load class %s referenced in synchronization provider configuration entry %s:  %s
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_INSTANTIATE_PROVIDER_464=An error occurred while attempting to instantiate class %s referenced in synchronization provider configuration entry %s:  %s
FATAL_ERR_CONFIG_SYNCH_ERROR_INITIALIZING_PROVIDER_465=An error occurred while attempting to initialize the Directory Server synchronization provider referenced in configuration entry %s:  %s
INFO_CONFIG_SYNCH_PROVIDER_HAS_BEEN_DISABLED_466=El proveedor de sincronizaci\u00f3n definido en la entrada de configuraci\u00f3n %s se encuentra habilitado actualmente, aunque se ha modificado la configuraci\u00f3n para que deba deshabilitarse.  No se aplicar\u00e1 este cambio hasta que se reinicie Directory Server.
FATAL_ERR_CONFIG_SYNCH_PROVIDER_CLASS_CHANGED_467=The Java class providing the logic for the synchronization provider defined in configuration entry %s has changed from %s to %s.  This will not take effect until the Directory Server is restarted
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_WRITABILITY_468=El modo de capacidad de escritura de este servidor de fondo.  El valor puede ser "enabled" (habilitado) si se permiten todas las operaciones de escritura, "disabled" (deshabilitado) si se rechazan todas las operaciones de escritura o "internal-only" (s\u00f3lo internas) si se permiten s\u00f3lo las actualizaciones de sincronizaci\u00f3n y las operaciones internas de escritura.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_BACKEND_NO_WRITABILITY_MODE_469=The backend defined in configuration entry %s does not have a value for configuration attribute ds-cfg-writability-mode which indicates the writability mode for that backend.  The backend will be disabled
SEVERE_ERR_CONFIG_BACKEND_INVALID_WRITABILITY_MODE_470=The backend defined in configuration entry %s has an invalid writability mode of %s.  The backend will be disabled
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_WRITABILITY_471=An unexpected error occurred while attempting to determine the writability mode for the backend defined in configuration entry %s:  %s.  The backend will be disabled
INFO_CONFIG_CORE_DESCRIPTION_WRITABILITY_MODE_472=El modo de capacidad de escritura de Directory Server.  El valor puede ser uno de los siguientes: "enabled" (habilitado), "disabled" (deshabilitado) o "internal-only" (s\u00f3lo internas).  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_WRITABILITY_MODE_473=Configuration entry %s has an invalid value for configuration attribute ds-cfg-writability-mode (the value should be one of "enabled", "disabled", or "internal-only"):  %s
INFO_CONFIG_CORE_DESCRIPTION_BIND_WITH_DN_REQUIRES_PW_474=Indica si los enlaces simples que contienen un ND deben incluir tambi\u00e9n una contrase\u00f1a. Si se deshabilita esta opci\u00f3n, los enlaces sin contrase\u00f1as se tratar\u00e1n siempre como an\u00f3nimos, aunque contengan un ND de enlace, que puede crear un agujero de seguridad en algunos tipos de aplicaciones.  Si se habilita esta opci\u00f3n, todas las solicitudes de enlace simples que contengan un ND, pero ninguna contrase\u00f1a, se rechazar\u00e1n en lugar de establecerlos de forma predeterminada en la autenticaci\u00f3n an\u00f3nima.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_BIND_WITH_DN_REQUIRES_PW_475=Configuration entry %s has an invalid value for configuration attribute ds-cfg-bind-with-dn-requires-password (the value should be either "TRUE" or "FALSE"):  %s
FATAL_ERR_CONFIG_PWVALIDATOR_CANNOT_GET_BASE_476=An error occurred while attempting to retrieve the password validator base entry cn=Password Validators,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_PWVALIDATOR_BASE_DOES_NOT_EXIST_477=The password validator configuration base cn=Password Validators,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_PWVALIDATOR_ENTRY_UNACCEPTABLE_478=Configuration entry %s does not contain a valid password validator configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_PWVALIDATOR_CANNOT_CREATE_VALIDATOR_479=An error occurred while attempting to create a Directory Server password validator from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_OBJECTCLASS_480=Configuration entry %s does not contain the ds-cfg-password-validator objectclass, which is required for password validator definitions
INFO_CONFIG_PWVALIDATOR_DESCRIPTION_CLASS_NAME_481=El nombre completo de la clase de Java que define el validador de contrase\u00f1as de Directory Server.  Si se modifica mientras el validador asociado se encuentra habilitado, \u00e9ste deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_PWVALIDATOR_NO_CLASS_NAME_482=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated password validator
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_CLASS_NAME_483=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_CLASS_484=Class %s specified in configuration entry %s does not contain a valid password validator implementation:  %s
INFO_CONFIG_PWVALIDATOR_DESCRIPTION_ENABLED_485=Indica si debe habilitarse el validador de contrase\u00f1as de Directory Server.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_PWVALIDATOR_NO_ENABLED_ATTR_486=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the password validator should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_ENABLED_VALUE_487=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_PWVALIDATOR_CLASS_ACTION_REQUIRED_488=El cambio solicitado de %s a %s para el nombre del validador de contrase\u00f1as de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el validador se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_PWVALIDATOR_INITIALIZATION_FAILED_489=Se ha producido un error al intentar inicializar una instancia de la clase %s como validador de contrase\u00f1as, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_PWVALIDATOR_EXISTS_490=No se puede agregar una nueva entrada de validador de contrase\u00f1as con el ND %s porque ya hay un validador registrado con ese ND.
SEVERE_ERR_CONFIG_PWVALIDATOR_UNACCEPTABLE_CONFIG_491=The configuration for the password validator defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
FATAL_ERR_CONFIG_PWGENERATOR_CANNOT_GET_BASE_492=An error occurred while attempting to retrieve the password generator base entry cn=Password Generators,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_PWGENERATOR_BASE_DOES_NOT_EXIST_493=The password generator configuration base cn=Password Generators,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_PWGENERATOR_ENTRY_UNACCEPTABLE_494=Configuration entry %s does not contain a valid password generator configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_PWGENERATOR_CANNOT_CREATE_GENERATOR_495=An error occurred while attempting to create a Directory Server password generator from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_OBJECTCLASS_496=Configuration entry %s does not contain the ds-cfg-password-generator objectclass, which is required for password generator definitions
INFO_CONFIG_PWGENERATOR_DESCRIPTION_CLASS_NAME_497=El nombre completo de la clase de Java que define el generador de contrase\u00f1as de Directory Server.  Si se modifica mientras el generador asociado se encuentra habilitado, \u00e9ste deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_PWGENERATOR_NO_CLASS_NAME_498=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated password generator
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_CLASS_NAME_499=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_CLASS_500=Class %s specified in configuration entry %s does not contain a valid password generator implementation:  %s
INFO_CONFIG_PWGENERATOR_DESCRIPTION_ENABLED_501=Indica si debe habilitarse el generador de contrase\u00f1as de Directory Server.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_PWGENERATOR_NO_ENABLED_ATTR_502=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the password generator should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_ENABLED_VALUE_503=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_PWGENERATOR_CLASS_ACTION_REQUIRED_504=El cambio solicitado de %s a %s para el nombre del generador de contrase\u00f1as de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el generador se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_PWGENERATOR_INITIALIZATION_FAILED_505=Se ha producido un error al intentar inicializar una instancia de la clase %s como generador de contrase\u00f1as, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_PWGENERATOR_EXISTS_506=No se puede agregar una nueva entrada de generador de contrase\u00f1as con el ND %s porque ya hay un generador registrado con ese ND.
SEVERE_ERR_CONFIG_PWGENERATOR_UNACCEPTABLE_CONFIG_507=The configuration for the password generator defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
INFO_CONFIG_CORE_DESCRIPTION_DEFAULT_PWPOLICY_DN_508=ND de la entrada de configuraci\u00f3n que define la directiva de contrase\u00f1as predeterminada de Directory Server, que se aplicar\u00e1 para todos los usuarios para los que no se haya definido una directiva de contrase\u00f1as personalizada.  Esta entrada debe existir y especificar una configuraci\u00f3n de directiva de contrase\u00f1as v\u00e1lida.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_NO_DEFAULT_PWPOLICY_509=No default password policy was configured for the Directory Server.  This must be specified by the ds-cfg-default-password-policy attribute in configuration entry %s
SEVERE_ERR_CONFIG_CORE_INVALID_DEFAULT_PWPOLICY_DN_510=Configuration entry %s has an invalid value for configuration attribute ds-cfg-default-password-policy (the value should a DN specifying the default password policy configuration entry):  %s
SEVERE_ERR_CONFIG_CORE_NO_SUCH_PWPOLICY_511=The value %s for configuration attribute ds-cfg-default-password-policy does not refer to a valid password policy configuration entry
FATAL_ERR_CONFIG_PWPOLICY_CANNOT_GET_BASE_512=An error occurred while attempting to retrieve the password policy base entry cn=Password Policies,cn=config from the Directory Server configuration:  %s
SEVERE_ERR_CONFIG_PWPOLICY_BASE_DOES_NOT_EXIST_513=The password policy configuration base cn=Password Policies,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_PWPOLICY_NO_POLICIES_514=No password policies have been defined below the cn=Password Policies,cn=config entry in the Directory Server configuration.  At least one password policy configuration must be defined
SEVERE_ERR_CONFIG_PWPOLICY_INVALID_POLICY_CONFIG_515=The password policy defined in configuration entry %s is invalid:  %s
SEVERE_ERR_CONFIG_PWPOLICY_MISSING_DEFAULT_POLICY_516=The Directory Server default password policy is defined as %s, but that entry does not exist or is not below the password policy configuration base cn=Password Policies,cn=config
SEVERE_WARN_CONFIG_PWPOLICY_CANNOT_DELETE_DEFAULT_POLICY_517=The specified entry %s is currently defined as the configuration entry for the default password policy.  The default password policy configuration entry may not be removed
INFO_CONFIG_PWPOLICY_REMOVED_POLICY_518=La entrada de la directiva de contrase\u00f1as %s se ha suprimido de la configuraci\u00f3n de Directory Server.  Todas las entradas de usuario que hagan referencia expl\u00edcitamente a esta directiva de contrase\u00f1as ya no se podr\u00e1n autenticar.
FATAL_ERR_CONFIG_AUTHZ_CANNOT_GET_ENTRY_519=An error occurred while attempting to retrieve the Directory Server access control configuration entry cn=Access Control Handler,cn=config:  %s
FATAL_ERR_CONFIG_AUTHZ_ENTRY_DOES_NOT_EXIST_520=The Directory Server access control configuration entry cn=Access Control Handler,cn=config does not exist.  This entry must be present in the Directory Server configuration
FATAL_ERR_CONFIG_AUTHZ_ENTRY_DOES_NOT_HAVE_OBJECT_CLASS_521=The Directory Server access control configuration entry cn=Access Control Handler,cn=config does not have the correct object class.  This entry must have the object class ds-cfg-access-control-handler in order to be valid
INFO_CONFIG_AUTHZ_DESCRIPTION_ENABLED_523=Indica si se ha habilitado el control de acceso y si debe utilizarlo el servidor.  Este atributo es obligatorio.
FATAL_ERR_CONFIG_AUTHZ_NO_ENABLED_ATTR_524=The access control configuration entry %s does not contain attribute ds-cfg-enabled which indicates whether the access control is enabled for use
SEVERE_WARN_CONFIG_AUTHZ_DISABLED_525=Access control has been disabled
NOTICE_CONFIG_AUTHZ_ENABLED_526=El control de acceso se ha habilitado y utilizar\u00e1 la implementaci\u00f3n de %s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_DETERMINE_ENABLED_STATE_527=An error occurred while attempting to determine whether the Directory Server access control as defined in configuration entry %s should be enabled:  %s
INFO_CONFIG_AUTHZ_DESCRIPTION_CLASS_528=El nombre completo de la clase de Java que proporcionar\u00e1 la implementaci\u00f3n de control de acceso para Directory Server. Este atributo es obligatorio.
FATAL_ERR_CONFIG_AUTHZ_NO_CLASS_ATTR_529=The access control configuration entry %s does not contain attribute ds-cfg-java-class which specifies the name of the Java class providing the access control implementation for the Directory Server
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_DETERMINE_CLASS_530=An error occurred while attempting to determine the name of the class used to provide the Directory Server access control implementation from configuration entry %s:  %s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_LOAD_CLASS_531=An error occurred while attempting to load class %s referenced in the access control configuration entry %s:  %s
FATAL_ERR_CONFIG_AUTHZ_BAD_CLASS_532=The access control implementation class %s referenced in the access control configuration entry %s does not implement the %s interface:  %s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_INSTANTIATE_HANDLER_533=An error occurred while attempting to instantiate class %s referenced in the access control configuration entry %s:  %s
FATAL_ERR_CONFIG_AUTHZ_ERROR_INITIALIZING_HANDLER_534=An error occurred while attempting to initialize the Directory Server access control implementation referenced in configuration entry %s:  %s
FATAL_ERR_CONFIG_ROOTDN_CANNOT_GET_BASE_535=An error occurred while attempting to retrieve the root DN base entry cn=Root DNs,cn=config from the Directory Server configuration:  %s
SEVERE_ERR_CONFIG_ROOTDN_BASE_DOES_NOT_EXIST_536=The password policy configuration base cn=Root DNs,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_ROOTDN_ENTRY_UNACCEPTABLE_537=Configuration entry %s does not contain a valid root DN configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_CREATE_538=An error occurred while attempting to create a Directory Server root DN from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_ROOTDN_INVALID_OBJECTCLASS_539=Configuration entry %s does not contain the ds-cfg-root-dn-user objectclass, which is required for Directory Server root DN definitions
INFO_CONFIG_ROOTDN_DESCRIPTION_ALTERNATE_BIND_DN_540=Especifica uno o varios ND de enlace alternativos que pueden utilizarse para autenticarse como el ND ra\u00edz asociado, adem\u00e1s del ND real de la entrada de configuraci\u00f3n del ND ra\u00edz. No debe haber conflictos entre los ND de enlace alternativos y los ND de otras entradas del directorio ni con los otros ND de enlace alternativos configurados para otros ND ra\u00edz.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_ROOTDN_CONFLICTING_MAPPING_541=Unable to register "%s" as an alternate bind DN for user "%s" because it is already registered as an alternate bind DN for root user "%s"
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_PARSE_ALTERNATE_BIND_DNS_542=An error occurred while trying to parse the set of alternate bind DNs for root user %s:  %s
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_REGISTER_ALTERNATE_BIND_DN_543=An error occurred while trying to register"%s" as an alternate bind DN for root user "%s":  %s
SEVERE_ERR_CONFIG_ROOTDN_EXISTS_544=Unable to add root DN entry %s because another root user is already registered with that DN
FATAL_ERR_CONFIG_ACCTNOTHANDLER_CANNOT_GET_BASE_545=An error occurred while attempting to retrieve the account status notification handler base entry cn=Account Status Notification Handlers,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_ACCTNOTHANDLER_BASE_DOES_NOT_EXIST_546=The account status notification handler configuration base cn=Account Status Notification Handlers,cn=config does not exist in the Directory Server configuration. This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_ENTRY_UNACCEPTABLE_547=Configuration entry %s does not contain a valid account status notification handler configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_CANNOT_CREATE_HANDLER_548=An error occurred while attempting to create a Directory Server account status notification handler from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_OBJECTCLASS_549=Configuration entry %s does not contain the ds-cfg-account-status-notification-handler objectclass, which is required for account status notification handler definitions
INFO_CONFIG_ACCTNOTHANDLER_DESCRIPTION_CLASS_NAME_550=El nombre completo de la clase de Java que define el controlador de notificaci\u00f3n de estado de la cuenta de Directory Server.  Si se modifica mientras el controlador de notificaci\u00f3n asociado se encuentra habilitado, \u00e9ste deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_NO_CLASS_NAME_551=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated account status notification handler
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_CLASS_NAME_552=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_CLASS_553=Class %s specified in configuration entry %s does not contain a valid account status notification handler implementation:  %s
INFO_CONFIG_ACCTNOTHANDLER_DESCRIPTION_ENABLED_554=Indica si debe habilitarse este controlador de notificaci\u00f3n de estado de la cuenta de Directory Server. Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_NO_ENABLED_ATTR_555=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the account status notification handler should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_ENABLED_VALUE_556=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_ACCTNOTHANDLER_CLASS_ACTION_REQUIRED_557=El cambio solicitado de %s a %s para el nombre de la clase del controlador de notificaci\u00f3n de estado de la cuenta de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el controlador de notificaci\u00f3n se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_ACCTNOTHANDLER_INITIALIZATION_FAILED_558=Se ha producido un error al intentar inicializar una instancia de la clase %s como controlador de notificaci\u00f3n de estado de la cuenta, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_ACCTNOTHANDLER_EXISTS_559=No se puede agregar una nueva entrada del controlador de notificaci\u00f3n de estado de la cuenta con el ND %s porque ya hay un controlador de notificaci\u00f3n registrado con ese ND.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_UNACCEPTABLE_CONFIG_560=The configuration for the account status notification handler defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
INFO_CONFIG_CORE_DESCRIPTION_LOOKTHROUGH_LIMIT_561=El n\u00famero m\u00e1ximo predeterminado de entradas candidatas que se han comprobado en busca de coincidencias al procesar una operaci\u00f3n de b\u00fasqueda.  Este valor puede sobrescribirse por usuario incluyendo el atributo operativo ds-rlim-lookthrough-limit en la entrada del usuario. Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_LOOKTHROUGH_LIMIT_562=Configuration entry %s has an invalid value for configuration attribute ds-cfg-lookthrough-limit (It should be a positive integer value specifying the lookthrough limit to use, or a value of 0 or -1 to indicate that no limit should be enforced):  %s
FATAL_ERR_CONFIG_UNABLE_TO_APPLY_STARTUP_CHANGES_563=An error occurred while attempting to apply the changes contained in file %s to the server configuration at startup:  %s
FATAL_ERR_CONFIG_ERROR_APPLYING_STARTUP_CHANGE_564=Unable to apply a change at server startup:  %s
FATAL_ERR_CONFIG_UNABLE_TO_APPLY_CHANGES_FILE_565=One or more errors occurred while applying changes on server startup
INFO_CONFIG_DESCRIPTION_BACKEND_MODE_566=Los permisos utilizados para el directorio que contiene los archivos de base de datos del servidor de fondo.
SEVERE_ERR_CONFIG_BACKEND_MODE_INVALID_567=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-db-directory-permissions (It should be an UNIX permission mode in three-digit octal notation.)
SEVERE_ERR_CONFIG_BACKEND_INSANE_MODE_568=Invalid UNIX file permissions %s does not allow read and write access to the backend database directory by the backend
INFO_CONFIG_CORE_DESCRIPTION_TIME_LIMIT_569=El periodo de tiempo m\u00e1ximo predeterminado que debe permitirse al procesar una operaci\u00f3n de b\u00fasqueda. Este valor puede sobrescribirse por usuario incluyendo el atributo operativo ds-rlim-time-limit en la entrada del usuario.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_INVALID_TIME_LIMIT_570=Configuration entry %s has an invalid value for configuration attribute ds-cfg-time-limit (it should be an integer value followed by a space and a time unit of seconds, minutes, hours, days, or weeks):  %s
SEVERE_ERR_CONFIG_PWPOLICY_NO_DEFAULT_POLICY_571=No default password policy is configured for the Directory Server.  The default password policy must be specified by the ds-cfg-default-password-policy attribute in the cn=config entry
SEVERE_WARN_CONFIG_BACKEND_CANNOT_REGISTER_BACKEND_572=An error occurred while attempting to register backend %s with the Directory Server:  %s
SEVERE_ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_NO_REASON_573=An error occurred while trying to create the configuration archive directory %s
SEVERE_ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_574=An error occurred while trying to create the configuration archive directory %s:  %s
SEVERE_ERR_CONFIG_FILE_CANNOT_WRITE_CONFIG_ARCHIVE_575=An error occurred while trying to write the current configuration to the configuration archive: %s
INFO_CONFIG_CORE_DESCRIPTION_REJECT_UNAUTHENTICATED_REQUESTS_576=Indica si Directory Server debe rechazar las solicitudes de los clientes no autenticados. Si se establece en "true" (verdadero), los clientes no autenticados s\u00f3lo podr\u00e1n enviar solicitudes de enlace y StartTLS. Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_CORE_REJECT_UNAUTHENTICATED_REQUESTS_INVALID_577=Configuration entry %s has an invalid value for configuration attribute ds-cfg-reject-unauthenticated-requests(the value should be either true or false)
FATAL_ERR_CONFIG_GROUP_CANNOT_GET_BASE_578=An error occurred while attempting to retrieve the group implementation base entry cn=Group Implementations,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_GROUP_BASE_DOES_NOT_EXIST_579=The group implementation configuration base cn=Group Implementations,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_GROUP_ENTRY_UNACCEPTABLE_580=Configuration entry %s does not contain a valid group implementation configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_GROUP_CANNOT_CREATE_IMPLEMENTATION_581=An error occurred while attempting to create a Directory Server group implementation from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_GROUP_INVALID_OBJECTCLASS_582=Configuration entry %s does not contain the ds-cfg-group-implementation objectclass, which is required for group implementation definitions
INFO_CONFIG_GROUP_DESCRIPTION_CLASS_NAME_583=El nombre completo de la clase de Java que define la implementaci\u00f3n de grupos de Directory Server.  Si se modifica mientras la implementaci\u00f3n asociada se encuentra habilitada, \u00e9sta deber\u00e1 deshabilitarse y habilitarse de nuevo para que se aplique el cambio.
SEVERE_ERR_CONFIG_GROUP_NO_CLASS_NAME_584=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated group implementation
SEVERE_ERR_CONFIG_GROUP_INVALID_CLASS_NAME_585=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_GROUP_INVALID_CLASS_586=Class %s specified in configuration entry %s does not contain a valid group implementation:  %s
INFO_CONFIG_GROUP_DESCRIPTION_ENABLED_587=Indica si debe habilitarse la implementaci\u00f3n de grupos de Directory Server.  Los cambios realizados en este atributo se aplicar\u00e1n inmediatamente.
SEVERE_ERR_CONFIG_GROUP_NO_ENABLED_ATTR_588=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-enabled which indicates whether the group implementation should be enabled for use in the Directory Server
SEVERE_ERR_CONFIG_GROUP_INVALID_ENABLED_VALUE_589=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_GROUP_CLASS_ACTION_REQUIRED_590=El cambio solicitado de %s a %s para el nombre de la implementaci\u00f3n de grupos de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que la implementaci\u00f3n de grupos se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_GROUP_INITIALIZATION_FAILED_591=Se ha producido un error al intentar inicializar una instancia de la clase %s como implementaci\u00f3n de grupos, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_GROUP_EXISTS_592=No se puede agregar una nueva entrada de implementaci\u00f3n de grupos con el ND %s porque ya hay una implementaci\u00f3n de grupos registrada con ese ND.
SEVERE_ERR_CONFIG_GROUP_UNACCEPTABLE_CONFIG_593=The configuration for the group implementation defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
SEVERE_ERR_CONFIG_ROOTDN_DESCRIPTION_ROOT_PRIVILEGE_594=Set of privileges that should automatically be assigned to root users when they authenticate to the server
SEVERE_WARN_CONFIG_ROOTDN_UNRECOGNIZED_PRIVILEGE_595=The set of default root privileges contained in configuration attribute %s of entry %s contains an unrecognized privilege %s
SEVERE_ERR_CONFIG_ROOTDN_ERROR_DETERMINING_ROOT_PRIVILEGES_596=An error occurred while attempting to determine the set of privileges that root users should be granted by default:  %s
INFO_CONFIG_ROOTDN_UPDATED_PRIVILEGES_597=Se ha actualizado el conjunto de privilegios que se asignar\u00e1 autom\u00e1ticamente a los usuarios root.  Este nuevo conjunto de privilegios no se aplicar\u00e1 a ninguna conexi\u00f3n existente que ya se haya autenticado como usuario root, pero se utilizar\u00e1 en las siguientes autenticaciones de usuarios root.
MILD_ERR_CONFIG_FILE_ADD_INSUFFICIENT_PRIVILEGES_598=No tiene suficientes privilegios para realizar operaciones de adici\u00f3n en la configuraci\u00f3n de Directory Server.
MILD_ERR_CONFIG_FILE_DELETE_INSUFFICIENT_PRIVILEGES_599=No tiene suficientes privilegios para realizar operaciones de eliminaci\u00f3n en la configuraci\u00f3n de Directory Server.
MILD_ERR_CONFIG_FILE_MODIFY_INSUFFICIENT_PRIVILEGES_600=No tiene suficientes privilegios para realizar operaciones de modificaci\u00f3n en la configuraci\u00f3n de Directory Server.
MILD_ERR_CONFIG_FILE_MODDN_INSUFFICIENT_PRIVILEGES_601=No tiene suficientes privilegios para realizar operaciones de modificaci\u00f3n de ND en la configuraci\u00f3n de Directory Server.
MILD_ERR_CONFIG_FILE_SEARCH_INSUFFICIENT_PRIVILEGES_602=No tiene suficientes privilegios para realizar operaciones de b\u00fasqueda en la configuraci\u00f3n de Directory Server.
MILD_ERR_CONFIG_FILE_MODIFY_PRIVS_INSUFFICIENT_PRIVILEGES_603=No tiene suficientes privilegios para cambiar el conjunto de privilegios root predeterminados.
FATAL_ERR_CONFIG_CERTMAPPER_CANNOT_GET_BASE_604=An error occurred while attempting to retrieve the certificate mapper base entry cn=Certificate Mappers,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_CERTMAPPER_BASE_DOES_NOT_EXIST_605=The certificate mapper configuration base cn=Certificate Mappers,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_CERTMAPPER_ENTRY_UNACCEPTABLE_606=Configuration entry %s does not contain a valid certificate mapper configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_CERTMAPPER_CANNOT_CREATE_MAPPER_607=An error occurred while attempting to create a Directory Server certificate mapper from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_OBJECTCLASS_608=Configuration entry %s does not contain the ds-cfg-certificate-mapper objectclass, which is required for certificate mapper definitions
SEVERE_ERR_CONFIG_CERTMAPPER_NO_CLASS_NAME_609=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated certificate mapper
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_CLASS_NAME_610=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_CLASS_611=Class %s specified in configuration entry %s does not contain a valid certificate mapper implementation:  %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_ENABLED_VALUE_612=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_CERTMAPPER_CLASS_ACTION_REQUIRED_613=El cambio solicitado de %s a %s para el nombre de clase del asignador de certificados de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el asignador de certificados se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_CERTMAPPER_INITIALIZATION_FAILED_614=Se ha producido un error al intentar inicializar una instancia de la clase %s como asignador de certificados, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_CERTMAPPER_EXISTS_615=No se puede agregar una nueva entrada del asignador de certificados con el ND %s porque ya hay un asignador registrado con ese ND.
SEVERE_ERR_CONFIG_CERTMAPPER_UNACCEPTABLE_CONFIG_616=The configuration for the certificate mapper defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
FATAL_ERR_CONFIG_KEYMANAGER_CANNOT_GET_BASE_617=An error occurred while attempting to retrieve the key manager provider base entry cn=Key Manager Providers,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_KEYMANAGER_BASE_DOES_NOT_EXIST_618=The key manager provider configuration base cn=Key Manager Providers,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_KEYMANAGER_ENTRY_UNACCEPTABLE_619=Configuration entry %s does not contain a valid key manager provider configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_KEYMANAGER_CANNOT_CREATE_PROVIDER_620=An error occurred while attempting to create a Directory Server key manager provider from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_OBJECTCLASS_621=Configuration entry %s does not contain the ds-cfg-key-manager-provider objectclass, which is required for key manager provider definitions
SEVERE_ERR_CONFIG_KEYMANAGER_NO_CLASS_NAME_622=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated key manager provider
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_CLASS_NAME_623=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_CLASS_624=Class %s specified in configuration entry %s does not contain a valid key manager provider implementation:  %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_ENABLED_VALUE_625=Configuration entry %s has an invalid value for attribute ds-cfg-enabled:  %s
INFO_CONFIG_KEYMANAGER_CLASS_ACTION_REQUIRED_626=El cambio solicitado de %s a %s para el nombre de clase del proveedor del administrador de claves de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el proveedor se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_KEYMANAGER_INITIALIZATION_FAILED_627=Se ha producido un error al intentar inicializar una instancia de la clase %s como proveedor del administrador de claves, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_KEYMANAGER_EXISTS_628=No se puede agregar una nueva entrada del proveedor del administrador de claves con el ND %s porque ya hay un proveedor registrado con ese ND.
SEVERE_ERR_CONFIG_KEYMANAGER_UNACCEPTABLE_CONFIG_629=The configuration for the key manager provider defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
FATAL_ERR_CONFIG_TRUSTMANAGER_CANNOT_GET_BASE_630=An error occurred while attempting to retrieve the trust manager provider base entry cn=Trust Manager Providers,cn=config from the Directory Server configuration:  %s
SEVERE_WARN_CONFIG_TRUSTMANAGER_BASE_DOES_NOT_EXIST_631=The trust manager provider configuration base cn=Trust Manager Providers,cn=config does not exist in the Directory Server configuration.  This entry must be present for the server to function properly
SEVERE_ERR_CONFIG_TRUSTMANAGER_ENTRY_UNACCEPTABLE_632=Configuration entry %s does not contain a valid trust manager provider configuration:  %s.  It will be ignored
SEVERE_ERR_CONFIG_TRUSTMANAGER_CANNOT_CREATE_PROVIDER_633=An error occurred while attempting to create a Directory Server trust manager provider from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_OBJECTCLASS_634=Configuration entry %s does not contain the ds-cfg-trust-manager-provider objectclass, which is required for trust manager provider definitions
SEVERE_ERR_CONFIG_TRUSTMANAGER_NO_CLASS_NAME_635=Configuration entry %s does not contain a valid value for configuration attribute ds-cfg-java-class which specifies the fully-qualified class name for the associated trust manager provider
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_CLASS_NAME_636=Configuration entry %s has an invalid value for attribute ds-cfg-java-class:  %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_CLASS_637=Class %s specified in configuration entry %s does not contain a valid trust manager provider implementation:  %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_ENABLED_VALUE_638=Configuration entry %s has an invalid value for attribute ds-cfg-enabled: %s
INFO_CONFIG_TRUSTMANAGER_CLASS_ACTION_REQUIRED_639=El cambio solicitado de %s a %s para el nombre de clase del proveedor del administrador de confianza de la entrada de configuraci\u00f3n %s no puede aplicarse din\u00e1micamente.  Este cambio no se aplicar\u00e1 hasta que el proveedor se deshabilite y se vuelva a habilitar o hasta que se reinicie Directory Server.
MILD_ERR_CONFIG_TRUSTMANAGER_INITIALIZATION_FAILED_640=Se ha producido un error al intentar inicializar una instancia de la clase %s como proveedor del administrador de confianza, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_TRUSTMANAGER_EXISTS_641=No se puede agregar una nueva entrada del proveedor del administrador de confianza con el ND %s porque ya hay un proveedor registrado con ese ND.
SEVERE_ERR_CONFIG_TRUSTMANAGER_UNACCEPTABLE_CONFIG_642=The configuration for the trust manager provider defined in configuration entry %s was not acceptable according to its internal validation.  However, no specific information is available regarding the problem(s) with the entry
SEVERE_ERR_CONFIG_JMX_CANNOT_GET_ATTRIBUTE_643=Unable to retrieve JMX attribute %s associated with configuration entry %s:  %s
SEVERE_ERR_CONFIG_JMX_SET_ATTR_NO_CONNECTION_644=Unable to set the value of JMX attribute %s associated with configuration entry %s because no JMX connection is available
SEVERE_ERR_CONFIG_CHANGE_NO_RESULT_645=%s.%s returned a result of null for entry %s
SEVERE_ERR_CONFIG_CHANGE_RESULT_ERROR_646=%s.%s failed for entry %s:  result code=%s, admin action required=%b, messages="%s"
SEVERE_WARN_CONFIG_CHANGE_RESULT_ACTION_REQUIRED_647=%s.%s indicated that administrative action is required for entry %s:  messages="%s"
INFO_CONFIG_CHANGE_RESULT_MESSAGES_648=%s.%s se ha realizado satisfactoriamente, pero ha generado los siguientes mensajes para la entrada %s:  %s
SEVERE_ERR_CONFIG_VATTR_INVALID_SEARCH_FILTER_649=Unable to parse value "%s" from config entry "%s" as a valid search filter:  %s
SEVERE_ERR_CONFIG_VATTR_INITIALIZATION_FAILED_650=An error occurred while trying to load an instance of class %s referenced in configuration entry %s as a virtual attribute provider:  %s
SEVERE_ERR_CONFIG_VATTR_SV_TYPE_WITH_MV_PROVIDER_651=The virtual attribute configuration in entry "%s" is not valid because attribute type %s is single-valued but provider %s may generate multiple values
SEVERE_ERR_CONFIG_VATTR_SV_TYPE_WITH_MERGE_VALUES_652=The virtual attribute configuration in entry "%s" is not valid because attribute type %s is single-valued but the conflict behavior is configured to merge real and virtual values
MILD_ERR_CONFIG_FILE_MODIFY_STRUCTURAL_CHANGE_NOT_ALLOWED_653=La entrada de configuraci\u00f3n %s no se puede modificar porque este cambio cambiar\u00eda su clase de objeto estructural.
FATAL_ERR_CONFIG_CANNOT_CALCULATE_DIGEST_654=An error occurred while attempting to calculate a SHA-1 digest of file %s:  %s
SEVERE_WARN_CONFIG_MANUAL_CHANGES_DETECTED_655=The Directory Server has detected that one or more external changes have been made to the configuration file %s while the server was online, but another change has caused the server configuration to be overwritten.  The manual changes have not been applied, but they have been preserved in file %s
SEVERE_ERR_CONFIG_MANUAL_CHANGES_LOST_656=The Directory Server encountered an error while attempting to determine whether the configuration file %s has been externally edited with the server online, and/or trying to preserve such changes:  %s.  Any manual changes made to that file may have been lost
SEVERE_ERR_CONFIG_ROTATION_POLICY_INVALID_CLASS_657=Class %s specified in attribute ds-cfg-java-class of configuration entry %s cannot be instantiated as a Directory Server log rotation policy:  %s
SEVERE_ERR_CONFIG_RETENTION_POLICY_INVALID_CLASS_658=Class %s specified in attribute ds-cfg-java-class of configuration entry %s cannot be instantiated as a Directory Server log retention policy:  %s
SEVERE_ERR_CONFIG_ROTATION_POLICY_CANNOT_CREATE_POLICY_659=An error occurred while attempting to create a Directory Server log rotation policy from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_RETENTION_POLICY_CANNOT_CREATE_POLICY_660=An error occurred while attempting to create a Directory Server log retention policy from the information in configuration entry %s:  %s
SEVERE_ERR_CONFIG_LOGGING_CANNOT_CREATE_WRITER_661=An error occurred while attempting to create a text writer for a Directory Server logger from the information in configuration entry %s:  %s
SEVERE_WARN_CONFIG_SCHEMA_MULTIPLE_ENTRIES_IN_FILE_662=Schema configuration file %s in directory %s contains more than one entry.  Only the first entry will be examined, and the additional entries will be ignored
SEVERE_WARN_CONFIG_SCHEMA_UNPARSEABLE_EXTRA_DATA_IN_FILE_663=Schema configuration file %s in directory %s contains additional data after the schema entry that cannot be parsed by the LDIF reader:  %s.  The first entry will be processed, but the remaining data will be ignored
SEVERE_WARN_CONFIG_PLUGIN_EMPTY_ELEMENT_IN_ORDER_664=The plugin order definition for plugins of type %s contains an empty element.  This may cause the plugin order to be evaluated incorrectly
SEVERE_WARN_CONFIG_PLUGIN_MULTIPLE_WILDCARDS_IN_ORDER_665=The plugin order definition for plugins of type %s contains multiple wildcard characters.  All plugin definitions should contain exactly one wildcard element to indicate where unmatched plugins should be included in the order, and including multiple wildcards may cause the plugin order to be evaluated incorrectly
SEVERE_WARN_CONFIG_PLUGIN_LISTED_MULTIPLE_TIMES_666=The plugin order definition for plugins of type %s includes multiple references to the '%s' plugin.  This may cause the plugin order to be evaluated incorrectly
SEVERE_WARN_CONFIG_PLUGIN_ORDER_NO_WILDCARD_667=The plugin order definition for plugins of type %s does not include a wildcard element to indicate where unmatched plugins should be included in the order.  The server will default to invoking all unnamed plugins after set of named plugins
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_SYNTAX_IN_USE_668=Attribute syntax %s cannot be deleted from the server because it is in use by attribute type %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_SYNTAX_IN_USE_669=Attribute syntax %s cannot be disabled because it is in use by attribute type %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_AT_670=Matching rule %s cannot be deleted from the server because it is in use by attribute type %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_MRU_671=Matching rule %s cannot be deleted from the server because it is in use by matching rule use %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_AT_672=Matching rule %s cannot be disabled because it is in use by attribute type %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_MRU_673=Matching rule %s cannot be disabled because it is in use by matching rule use %s
SEVERE_ERR_CONFIG_WORK_QUEUE_INITIALIZATION_FAILED_674=Unable to initialize an instance of class %s as a work queue as specified in configuration entry %s:  %s
INFO_CONFIG_WORK_QUEUE_CLASS_CHANGE_REQUIRES_RESTART_675=La clase utilizada para proporcionar la implementaci\u00f3n de la cola de trabajo de Directory Server se ha cambiado de %s a %s, pero este cambio no se aplicar\u00e1 hasta que se reinicie el servidor.
SEVERE_ERR_CONFIG_FILE_ADD_APPLY_FAILED_676=The attempt to apply the configuration add failed.  The preliminary checks were all successful and the entry was added to the server configuration, but at least one of the configuration add listeners reported an error when attempting to apply the change:  %s
SEVERE_ERR_CONFIG_FILE_DELETE_APPLY_FAILED_677=The attempt to apply the configuration delete failed.  The preliminary checks were all successful and the entry was removed from the server configuration, but at least one of the configuration delete listeners reported an error when attempting to apply the change:  %s
SEVERE_ERR_CONFIG_FILE_MODIFY_APPLY_FAILED_678=The attempt to apply the configuration modification failed.  The preliminary checks were all successful and the modified entry was written to the server configuration, but at least one of the configuration change listeners reported an error when attempting to apply the change:  %s
MILD_ERR_CONFIG_KEYMANAGER_CONFIG_NOT_ACCEPTABLE_679=No se acepta la configuraci\u00f3n del proveedor del administrador de claves definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_TRUSTMANAGER_CONFIG_NOT_ACCEPTABLE_680=No se acepta la configuraci\u00f3n del proveedor del administrador de confianza definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_AUTHZ_CONFIG_NOT_ACCEPTABLE_681=No se acepta la configuraci\u00f3n del proveedor del administrador de confianza definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_ACCTNOTHANDLER_CONFIG_NOT_ACCEPTABLE_682=No se acepta la configuraci\u00f3n del controlador de notificaci\u00f3n de estado de la cuenta definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_SCHEMA_SYNTAX_CONFIG_NOT_ACCEPTABLE_683=No se acepta la configuraci\u00f3n de la sintaxis de atributos definida en la entrada de configuraci\u00f3n %s: %s
MILD_ERR_CONFIG_CERTMAPPER_CONFIG_NOT_ACCEPTABLE_684=No se acepta la configuraci\u00f3n del asignador de certificados definida en la entrada de configuraci\u00f3n %s: %s
MILD_ERR_CONFIG_GROUP_CONFIG_NOT_ACCEPTABLE_686=No se acepta la configuraci\u00f3n de la implementaci\u00f3n de grupos definida en la entrada de configuraci\u00f3n %s: %s
MILD_ERR_CONFIG_IDMAPPER_CONFIG_NOT_ACCEPTABLE_687=No se acepta la configuraci\u00f3n del asignador de identidades definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_SCHEMA_MR_CONFIG_NOT_ACCEPTABLE_688=No se acepta la configuraci\u00f3n de la regla de coincidencia definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_PWGENERATOR_CONFIG_NOT_ACCEPTABLE_689=No se acepta la configuraci\u00f3n del generador de contrase\u00f1as definida en la entrada de configuraci\u00f3n %s: %s
MILD_ERR_CONFIG_PWSCHEME_CONFIG_NOT_ACCEPTABLE_690=No se acepta la configuraci\u00f3n del esquema de almacenamiento de contrase\u00f1as definida en la entrada de configuraci\u00f3n %s: %s
MILD_ERR_CONFIG_PWVALIDATOR_CONFIG_NOT_ACCEPTABLE_691=No se acepta la configuraci\u00f3n del validador de contrase\u00f1as definida en la entrada de configuraci\u00f3n %s: %s
MILD_ERR_CONFIG_PLUGIN_CONFIG_NOT_ACCEPTABLE_692=No se acepta la configuraci\u00f3n del complemento definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_SASL_CONFIG_NOT_ACCEPTABLE_693=No se acepta la configuraci\u00f3n del controlador de mecanismos SASL definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_VATTR_CONFIG_NOT_ACCEPTABLE_694=No se acepta la configuraci\u00f3n del proveedor de atributos virtual definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_ALERTHANDLER_CONFIG_NOT_ACCEPTABLE_695=No se acepta la configuraci\u00f3n del controlador de alertas definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_ALERTHANDLER_INITIALIZATION_FAILED_696=Se ha producido un error al intentar inicializar una instancia de la clase %s como controlador de alertas, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s
SEVERE_ERR_CONFIG_CORE_INVALID_SMTP_SERVER_697=The provided SMTP server value '%s' is invalid.  An SMTP server value must have an IP address or a resolvable name, and it may optionally be followed by a colon and an integer value between 1 and 65535 to specify the server port number
SEVERE_ERR_STARTOK_CANNOT_OPEN_FOR_READING_698=An error occurred while attempting to open the current configuration file %s for reading in order to copy it to the ".startok" file:  %s
SEVERE_ERR_STARTOK_CANNOT_OPEN_FOR_WRITING_699=An error occurred while attempting to open file %s in order to write the ".startok" configuration file:  %s
SEVERE_ERR_STARTOK_CANNOT_WRITE_700=An error occurred while attempting to copy the current configuration from file %s into temporary file %s for use as the ".startok" configuration file:  %s
SEVERE_ERR_STARTOK_CANNOT_RENAME_701=An error occurred while attempting to rename file %s to %s for use as the ".startok" configuration file:  %s
NOTICE_CONFIG_FILE_USING_STARTOK_FILE_702=Directory Server utiliza, en primer lugar, el \u00faltimo archivo de configuraci\u00f3n conocido en buen estado %s en lugar del archivo de configuraci\u00f3n activo %s
SEVERE_WARN_CONFIG_FILE_NO_STARTOK_FILE_703=No last known good configuration file %s exists.  The server will attempt to start using the active configuration file %s
SEVERE_ERR_CONFIG_JE_PROPERTY_INVALID_704=An error occurred while trying to parse and validate Berkeley DB JE property %s:  %s
SEVERE_ERR_CONFIG_JE_PROPERTY_INVALID_FORM_705=An error occurred while trying to parse and validate Berkeley DB JE property %s: the property does not follow a singular property=value form
SEVERE_ERR_CONFIG_JE_PROPERTY_SHADOWS_CONFIG_706=An error occurred while trying to parse and validate Berkeley DB JE property %s: the property shadows configuration attribute %s
SEVERE_ERR_CONFIG_JE_DUPLICATE_PROPERTY_707=An error occurred while trying to parse and validate Berkeley DB JE property %s: the property is already defined for this component
INFO_CONFIG_JE_PROPERTY_REQUIRES_RESTART_708=La configuraci\u00f3n de la propiedad JE de Berkeley DB no se aplicar\u00e1 hasta que se reinicie el componente para el que se ha establecido.
SEVERE_ERR_CONFIG_LOGGING_CANNOT_OPEN_FILE_709=An error occurred while attempting to open the configured log file %s for logger %s:  %s
SEVERE_ERR_CONFIG_WORKFLOW_ELEMENT_CONFIG_NOT_ACCEPTABLE_710=The configuration for the workflow element defined in configuration entry %s was not acceptable: %s
SEVERE_ERR_CONFIG_WORKFLOW_ELEMENT_CANNOT_INITIALIZE_711=An error occurred while trying to initialize a workflow element from class %s with the information in configuration entry %s:  %s.  This workflow element will be disabled
MILD_ERR_CONFIG_WORKFLOW_ELEMENT_ALREADY_REGISTERED_712=El elemento de flujo de trabajo %s ya se ha registrado en Directory Server. Se omitir\u00e1 este elemento de flujo de trabajo.
SEVERE_ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_MANUAL_713=An error occurred while trying to configure in manual mode the workflows in the Directory Server, and rollback to automatic configuration mode has failed too. If the server is in an unstable state restart it with the last valid configuration
SEVERE_ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_AUTO_714=An error occurred while trying to configure in automatic mode the workflows in the Directory Server, and rollback to manual configuration mode has failed too. If the server is in an unstable state restart it with the last valid configuration
SEVERE_ERR_CONFIG_LOGGING_INSANE_MODE_715=Invalid UNIX file permissions %s does not allow write access to the log file by the log publisher
SEVERE_ERR_CONFIG_LOGGING_MODE_INVALID_716=Invalid UNIX file permissions %s: %s
MILD_ERR_CONFIG_EXTENSION_CONFIG_NOT_ACCEPTABLE_717=No se acepta la configuraci\u00f3n de la extensi\u00f3n definida en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_CONFIG_EXTENSION_INITIALIZATION_FAILED_718=Se ha producido un error al intentar inicializar una instancia de la clase %s como extensi\u00f3n, tal y como se ha definido en la entrada de configuraci\u00f3n %s:  %s

