# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=CONFIG

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_CONFIG_ATTR_IS_REQUIRED_1=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \uac12\uc774 \ub450 \uac1c \uc774\uc0c1 \uc788\uc5b4\uc57c \ud558\uc9c0\ub9cc \uc791\uc5c5 \uacb0\uacfc\uc5d0\uc11c \ubaa8\ub4e0 \uac12\uc774 \uc81c\uac70\ub418\uc5c8\uc2b5\ub2c8\ub2e4
MILD_ERR_CONFIG_ATTR_REJECTED_VALUE_2=\uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \uc81c\uacf5\ub41c \uac12 %1$s\uc774(\uac00) \uac70\ubd80\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc81c\uacf5\ub41c \uc774\uc720:%s
MILD_ERR_CONFIG_ATTR_SET_VALUES_IS_SINGLE_VALUED_3=\uad6c\uc131 \uc18d\uc131 %s\uc740(\ub294) \ub2e8\uc77c \uac12\uc744 \uc0ac\uc6a9\ud558\ub294\ub370 \uac12\uc774 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_ADD_VALUES_IS_SINGLE_VALUED_4=\uad6c\uc131 \uc18d\uc131 %s\uc740(\ub294) \ub2e8\uc77c \uac12\uc744 \uc0ac\uc6a9\ud558\ub294\ub370 \uc81c\uacf5\ub41c \uac12\uc744 \ucd94\uac00\ud558\uba74 \uac12\uc744 \uc5ec\ub7ec \uac1c \uac00\uc9c0\uac8c \ub429\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_ADD_VALUES_ALREADY_EXISTS_5=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \uc774\ubbf8 %s \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_NO_SUCH_VALUE_6=\uc9c0\uc815\ub41c \uac12\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %2$s\uc5d0\uc11c %1$s \uac12\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INVALID_BOOLEAN_VALUE_7=\uc81c\uacf5\ub41c \uac12 %2$s\uc774(\uac00) 'true' \ub610\ub294 'false'\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \ubd80\uc6b8 \uad6c\uc131 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_NO_INT_VALUE_8=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \uac12\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \uac12\uc744 \uc815\uc218\ub85c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_MULTIPLE_INT_VALUES_9=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \uac12\uc774 \uc5ec\ub7ec \uac1c \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \uac12\uc744 \uc815\uc218\ub85c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_VALUE_OUT_OF_INT_RANGE_10=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \ub300\ud55c \uac12\uc774 \ud5c8\uc6a9 \uac00\ub2a5\ud55c int \ubc94\uc704\ub97c \ubc97\uc5b4\ub098\uae30 \ub54c\ubb38\uc5d0 \uc774 \uac12\uc744 Java int\ub85c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INVALID_INT_VALUE_11=\uc81c\uacf5\ub41c \uac12 %2$s\uc744(\ub97c) \uc815\uc218 \uac12\uc73c\ub85c \ud574\uc11d\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc815\uc218 \uad6c\uc131 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_ATTR_INT_BELOW_LOWER_BOUND_12=\uc81c\uacf5\ub41c \uac12 %2$d\uc774(\uac00) \ud5c8\uc6a9\ub41c \ucd5c\uc18c\uac12 %3$d\ubcf4\ub2e4 \uc791\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INT_ABOVE_UPPER_BOUND_13=\uc81c\uacf5\ub41c \uac12 %2$d\uc774(\uac00) \ud5c8\uc6a9\ub41c \ucd5c\ub300\uac12 %3$d\ubcf4\ub2e4 \ud06c\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INT_COULD_NOT_PARSE_14=\uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \ub300\ud55c \uac12 %1$s\uc744(\ub97c) \uc815\uc218 \uac12\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_ATTR_NO_STRING_VALUE_15=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \uac12\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \uac12\uc744 \ubb38\uc790\uc5f4\ub85c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_MULTIPLE_STRING_VALUES_16=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \uac12\uc774 \uc5ec\ub7ec \uac1c \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \uac12\uc744 \ubb38\uc790\uc5f4\ub85c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_EMPTY_STRING_VALUE_17=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \ub300\ud574 \ube48 \uac12\uc758 \ubb38\uc790\uc5f4\uc774 \uc81c\uacf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_VALUE_NOT_ALLOWED_18=%s \uac12\uc774 \uad6c\uc131 \uc18d\uc131 %s\uc758 \ud5c8\uc6a9 \uac00\ub2a5\ud55c \uac12 \ubaa9\ub85d\uc5d0 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INVALID_UNIT_19='%s'\uc740(\ub294) \uad6c\uc131 \uc18d\uc131 %s\uc758 \uc62c\ubc14\ub978 \ub2e8\uc704\uac00 \uc544\ub2d9\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_NO_UNIT_DELIMITER_20=\uac12/\ub2e8\uc704 \uad6c\ubd84 \uae30\ud638\ub97c \ucc3e\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 %s\uc744(\ub97c) \uad6c\uc131 \uc18d\uc131 %s\uc5d0 \ub300\ud55c \uc815\uc218 \uac12\uacfc \ub2e8\uc704\ub85c \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_COULD_NOT_PARSE_INT_COMPONENT_21=\uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \ub300\ud55c %1$s \uac12\uc758 \uc815\uc218 \ubd80\ubd84\uc744 \ud574\ub3c5\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_ATTR_INVALID_VALUE_WITH_UNIT_22=\ub2e8\uc704 \uc18d\uc131\uc774 %2$s\uc778 \uc815\uc218\uc5d0 \uc81c\uacf5\ub41c \uac12 %1$s\uc774(\uac00) \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_ENTRY_CONFLICTING_CHILD_23=\ud574\ub2f9 DN\uc758 \uc790\uc2dd \ud56d\ubaa9\uc774 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 %s\uc744(\ub97c) \uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc790\uc2dd\uc73c\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ENTRY_NO_SUCH_CHILD_24=%s \ud56d\ubaa9\uc5d0 \uc9c0\uc815\ub41c DN\uc744 \uac00\uc9c4 \uc790\uc2dd\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 \ud56d\ubaa9\uc744 \uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc790\uc2dd\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ENTRY_CANNOT_REMOVE_NONLEAF_25=%s \ud56d\ubaa9\uc5d0 \uace0\uc720\ud55c \uc790\uc2dd\uc774 \uc788\uace0 \ub9ac\ud504\uac00 \uc544\ub2cc \ud56d\ubaa9\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 \ud56d\ubaa9\uc744 \uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc790\uc2dd\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_FILE_DOES_NOT_EXIST_26=\uc9c0\uc815\ub41c \uad6c\uc131 \ud30c\uc77c %s\uc774(\uac00) \uc5c6\uac70\ub098 \uc77d\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_FILE_CANNOT_VERIFY_EXISTENCE_27=\uad6c\uc131 \ud30c\uc77c %s\uc774(\uac00) \uc788\ub294\uc9c0 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_FILE_CANNOT_OPEN_FOR_READ_28=\uad6c\uc131 \ud30c\uc77c %s\uc744(\ub97c) \uc77d\uae30 \uc704\ud574 \uc5ec\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_FILE_READ_ERROR_29=\uad6c\uc131 \ud30c\uc77c %s\uc758 \ub0b4\uc6a9\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_ATTR_OPTIONS_NOT_ALLOWED_30=\uc798\ubabb\ub41c \uad6c\uc131 \uc18d\uc131 %s\uc774(\uac00) \uac80\uc0c9\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c\ub294 \ubcf4\ub958 \uc911\uc778 \uac12 \uc9d1\ud569\uc744 \ub098\ud0c0\ub0b4\ub294 "pending" \uc18d\uc131 \uc635\uc158\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
FATAL_ERR_CONFIG_FILE_INVALID_LDIF_ENTRY_31=LDIF \ud30c\uc77c %2$s\uc758 \uad6c\uc131\uc744 \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 %1$d\ud589 \ub610\ub294 \uc774 \ud589 \uadfc\ucc98\uc5d0\uc11c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
FATAL_ERR_CONFIG_FILE_EMPTY_32=\uc9c0\uc815\ub41c \uad6c\uc131 \ud30c\uc77c %s\uc5d0 \uad6c\uc131 \ud56d\ubaa9\uc774 \ud3ec\ud568\ub418\uc9c0 \uc54a\uc740 \uac83 \uac19\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_FILE_INVALID_BASE_DN_33=LDIF \uad6c\uc131 \ud30c\uc77c %1$s\uc5d0\uc11c \uc77d\uc740 \uccab \ubc88\uc9f8 \ud56d\ubaa9\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131 \ub8e8\ud2b8\ub85c \uc0ac\uc6a9\ud574\uc57c \ud560 \"%3$s\"\uc774(\uac00) \ud544\uc694\ud55c\ub370 \"%2$s\"\uc758 DN\uc774 \uc788\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_FILE_GENERIC_ERROR_34=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131 \ud30c\uc77c %s\uc744(\ub97c) \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_FILE_DUPLICATE_ENTRY_35=LDIF \uad6c\uc131 \ud30c\uc77c %3$s\uc758 %2$s\ud589 \ub610\ub294 \uc774 \ud589 \uadfc\ucc98\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \ud574\ub2f9 \ud30c\uc77c\uc5d0\uc11c \uc77d\uc740 \ub2e4\ub978 \ud56d\ubaa9\uacfc \ub3d9\uc77c\ud55c DN\uc774 \uc788\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_FILE_NO_PARENT_36=\uad6c\uc131 LDIF \ud30c\uc77c %3$s\uc758 %2$d\ud589 \ub610\ub294 \uc774 \ud589 \uadfc\ucc98\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \ubd80\ubaa8 \ud56d\ubaa9\uc774 \uc5c6\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4(\ud544\uc694\ud55c \ubd80\ubaa8 DN\uc740 %4$s).
FATAL_ERR_CONFIG_FILE_UNKNOWN_PARENT_37=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uad6c\uc131 LDIF \ud30c\uc77c %3$s\uc758 %2$d\ud589 \ub610\ub294 \uc774 \ud589 \uadfc\ucc98\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc758 \ubd80\ubaa8 DN\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_CANNOT_DETERMINE_SERVER_ROOT_38=\ud658\uacbd \ubcc0\uc218\uc5d0\uc11c \ub610\ub294 \uad6c\uc131 \ud30c\uc77c\uc758 \uc704\uce58\ub97c \uae30\ubc18\uc73c\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc778\uc2a4\ud134\uc2a4 \ub8e8\ud2b8\ub97c \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.  %s \ud658\uacbd \ubcc0\uc218\ub97c \uc11c\ubc84 \uc124\uce58 \ub8e8\ud2b8\uc5d0 \ub300\ud55c \uc808\ub300 \uacbd\ub85c\uac00 \ud3ec\ud568\ub41c \uac12\uc73c\ub85c \uc124\uc815\ud558\uc2ed\uc2dc\uc624.
SEVERE_ERR_CONFIG_FILE_WRITE_ERROR_39=\uad6c\uc131 \ud56d\ubaa9 %s\uc744(\ub97c) LDIF\uc5d0 \uc4f0\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_FILE_CLOSE_ERROR_40=LDIF \uc791\uc131\uae30\ub97c \ub2eb\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_FILE_UNWILLING_TO_IMPORT_41=LDIF\uc5d0\uc11c \uc0c8 \uad6c\uc131\uc744 \uac00\uc838\uc624\ub294 \uac83\uc73c\ub85c\ub294 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_LOGGER_CANNOT_GET_BASE_42=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uae30\ubcf8 \ub85c\uac70 \ud56d\ubaa9 cn=Loggers,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_LOGGER_BASE_DOES_NOT_EXIST_43=\ub85c\uac70 \uad6c\uc131 \uae30\ubcf8 cn=Loggers,cn=config\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc744 \ub9cc\ub4e4\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud560 \ub54c\uae4c\uc9c0 \ub85c\uae45 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_LOGGER_NO_ACTIVE_ACCESS_LOGGERS_44=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc815\uc758\ub41c \ud65c\uc131 \uc561\uc138\uc2a4 \ub85c\uac70\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc561\uc138\uc2a4 \ub85c\uae45\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_LOGGER_NO_ACTIVE_ERROR_LOGGERS_45=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc815\uc758\ub41c \ud65c\uc131 \uc624\ub958 \ub85c\uac70\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc624\ub958 \ub85c\uae45\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_WARN_CONFIG_LOGGER_NO_ACTIVE_DEBUG_LOGGERS_46=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc815\uc758\ub41c \ud65c\uc131 \ub514\ubc84\uadf8 \ub85c\uac70\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \ub514\ubc84\uadf8 \ub85c\uae45\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_ENTRY_UNACCEPTABLE_47=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc62c\ubc14\ub978 \ub85c\uac70 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
INFO_CONFIG_UNKNOWN_UNACCEPTABLE_REASON_48=\ud5c8\uc6a9\ub418\uc9c0 \uc54a\ub294 \uc774\uc720\ub97c \uc54c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_CANNOT_CREATE_LOGGER_49=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub85c\uac70\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_OBJECTCLASS_50=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc561\uc138\uc2a4, \uc624\ub958 \ub610\ub294 \ub514\ubc84\uadf8 \ub85c\uac70 \uc815\uc758\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_LOGGER_DESCRIPTION_CLASS_NAME_51=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub85c\uac70\ub97c \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \ub85c\uac70\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \ub85c\uac70\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_NO_CLASS_NAME_52=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ub85c\uac70\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_INVALID_CLASS_NAME_53=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ACCESS_LOGGER_CLASS_54=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-java-class \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc561\uc138\uc2a4 \ub85c\uac70\ub85c \uc778\uc2a4\ud134\uc2a4\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ERROR_LOGGER_CLASS_55=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-java-class \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc624\ub958 \ub85c\uac70\ub85c \uc778\uc2a4\ud134\uc2a4\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_LOGGER_INVALID_DEBUG_LOGGER_CLASS_56=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-java-class \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub514\ubc84\uadf8 \ub85c\uac70\ub85c \uc778\uc2a4\ud134\uc2a4\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_LOGGER_DESCRIPTION_ENABLED_57=\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub85c\uac70\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_NO_ENABLED_ATTR_58=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ub85c\uac70\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_INVALID_ENABLED_VALUE_59=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_CORE_DESCRIPTION_ALLOW_ATTR_EXCEPTIONS_60=\uc18d\uc131 \uc774\ub984\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ubb38\uc790\ub97c \uc720\uc5f0\ud558\uac8c \uc120\ud0dd\ud560 \uc218 \uc788\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uae30\ubcf8\uc801\uc73c\ub85c \uc18d\uc131 \uc774\ub984\uc5d0\ub294 ASCII \uc601\ubb38\uc790, \uc22b\uc790 \ubc0f \ub300\uc2dc\ub9cc \ud3ec\ud568\ub420 \uc218 \uc788\uace0 \ubb38\uc790\ub85c \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4. \uc18d\uc131 \uc774\ub984 \uc608\uc678\ub97c \ud65c\uc131\ud654\ud55c \uacbd\uc6b0 \ubc11\uc904 \ubb38\uc790\uac00 \ud5c8\uc6a9\ub418\uace0 \uc18d\uc131 \uc774\ub984\uc744 \uc22b\uc790\ub85c \uc2dc\uc791\ud560 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_ALLOW_EXCEPTIONS_61=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-allow-attribute-name-exceptions \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 true \ub610\ub294 false\uc758 \ubd80\uc6b8 \uac12\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4: %s
INFO_CONFIG_CORE_DESCRIPTION_INVALID_SYNTAX_BEHAVIOR_62=\uc18d\uc131 \uac12\uc774 \ud574\ub2f9 \uc18d\uc131\uc758 \uad6c\ubb38\uc744 \uc900\uc218\ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc218\ud589\ud574\uc57c \ud560 \ub3d9\uc791\uc785\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ud5c8\uc6a9\ub418\ub294 \uac12\uc740, \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \uac12\uc744 \uac70\ubd80\ud560 \uacbd\uc6b0 "reject", \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \uac12\uc744 \ud5c8\uc6a9\ud558\uc9c0\ub9cc \uacbd\uace0 \uba54\uc2dc\uc9c0\ub97c \ub85c\uadf8\ud560 \uacbd\uc6b0 "warn" \ub610\ub294 \uacbd\uace0 \uc5c6\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 \uac12\uc744 \ud5c8\uc6a9\ud560 \uacbd\uc6b0 "accept"\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_ENFORCE_STRICT_SYNTAX_63=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-invalid-attribute-syntax-behavior \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 "accept", "reject" \ub610\ub294 "warn" \uc911 \ud558\ub098\uc5ec\uc57c \ud569\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_ATTR_MULTIPLE_PENDING_VALUE_SETS_64=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \ubcf4\ub958 \uc911\uc778 \uac12 \uc9d1\ud569\uc774 \uc5ec\ub7ec \uac1c \ud3ec\ud568\ub418\uc5b4 \uc788\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_MULTIPLE_ACTIVE_VALUE_SETS_65=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \ud65c\uc131\ud654\ub41c \uac12 \uc9d1\ud569\uc774 \uc5ec\ub7ec \uac1c \ud3ec\ud568\ub418\uc5b4 \uc788\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_NO_ACTIVE_VALUE_SET_66=\uad6c\uc131 \uc18d\uc131 %s\uc5d0 \ud65c\uc131\ud654\ub41c \uac12 \uc9d1\ud569\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INT_INVALID_TYPE_67=\uc694\uc18c\uac00 \uc815\uc218 \uc720\ud615(%3$s)\uc774\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \ub300\ud55c \uac12 %1$s\uc744(\ub97c) \uc815\uc218 \uac12\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INT_INVALID_ARRAY_TYPE_68=\ubc30\uc5f4\uc5d0 \uc798\ubabb\ub41c \uc720\ud615\uc758 \uc694\uc18c(%2$s)\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc744 \uc815\uc218 \uac12 \uc9d1\ud569\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INVALID_STRING_VALUE_69=\uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \ub300\ud55c \uac12 %1$s\uc744(\ub97c) \ubb38\uc790\uc5f4 \uac12\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_ATTR_STRING_INVALID_TYPE_70=\uc694\uc18c\uac00 \uc798\ubabb\ub41c \uc720\ud615(%3$s)\uc774\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \ub300\ud55c \uac12 %1$s\uc744(\ub97c) \ubb38\uc790\uc5f4 \uac12\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_STRING_INVALID_ARRAY_TYPE_71=\ubc30\uc5f4\uc5d0 \uc798\ubabb\ub41c \uc720\ud615\uc758 \uc694\uc18c(%2$s)\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc744 \ubb38\uc790\uc5f4 \uac12 \uc9d1\ud569\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_INT_WITH_UNIT_INVALID_TYPE_72=\uc694\uc18c\uac00 \uc798\ubabb\ub41c \uc720\ud615(%3$s)\uc774\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \ub300\ud55c \uac12 %1$s\uc744(\ub97c) \ub2e8\uc704 \uac12\uc774 \uc788\ub294 \uc815\uc218\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_JMX_ATTR_NO_VALUE_73=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 %s \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_JMX_ATTR_NO_ATTR_74=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 %s \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uac70\ub098, \ud574\ub2f9 \uc18d\uc131\uc774 \uc788\uc9c0\ub9cc JMX\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc561\uc138\uc2a4\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_JMX_CANNOT_GET_CONFIG_ENTRY_75=JMX\ub97c \ud1b5\ud574 \uc561\uc138\uc2a4\ud560 \uad6c\uc131 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_JMX_ATTR_INVALID_VALUE_76=JMX\ub97c \ud1b5\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 %1$s \uc18d\uc131\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\uba74 \uc798\ubabb\ub41c \uac12\uc774 \ub9cc\ub4e4\uc5b4\uc9c8 \uc218 \uc788\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_JMX_UNACCEPTABLE_CONFIG_77=JMX\ub97c \ud1b5\ud574 \uad6c\uc131 \ud56d\ubaa9 %s\uc744(\ub97c) \uc5c5\ub370\uc774\ud2b8\ud558\uba74 \uc798\ubabb\ub41c \uad6c\uc131\uc774 \ub9cc\ub4e4\uc5b4\uc9c8 \uc218 \uc788\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_JMX_NO_METHOD_78=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \ub4f1\ub85d\ub41c \ud638\ucd9c \uac00\ub2a5\ud55c \uad6c\uc131\uc694\uc18c\uc5d0 \ub300\ud55c %1$s \uba54\uc18c\ub4dc\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_CANNOT_GET_CONFIG_ENTRY_79=\uad6c\uc131 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_SET_ATTRIBUTE_80=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \uad6c\uc131 \uc18d\uc131 %1$s\uc758 \uac12\uc774 %2$s(\uc73c)\ub85c \uc124\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_CHANGE_NOT_SUCCESSFUL_81=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc5c5\ub370\uc774\ud2b8\uac00 \uc2e4\ud328\ud588\uace0 \ubb38\uc81c\uac00 \ud558\ub098 \uc774\uc0c1 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_LOGGER_NO_FILE_NAME_82=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ub85c\uac70\uc758 \ub85c\uadf8 \ud30c\uc77c \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-log-file \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_JMX_CANNOT_REGISTER_MBEAN_83=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uad6c\uc131 \ud56d\ubaa9 %s\uacfc(\uc640) \uc5f0\uacb0\ub41c \uad6c\uc131\uc694\uc18c\uc5d0 \ub300\ud55c JMX MBean\uc744 \ub4f1\ub85d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_LDIF_WRITE_ERROR_84=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc744 LDIF\ub85c \ub0b4\ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_WORK_QUEUE_DESCRIPTION_NUM_THREADS_85=\uc694\uccad\uc744 \ucc98\ub9ac\ud558\ub294 \ub370 \uc0ac\uc6a9\ud558\ub294 \uc791\uc5c5\uc790 \uc2a4\ub808\ub4dc \uc218\ub85c, \uc11c\ubc84\uac00 \ub3d9\uc2dc\uc5d0 \ucc98\ub9ac\ud560 \uc218 \uc788\ub294 \uc791\uc5c5 \uac1c\uc218\ub97c \uc81c\uc5b4\ud569\ub2c8\ub2e4. \ucd5c\uc801 \uac12\uc740 \uc11c\ubc84\uac00 \uc2e4\ud589 \uc911\uc778 \uc2dc\uc2a4\ud15c \uc720\ud615\uacfc \ucc98\ub9ac\ud574\uc57c \ud560 \uc791\uc5c5 \ubd80\ud558\uc5d0 \ub530\ub77c \ub2ec\ub77c\uc9c0\ubbc0\ub85c \uc131\ub2a5 \ud14c\uc2a4\ud2b8\ub97c \ud1b5\ud574 \uacb0\uc815\ud558\ub294 \uac83\uc774 \uc88b\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_CONFIG_WORK_QUEUE_DESCRIPTION_MAX_CAPACITY_86=\ubaa8\ub4e0 \uc791\uc5c5\uc790 \uc2a4\ub808\ub4dc\uac00 \ub2e4\ub978 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \ud55c \uc2dc\uc810\uc5d0 \uc791\uc5c5 \ub300\uae30\uc5f4\uc5d0\uc11c \ubcf4\uad00\ud560 \uc218 \uc788\ub294 \ubcf4\ub958 \uc911\uc778 \uc694\uccad\uc758 \ucd5c\ub300 \uc218\uc785\ub2c8\ub2e4. \uc774 \uc81c\ud55c\uc5d0 \ub3c4\ub2ec\ud558\uba74 \uc0c8 \uc694\uccad\uc774 \uac70\ubd80\ub429\ub2c8\ub2e4. \uac12\uc774 0\uc774\uba74 \uc81c\ud55c\uc774 \uc5c6\ub294 \uac83\uc785\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_DETERMINE_NUM_WORKER_THREADS_87=\uc791\uc5c5 \ub300\uae30\uc5f4\uc744 \ucc98\ub9ac\ud558\ub294 \uc791\uc5c5\uc790 \uc2a4\ub808\ub4dc \uc218\ub97c \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \ud56d\ubaa9\uc758 ds-cfg-num-worker-threads \uc18d\uc131 \uac12\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uae30\ubcf8\uac12 24\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_DETERMINE_QUEUE_CAPACITY_88=\uc791\uc5c5 \ub300\uae30\uc5f4\uc5d0 \ubcf4\uad00\ud560 \uc218 \uc788\ub294 \ubcf4\ub958 \uc911\uc778 \uc791\uc5c5\uc758 \ucd5c\ub300 \uc218\ub97c \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \ud56d\ubaa9\uc758 ds-cfg-max-work-queue-capacity \uc18d\uc131 \uac12\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uae30\ubcf8\uac12 0\uc744 \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_WORK_QUEUE_NUM_THREADS_INVALID_VALUE_89=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-num-worker-threads \uad6c\uc131 \uc18d\uc131 \uac12\uc5d0 \uc798\ubabb\ub41c \uac12(%d)\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0\ub294 0\ubcf4\ub2e4 \ud070 \uc815\uc218 \uac12\uc774 \ud544\uc694\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_WORK_QUEUE_CAPACITY_INVALID_VALUE_90=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-max-work-queue-capacity \uad6c\uc131 \uc18d\uc131 \uac12\uc5d0 \uc798\ubabb\ub41c \uac12(%d)\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0\ub294 0\ubcf4\ub2e4 \ud06c\uac70\ub098 \uac19\uc740 \uc815\uc218 \uac12\uc774 \ud544\uc694\ud569\ub2c8\ub2e4.
INFO_CONFIG_WORK_QUEUE_CREATED_THREADS_91=%d\uac1c\uc758 \ucd94\uac00 \uc791\uc5c5\uc790 \uc2a4\ub808\ub4dc\uac00 \ub9cc\ub4e4\uc5b4\uc838\uc11c \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ucd1d \uc2a4\ub808\ub4dc \uc218\uac00 %d\uc774(\uac00) \ub418\uc5c8\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_WORK_QUEUE_DESTROYING_THREADS_92=\ud3b8\ub9ac\ud55c \uc2dc\uc810\uc5d0 %d\uac1c \uc791\uc5c5\uc790 \uc2a4\ub808\ub4dc\uac00 \uc885\ub8cc\ub418\uba74(\uc2a4\ub808\ub4dc\uac00 \uc2e4\uc81c\ub85c \uc885\ub8cc\ub418\ub824\uba74 \uba87 \ucd08\uac00 \uac78\ub9b4 \uc218 \uc788\uc74c) \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ucd1d \uc2a4\ub808\ub4dc \uc218\uac00 %d\uc774(\uac00) \ub429\ub2c8\ub2e4.
INFO_CONFIG_WORK_QUEUE_NEW_CAPACITY_93=\uc0c8 \uac12 %d\uc744(\ub97c) \uc0ac\uc6a9\ud560 \uc218 \uc788\ub3c4\ub85d \uc791\uc5c5 \ub300\uae30\uc5f4 \uc6a9\ub7c9\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_WORK_QUEUE_TOO_MANY_FAILURES_94=\uc791\uc5c5 \ub300\uae30\uc5f4\uc5d0\uc11c \ub2e4\uc74c \uc791\uc5c5\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc791\uc5c5\uc790 \uc2a4\ub808\ub4dc \"%s\"\uc5d0 \uc624\ub958\uac00 \ub108\ubb34 \ub9ce\uc774 \ubc18\ubcf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4. %d\uac1c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uace0 \ucd5c\ub300 %d\uac1c \uc624\ub958\uac00 \ud5c8\uc6a9\ub429\ub2c8\ub2e4. \uc774 \uc791\uc5c5\uc790 \uc2a4\ub808\ub4dc\uac00 \uc0ad\uc81c\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_CREATE_MONITOR_95=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc791\uc5c5 \ub300\uae30\uc5f4\uc5d0 \ub300\ud55c \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\ub85c \uc0ac\uc6a9\ud560 \ud074\ub798\uc2a4 %s\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \ub9cc\ub4e4\uc5b4\uc11c \uc2dc\uc791\ud558\ub294 \ub3d9\uc548 \ubb38\uc81c\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc791\uc5c5 \ub300\uae30\uc5f4\uc5d0 \ub300\ud574 \uc0ac\uc6a9 \uac00\ub2a5\ud55c \ubaa8\ub2c8\ud130 \uc815\ubcf4\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_DESCRIPTION_BACKEND_DIRECTORY_96=\ubc31\uc5d4\ub4dc \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ud30c\uc77c\uc774 \uc800\uc7a5\ub418\uc5b4 \uc788\ub294 \ub514\ub809\ud1a0\ub9ac\uc758 \uc774\ub984\uc785\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_NO_DIRECTORY_97=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-db-directory \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_DN_NULL_98=DN \uad6c\uc131 \uc18d\uc131 %s\uc5d0 \ub300\ud574 Null \uac12\uc774 \uc81c\uacf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_DN_CANNOT_PARSE_99=\uc18d\uc131 %2$s\uc758 \uac12 \"%1$s\"\uc744(\ub97c) DN\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_ATTR_INVALID_DN_VALUE_100=\uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \ub300\ud55c \uac12 %1$s\uc744(\ub97c) DN\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_ATTR_DN_INVALID_TYPE_101=\uc694\uc18c\uac00 \uc798\ubabb\ub41c \uc720\ud615(%3$s)\uc774\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %2$s\uc5d0 \ub300\ud55c \uac12 %1$s\uc744(\ub97c) DN\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_DN_INVALID_ARRAY_TYPE_102=\ubc30\uc5f4\uc5d0 \uc798\ubabb\ub41c \uc720\ud615\uc758 \uc694\uc18c(%2$s)\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc744 DN \uac12 \uc9d1\ud569\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_CANNOT_REGISTER_AS_PRIVATE_SUFFIX_103=\uad6c\uc131 \ucc98\ub9ac\uae30 \uae30\ubcf8 DN \"%s\"\uc744(\ub97c) \uc804\uc6a9 \uc811\ubbf8\uc5b4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ub4f1\ub85d\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_BACKEND_CANNOT_GET_CONFIG_BASE_104=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubc31\uc5d4\ub4dc\ub97c \ucd08\uae30\ud654\ud558\uae30 \uc704\ud574 cn=Backends,cn=config \uad6c\uc131 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_BACKEND_BASE_DOES_NOT_EXIST_105=cn=Backends,cn=config \ud56d\ubaa9\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.  \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \ud56d\ubaa9\uc785\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_BACKEND_ENTRY_DOES_NOT_HAVE_BACKEND_CONFIG_106=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) cn=Backends,cn=config\uc758 \ubc31\uc5d4\ub4dc \uad6c\uc131 \ub8e8\ud2b8 \uc544\ub798\uc5d0 \uc788\uc9c0\ub9cc \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubc31\uc5d4\ub4dc\uc5d0 \ud544\uc694\ud55c ds-cfg-backend \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_ERROR_INTERACTING_WITH_BACKEND_ENTRY_107=\ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9 %s\uacfc(\uc640) \uc0c1\ud638 \uc791\uc6a9\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_ENABLED_108=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \uc774 \ubc31\uc5d4\ub4dc\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc628\ub77c\uc778 \uc0c1\ud0dc\uc778 \ub3d9\uc548 \uc774\ub97c \ubcc0\uacbd\ud560 \uc218 \uc788\uc9c0\ub9cc \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc73c\uba74 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uac8c \ub429\ub2c8\ub2e4.
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_CLASS_109=\uc774 \ubc31\uc5d4\ub4dc \uad6c\ud604\uc5d0 \ub300\ud55c \ud575\uc2ec \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ubc31\uc5d4\ub4dc\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_BACKEND_NO_ENABLED_ATTR_110=\ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubc31\uc5d4\ub4dc\ub97c \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-enabled \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc774 \uc5c6\uc73c\uba74 \uae30\ubcf8\uc801\uc73c\ub85c \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_BACKEND_DISABLED_111=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\uc73c\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_ENABLED_STATE_112=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ubc31\uc5d4\ub4dc\ub97c \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_NO_CLASS_ATTR_113=\ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubc31\uc5d4\ub4dc \uad6c\ud604\uc744 \uc81c\uacf5\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\uae30 \uc704\ud55c ds-cfg-java-class \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uacfc \uc5f0\uacb0\ub41c \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_CANNOT_GET_CLASS_114=\ubc31\uc5d4\ub4dc %s\uc5d0 \ub300\ud55c \uad6c\ud604\uc774 \ud3ec\ud568\ub41c Java \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_CANNOT_INSTANTIATE_115=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c %s \ud074\ub798\uc2a4\ub97c \ub85c\ub4dc\ud558\uc5ec \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ubc31\uc5d4\ub4dc \uc778\uc2a4\ud134\uc2a4\ub97c \ub9cc\ub4e4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. %s \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_CANNOT_INITIALIZE_116=%s \ud074\ub798\uc2a4\uc5d0\uc11c \ub85c\ub4dc\ub41c \ubc31\uc5d4\ub4dc\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_CLASS_NOT_BACKEND_117=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubc31\uc5d4\ub4dc \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
NOTICE_CONFIG_BACKEND_ACTION_REQUIRED_TO_CHANGE_CLASS_118=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ub300\ud574 \uc694\uccad\ud55c \ubcc0\uacbd\uc73c\ub85c \uc778\ud574 \uc5f0\uacb0\ub41c \ubc31\uc5d4\ub4dc\uc758 \ud074\ub798\uc2a4\uac00 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ubc31\uc5d4\ub4dc\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
NOTICE_CONFIG_BACKEND_CANNOT_REMOVE_BACKEND_WITH_SUBORDINATES_119=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uc5d0 \ud558\uc704 \ubc31\uc5d4\ub4dc\uac00 \ud558\ub098 \uc774\uc0c1 \uc788\uc2b5\ub2c8\ub2e4. \ubc31\uc5d4\ub4dc\uc5d0 \ud558\uc704 \ubc31\uc5d4\ub4dc\uac00 \uc788\ub294 \uacbd\uc6b0 \ubc31\uc5d4\ub4dc\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_MAX_ALLOWED_CONNECTIONS_120=\uc9c0\uc815\ub41c \uc2dc\uac04\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \uc124\uc815\ud560 \uc218 \uc788\ub294 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc758 \ucd5c\ub300 \uc218\uc785\ub2c8\ub2e4. \uac12\uc774 0\ubcf4\ub2e4 \uc791\uac70\ub098 \uac19\uc73c\uba74 \uc81c\ud55c\uc774 \uc5c6\uc74c\uc744 \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_CONFIG_LOGGER_CLASS_ACTION_REQUIRED_122=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \ub85c\uac70 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ub85c\uac70\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_LOGGER_EXISTS_123=DN %s\uc5d0 \ub4f1\ub85d\ub41c \ub85c\uac70\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \ub85c\uac70 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_LOGGER_ACCESS_INITIALIZATION_FAILED_124=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uc561\uc138\uc2a4 \ub85c\uac70\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_LOGGER_ERROR_INITIALIZATION_FAILED_125=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uc624\ub958 \ub85c\uac70\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_LOGGER_DEBUG_INITIALIZATION_FAILED_126=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ub514\ubc84\uadf8 \ub85c\uac70\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_MONITOR_CANNOT_GET_BASE_127=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uae30\ubcf8 \ubaa8\ub2c8\ud130 \ud56d\ubaa9 cn=Monitor Providers,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_MONITOR_BASE_DOES_NOT_EXIST_128=\ubaa8\ub2c8\ud130 \uad6c\uc131 \uae30\ubcf8 cn=Monitor Providers,cn=config\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \uc81c\ud55c\ub41c \ubaa8\ub2c8\ud130\ub9c1 \uc815\ubcf4\ub9cc \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_MONITOR_ENTRY_UNACCEPTABLE_129=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc62c\ubc14\ub978 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_MONITOR_CANNOT_CREATE_MONITOR_130=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_MONITOR_INVALID_OBJECTCLASS_131=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-monitor-provider \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_MONITOR_DESCRIPTION_CLASS_NAME_132=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\ub97c \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \ubaa8\ub2c8\ud130\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \ubaa8\ub2c8\ud130\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_MONITOR_NO_CLASS_NAME_133=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_MONITOR_INVALID_CLASS_NAME_134=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_MONITOR_INVALID_CLASS_135=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_MONITOR_DESCRIPTION_ENABLED_136=\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_MONITOR_NO_ENABLED_ATTR_137=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_MONITOR_INVALID_ENABLED_VALUE_138=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_MONITOR_CLASS_ACTION_REQUIRED_139=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \ubaa8\ub2c8\ud130 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_MONITOR_INITIALIZATION_FAILED_140=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_MONITOR_EXISTS_141=DN %s\uc5d0 \ub4f1\ub85d\ub41c \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_GET_CONFIG_BASE_142=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubc31\uc5d4\ub4dc\ub97c \ucd08\uae30\ud654\ud558\uae30 \uc704\ud574 cn=Connection Handlers,cn=config \uad6c\uc131 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_CONNHANDLER_BASE_DOES_NOT_EXIST_143=cn=Connection Handlers,cn=config \ud56d\ubaa9\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.  \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \ud56d\ubaa9\uc785\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_CONNHANDLER_ENTRY_DOES_NOT_HAVE_CONNHANDLER_CONFIG_144=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) cn=Connection Handlers,cn=config\uc758 \uc5f0\uacb0 \ucc98\ub9ac\uae30 \uad6c\uc131 \ub8e8\ud2b8 \uc544\ub798\uc5d0 \uc788\uc9c0\ub9cc \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc5f0\uacb0 \ucc98\ub9ac\uae30\uc5d0 \ud544\uc694\ud55c ds-cfg-connection-handler \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_ERROR_INTERACTING_WITH_CONNHANDLER_ENTRY_145=\uc5f0\uacb0 \ucc98\ub9ac\uae30 \uad6c\uc131 \ud56d\ubaa9 %s\uacfc(\uc640) \uc0c1\ud638 \uc791\uc6a9\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_CONNHANDLER_ATTR_DESCRIPTION_ENABLED_146=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \uc774 \uc5f0\uacb0 \ucc98\ub9ac\uae30\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc628\ub77c\uc778 \uc0c1\ud0dc\uc778 \ub3d9\uc548 \uc774\ub97c \ubcc0\uacbd\ud560 \uc218 \uc788\uc9c0\ub9cc \uc5f0\uacb0 \ucc98\ub9ac\uae30\uac00 \ube44\ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc73c\uba74 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uac8c \ub429\ub2c8\ub2e4.
INFO_CONFIG_CONNHANDLER_ATTR_DESCRIPTION_CLASS_147=\uc774 \uc5f0\uacb0 \ucc98\ub9ac\uae30 \uad6c\ud604\uc5d0 \ub300\ud55c \ud575\uc2ec \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc5f0\uacb0 \ucc98\ub9ac\uae30\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_CONNHANDLER_NO_ENABLED_ATTR_148=\uc5f0\uacb0 \ucc98\ub9ac\uae30 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0 \ucc98\ub9ac\uae30\ub97c \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-enabled \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc774 \uc5c6\uc73c\uba74 \uae30\ubcf8\uc801\uc73c\ub85c \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_CONNHANDLER_DISABLED_149=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc5f0\uacb0 \ucc98\ub9ac\uae30\uac00 \ube44\ud65c\uc131\uc73c\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_UNABLE_TO_DETERMINE_ENABLED_STATE_150=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \uc5f0\uacb0 \ucc98\ub9ac\uae30\ub97c \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc5f0\uacb0 \ucc98\ub9ac\uae30\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_NO_CLASS_ATTR_151=\uc5f0\uacb0 \ucc98\ub9ac\uae30 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0 \ucc98\ub9ac\uae30 \uad6c\ud604\uc744 \uc81c\uacf5\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\uae30 \uc704\ud55c ds-cfg-java-class \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uacfc \uc5f0\uacb0\ub41c \uc5f0\uacb0 \ucc98\ub9ac\uae30\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_GET_CLASS_152=\uc5f0\uacb0 \ucc98\ub9ac\uae30 %s\uc5d0 \ub300\ud55c \uad6c\ud604\uc774 \ud3ec\ud568\ub41c Java \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uc5f0\uacb0 \ucc98\ub9ac\uae30\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_INSTANTIATE_153=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c %s \ud074\ub798\uc2a4\ub97c \ub85c\ub4dc\ud558\uc5ec \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uc5f0\uacb0 \ucc98\ub9ac\uae30 \uc778\uc2a4\ud134\uc2a4\ub97c \ub9cc\ub4e4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uc5f0\uacb0 \ucc98\ub9ac\uae30\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_INITIALIZE_154=%s \ud074\ub798\uc2a4\uc5d0\uc11c \ub85c\ub4dc\ub41c \uc5f0\uacb0 \ucc98\ub9ac\uae30\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uc5f0\uacb0 \ucc98\ub9ac\uae30\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_UNACCEPTABLE_CONFIG_155=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc5f0\uacb0 \ucc98\ub9ac\uae30\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_UNACCEPTABLE_CONFIG_156=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_MONITOR_UNACCEPTABLE_CONFIG_157=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_UNACCEPTABLE_CONFIG_158=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub85c\uac70\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CONNHANDLER_CLASS_NOT_CONNHANDLER_159=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc5f0\uacb0 \ucc98\ub9ac\uae30 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_GET_MR_BASE_160=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc77c\uce58 \uaddc\uce59\uc744 \ucd08\uae30\ud654\ud558\uae30 \uc704\ud574 cn=Matching Rules,cn=config \uad6c\uc131 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_SCHEMA_MR_BASE_DOES_NOT_EXIST_161=cn=Matching Rules,cn=config \ud56d\ubaa9\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.  \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \ud56d\ubaa9\uc785\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_NO_MATCHING_RULES_162=cn=Matching Rules,cn=config \ud56d\ubaa9 \uc544\ub798\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc77c\uce58 \uaddc\uce59\uc744 \uc815\uc758\ud558\uae30 \uc704\ud55c \uc790\uc2dd \ud56d\ubaa9\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc77c\uce58 \uaddc\uce59\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc5b4\uc57c \ud558\uae30 \ub54c\ubb38\uc5d0 \uc774\ub294 \uc624\ub958\uc785\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_ENTRY_DOES_NOT_HAVE_MR_CONFIG_163=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) cn=Matching Rules,cn=config\uc758 \uc77c\uce58 \uaddc\uce59 \uad6c\uc131 \ub8e8\ud2b8 \uc544\ub798\uc5d0 \uc788\uc9c0\ub9cc \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc77c\uce58 \uaddc\uce59\uc5d0 \ud544\uc694\ud55c ds-cfg-matching-rule \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
INFO_CONFIG_SCHEMA_MR_ATTR_DESCRIPTION_ENABLED_164=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \uc774 \uc77c\uce58 \uaddc\uce59\uc744 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc628\ub77c\uc778 \uc0c1\ud0dc\uc778 \ub3d9\uc548 \uc774\ub97c \ubcc0\uacbd\ud560 \uc218 \uc788\uc9c0\ub9cc \ud558\ub098 \uc774\uc0c1\uc758 \uc18d\uc131\uc5d0 \uc77c\uce58 \uaddc\uce59\uc774 \uc0ac\uc6a9\ub41c \ud6c4 \uc774 \uaddc\uce59\uc774 \ube44\ud65c\uc131\ud654\ub41c \uacbd\uc6b0\uc5d0\ub294 \uc77c\uce58\uac00 \ub354 \uc774\uc0c1 \ud574\ub2f9 \uc18d\uc131\uc5d0\uc11c \uc608\uc0c1\ud55c \ub300\ub85c \uc791\ub3d9\ud558\uc9c0 \uc54a\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_SCHEMA_MR_ATTR_DESCRIPTION_CLASS_165=\uc774 \uc77c\uce58 \uaddc\uce59 \uad6c\ud604\uc5d0 \ub300\ud55c \ud575\uc2ec \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc77c\uce58 \uaddc\uce59\uc744 \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4. \ud558\ub098 \uc774\uc0c1\uc758 \uc18d\uc131\uc5d0 \uc774\ubbf8 \uc0ac\uc6a9\ub41c \uc77c\uce58 \uaddc\uce59\uc5d0 \ub300\ud55c \uc77c\uce58 \uaddc\uce59 \ud074\ub798\uc2a4\ub97c \ubcc0\uacbd\ud558\uba74 \ud574\ub2f9 \uc18d\uc131\uc5d0 \ub300\ud55c \uc77c\uce58\ub97c \uc218\ud589\ud560 \ub54c \uc608\uae30\uce58 \uc54a\uc740 \uacb0\uacfc\uac00 \ubc1c\uc0dd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_MR_NO_ENABLED_ATTR_166=\uc77c\uce58 \uaddc\uce59 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc77c\uce58 \uaddc\uce59\uc744 \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-enabled \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc774 \uc5c6\uc73c\uba74 \uae30\ubcf8\uc801\uc73c\ub85c \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_SCHEMA_MR_DISABLED_167=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc77c\uce58 \uaddc\uce59\uc774 \ube44\ud65c\uc131\uc73c\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774\uc804\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 \uc18d\uc131\uc5d0 \ub300\ud574 \uc77c\uce58 \uaddc\uce59\uc774 \uc0ac\uc6a9\ub41c \uacbd\uc6b0 \ud574\ub2f9 \uc18d\uc131 \uac12\uc5d0 \ub300\ud55c \uc77c\uce58\uac00 \ub354 \uc774\uc0c1 \uc791\ub3d9\ud558\uc9c0 \uc54a\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_MR_UNABLE_TO_DETERMINE_ENABLED_STATE_168=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \uc77c\uce58 \uaddc\uce59\uc744 \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc77c\uce58 \uaddc\uce59\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_MR_NO_CLASS_ATTR_169=\uc77c\uce58 \uaddc\uce59 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc77c\uce58 \uaddc\uce59 \uad6c\ud604\uc744 \uc81c\uacf5\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\uae30 \uc704\ud55c ds-cfg-java-class \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uacfc \uc5f0\uacb0\ub41c \uc77c\uce58 \uaddc\uce59\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_GET_CLASS_170=\uc77c\uce58 \uaddc\uce59 %s\uc5d0 \ub300\ud55c \uad6c\ud604\uc774 \ud3ec\ud568\ub41c Java \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uc77c\uce58 \uaddc\uce59\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_INSTANTIATE_171=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c %s \ud074\ub798\uc2a4\ub97c \ub85c\ub4dc\ud558\uc5ec \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uc77c\uce58 \uaddc\uce59 \uc778\uc2a4\ud134\uc2a4\ub97c \ub9cc\ub4e4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uc77c\uce58 \uaddc\uce59\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_INITIALIZE_172=%s \ud074\ub798\uc2a4\uc5d0\uc11c \ub85c\ub4dc\ub41c \uc77c\uce58 \uaddc\uce59\uc744 \uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uc77c\uce58 \uaddc\uce59\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_MR_CONFLICTING_MR_173=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc77c\uce58 \uaddc\uce59\uc774 \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc815\uc758\ub41c \ub2e4\ub978 \uc77c\uce58 \uaddc\uce59\uacfc \ucda9\ub3cc\ud569\ub2c8\ub2e4: %s. \uc774 \uc77c\uce58 \uaddc\uce59\uc774 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_GET_SYNTAX_BASE_174=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc18d\uc131 \uad6c\ubb38\uc744 \ucd08\uae30\ud654\ud558\uae30 \uc704\ud574 cn=Syntaxes,cn=config \uad6c\uc131 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_BASE_DOES_NOT_EXIST_175=cn=Syntaxes,cn=config \ud56d\ubaa9\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.  \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \ud56d\ubaa9\uc785\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_NO_SYNTAXES_176=cn=Syntaxes,cn=config \ud56d\ubaa9 \uc544\ub798\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc18d\uc131 \uad6c\ubb38\uc744 \uc815\uc758\ud558\uae30 \uc704\ud55c \uc790\uc2dd \ud56d\ubaa9\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uad6c\ubb38\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc5b4\uc57c \ud558\uae30 \ub54c\ubb38\uc5d0 \uc774\ub294 \uc624\ub958\uc785\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_ENTRY_DOES_NOT_HAVE_SYNTAX_CONFIG_177=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) cn=Syntaxes,cn=config\uc758 \uc18d\uc131 \uad6c\ubb38 \uad6c\uc131 \ub8e8\ud2b8 \uc544\ub798\uc5d0 \uc788\uc9c0\ub9cc \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc18d\uc131 \uad6c\ubb38\uc5d0 \ud544\uc694\ud55c ds-cfg-attribute-syntax \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
INFO_CONFIG_SCHEMA_SYNTAX_ATTR_DESCRIPTION_ENABLED_178=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \uc774 \uc18d\uc131 \uad6c\ubb38\uc744 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc628\ub77c\uc778 \uc0c1\ud0dc\uc778 \ub3d9\uc548 \uc774\ub97c \ubcc0\uacbd\ud560 \uc218 \uc788\uc9c0\ub9cc \ud558\ub098 \uc774\uc0c1\uc758 \uc18d\uc131\uc5d0 \uad6c\ubb38\uc774 \uc0ac\uc6a9\ub41c \ud6c4 \uc774 \uad6c\ubb38\uc774 \ube44\ud65c\uc131\ud654\ub41c \uacbd\uc6b0\uc5d0\ub294 \uc77c\uce58\uac00 \ub354 \uc774\uc0c1 \ud574\ub2f9 \uc18d\uc131\uc5d0\uc11c \uc608\uc0c1\ud55c \ub300\ub85c \uc791\ub3d9\ud558\uc9c0 \uc54a\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_SCHEMA_SYNTAX_ATTR_DESCRIPTION_CLASS_179=\uc774 \uc18d\uc131 \uad6c\ubb38 \uad6c\ud604\uc5d0 \ub300\ud55c \ud575\uc2ec \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uad6c\ubb38\uc744 \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4. \ud558\ub098 \uc774\uc0c1\uc758 \uc18d\uc131\uc5d0 \uc774\ubbf8 \uc0ac\uc6a9\ub41c \uc18d\uc131 \uad6c\ubb38\uc5d0 \ub300\ud55c \uad6c\ubb38 \ud074\ub798\uc2a4\ub97c \ubcc0\uacbd\ud558\uba74 \ud574\ub2f9 \uc18d\uc131\uc5d0 \ub300\ud55c \uc77c\uce58\ub97c \uc218\ud589\ud560 \ub54c \uc608\uae30\uce58 \uc54a\uc740 \uacb0\uacfc\uac00 \ubc1c\uc0dd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_SYNTAX_NO_ENABLED_ATTR_180=\uc18d\uc131 \uad6c\ubb38 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uad6c\ubb38\uc744 \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-enabled \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc774 \uc5c6\uc73c\uba74 \uae30\ubcf8\uc801\uc73c\ub85c \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_SCHEMA_SYNTAX_DISABLED_181=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc18d\uc131 \uad6c\ubb38\uc774 \ube44\ud65c\uc131\uc73c\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774\uc804\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 \uc18d\uc131\uc5d0 \ub300\ud574 \uc77c\uce58 \uaddc\uce59\uc774 \uc0ac\uc6a9\ub41c \uacbd\uc6b0 \ud574\ub2f9 \uc18d\uc131 \uac12\uc5d0 \ub300\ud55c \uc77c\uce58\uac00 \ub354 \uc774\uc0c1 \uc791\ub3d9\ud558\uc9c0 \uc54a\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_UNABLE_TO_DETERMINE_ENABLED_STATE_182=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \uc18d\uc131 \uad6c\ubb38\uc744 \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc18d\uc131 \uad6c\ubb38\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_NO_CLASS_ATTR_183=\uc77c\uce58 \uaddc\uce59 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc18d\uc131 \uad6c\ubb38 \uad6c\ud604\uc744 \uc81c\uacf5\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\uae30 \uc704\ud55c ds-cfg-java-class \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uacfc \uc5f0\uacb0\ub41c \uad6c\ubb38\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_GET_CLASS_184=\uc18d\uc131 \uad6c\ubb38 %s\uc5d0 \ub300\ud55c \uad6c\ud604\uc774 \ud3ec\ud568\ub41c Java \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\ubb38\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INSTANTIATE_185=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c %s \ud074\ub798\uc2a4\ub97c \ub85c\ub4dc\ud558\uc5ec \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uc18d\uc131 \uad6c\ubb38 \uc778\uc2a4\ud134\uc2a4\ub97c \ub9cc\ub4e4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. %s \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\ubb38\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INITIALIZE_186=%1$s \ud074\ub798\uc2a4\uc5d0\uc11c \ub85c\ub4dc\ub41c \uc18d\uc131 \uad6c\ubb38\uc744 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uc815\ubcf4\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s. \uc774 \uad6c\ubb38\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_SYNTAX_CONFLICTING_SYNTAX_187=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc18d\uc131 \uad6c\ubb38\uc774 \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc815\uc758\ub41c \ub2e4\ub978 \uad6c\ubb38\uacfc \ucda9\ub3cc\ud569\ub2c8\ub2e4: %s. \uc774 \uc18d\uc131 \uad6c\ubb38\uc774 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_NO_SCHEMA_DIR_188=\uc2a4\ud0a4\ub9c8 \ub514\ub809\ud1a0\ub9ac %s\uc774(\uac00) \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \uc815\uc758\ub97c \uc77d\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_DIR_NOT_DIRECTORY_189=\uc2a4\ud0a4\ub9c8 \ub514\ub809\ud1a0\ub9ac %s\uc774(\uac00) \uc788\uc9c0\ub9cc \ub514\ub809\ud1a0\ub9ac\uac00 \uc544\ub2c8\ubbc0\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \uc815\uc758\ub97c \uc77d\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_LIST_FILES_190=%s \ub514\ub809\ud1a0\ub9ac\uc5d0\uc11c \ud30c\uc77c\uc744 \ub098\uc5f4\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc774 \ub514\ub809\ud1a0\ub9ac\uc5d0\uc11c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \uc815\uc758\ub97c \uc77d\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_OPEN_FILE_191=\uc77d\uc744 \ud30c\uc77c\uc744 \uc5ec\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \ub514\ub809\ud1a0\ub9ac %2$s\uc758 \uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %1$s\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_READ_LDIF_ENTRY_192=\ub514\ub809\ud1a0\ub9ac %2$s\uc758 \uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %1$s\uc758 \ub0b4\uc6a9\uc744 LDIF \ud56d\ubaa9\uc73c\ub85c \uc77d\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc774 \ud30c\uc77c\uc744 \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_ATTR_TYPE_193=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc18d\uc131 \uc720\ud615 \uc815\uc758\ub97c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_ATTR_TYPE_194=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc77d\uc740 \uc18d\uc131 \uc720\ud615\uc774 \uc774\ubbf8 \uc2a4\ud0a4\ub9c8\ub85c \uc77d\uc5b4\ub4e4\uc778 \ub2e4\ub978 \uc18d\uc131 \uc720\ud615\uacfc \ucda9\ub3cc\ud569\ub2c8\ub2e4: %s. \uc774\ubbf8 \uc77d\uc5b4\ub4e4\uc778 \uc18d\uc131 \uc720\ud615 \uc815\uc758\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_OC_195=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc77d\uc740 \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \uc774\ubbf8 \uc2a4\ud0a4\ub9c8\ub85c \uc77d\uc5b4\ub4e4\uc778 \ub2e4\ub978 \uac1d\uccb4 \ud074\ub798\uc2a4\uc640 \ucda9\ub3cc\ud569\ub2c8\ub2e4: %s. \uc774\ubbf8 \uc77d\uc5b4\ub4e4\uc778 \uac1d\uccb4 \ud074\ub798\uc2a4 \uc815\uc758\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_OC_196=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc77d\uc740 \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \uad6c\ubb38 \ubd84\uc11d\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_CORE_INVALID_STRUCTURAL_CLASS_BEHAVIOR_197=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-single-structural-objectclass-behavior \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 "accept", "reject" \ub610\ub294 "warn" \uc911 \ud558\ub098\uc5ec\uc57c \ud569\ub2c8\ub2e4: %s
INFO_CONFIG_CORE_DESCRIPTION_CHECK_SCHEMA_198=\uc11c\ubc84\uc758 \uc2a4\ud0a4\ub9c8 \uad6c\uc131\uc5d0 \ub530\ub77c \ud56d\ubaa9\uc774 \uc720\ud6a8\ud558\ub3c4\ub85d \ud558\uae30 \uc704\ud574 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc5c5\ub370\uc774\ud2b8 \uc791\uc5c5\uc5d0 \ub300\ud55c \uc2a4\ud0a4\ub9c8 \uac80\uc0ac\ub97c \uc218\ud589\ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4 \ubaa8\ub4e0 \ud544\uc218 \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uace0 \uae08\uc9c0\ub41c \uc18d\uc131\uc774 \uc5c6\ub294\uc9c0 \uac80\uc0ac\ud569\ub2c8\ub2e4. \uc2a4\ud0a4\ub9c8 \uac80\uc0ac\ub97c \ube44\ud65c\uc131\ud654\ud558\uba74 \uc798\ubabb\ub41c \ud56d\ubaa9\uc774 \uc11c\ubc84\uc5d0 \ud3ec\ud568\ub420 \uc218 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc77c\ubc18\uc801\uc73c\ub85c \ube44\ud65c\uc131\ud654\ud558\uc9c0 \uc54a\ub294 \uac83\uc774 \uc88b\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_CHECK_SCHEMA_199=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-check-schma \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 true \ub610\ub294 false\uc758 \ubd80\uc6b8 \uac12\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ENTRYCACHE_CANNOT_INSTALL_DEFAULT_CACHE_200=\uc11c\ubc84\uc5d0\uc11c \uae30\ubcf8 \ud56d\ubaa9 \uce90\uc2dc \ud504\ub808\uc784\uc6cc\ud06c\ub97c \uc124\uce58\ud558\uc9c0 \ubabb\ud558\uac8c \ud558\ub294 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_ENTRYCACHE_NO_CONFIG_ENTRY_201=\ud56d\ubaa9 \uce90\uc2dc \uad6c\uc131 \ud56d\ubaa9 "cn=Entry Caches,cn=config"\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \uc720\ud6a8\ud55c \ud56d\ubaa9 \uce90\uc2dc \uad6c\uc131\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc774 \ud56d\ubaa9\uc744 \ub9cc\ub4e4 \ub54c\uae4c\uc9c0 \ud56d\ubaa9 \uce90\uc2dc\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ENTRYCACHE_CANNOT_INITIALIZE_CACHE_202=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud56d\ubaa9 \uce90\uc2dc\ub85c \uc0ac\uc6a9\ud560 %s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774\uc5d0 \ub530\ub77c \ud56d\ubaa9 \uce90\uc2dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ENTRYCACHE_CONFIG_NOT_ACCEPTABLE_203=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ENTRYCACHE_CONFIG_LEVEL_NOT_ACCEPTABLE_204=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: \ud56d\ubaa9 \uce90\uc2dc \ub808\ubca8 %d\uc774(\uac00) \uc774\ubbf8 \uc0ac\uc6a9 \uc911\uc785\ub2c8\ub2e4.
INFO_WARN_CONFIG_ENTRYCACHE_NO_MONITOR_CONFIG_ENTRY_205=\ud56d\ubaa9 \uce90\uc2dc %s \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\uc5d0 \ub300\ud55c \uad6c\uc131\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774\uc5d0 \ub530\ub77c \uc774 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790 %s\uc774(\uac00) \ud65c\uc131\ud654\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_WARN_CONFIG_ENTRYCACHE_MONITOR_CONFIG_DISABLED_206=\ud56d\ubaa9 \uce90\uc2dc %s \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ube44\ud65c\uc131\ud654\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc5d0 \ub530\ub77c \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790 %s\uc774(\uac00) \ud65c\uc131\ud654\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ENTRY_CANNOT_REMOVE_CHILD_215=\ud56d\ubaa9 %s\uc744(\ub97c) \uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc790\uc2dd\uc73c\ub85c \uc81c\uac70\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_NAME_FORM_216=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc774\ub984 \ud615\uc2dd \uc815\uc758\ub97c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_NAME_FORM_217=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc77d\uc740 \uc774\ub984 \ud615\uc2dd\uc774 \uc774\ubbf8 \uc2a4\ud0a4\ub9c8\ub85c \uc77d\uc5b4\ub4e4\uc778 \ub2e4\ub978 \uc774\ub984 \ud615\uc2dd\uacfc \ucda9\ub3cc\ud569\ub2c8\ub2e4: %s. \uc774\ubbf8 \uc77d\uc5b4\ub4e4\uc778 \uc774\ub984 \ud615\uc2dd \uc815\uc758\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_DCR_218=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c DIT \ucee8\ud150\ud2b8 \uaddc\uce59 \uc815\uc758\ub97c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_DCR_219=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc77d\uc740 DIT \ucee8\ud150\ud2b8 \uaddc\uce59\uc774 \uc774\ubbf8 \uc2a4\ud0a4\ub9c8\ub85c \uc77d\uc5b4\ub4e4\uc778 \ub2e4\ub978 DIT \ucee8\ud150\ud2b8 \uaddc\uce59\uacfc \ucda9\ub3cc\ud569\ub2c8\ub2e4: %s. \uc774\ubbf8 \uc77d\uc5b4\ub4e4\uc778 DIT \ucee8\ud150\ud2b8 \uaddc\uce59 \uc815\uc758\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_DSR_220=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c DIT \uad6c\uc870 \uaddc\uce59 \uc815\uc758\ub97c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_DSR_221=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc77d\uc740 DIT \uad6c\uc870 \uaddc\uce59\uc774 \uc774\ubbf8 \uc2a4\ud0a4\ub9c8\ub85c \uc77d\uc5b4\ub4e4\uc778 \ub2e4\ub978 DIT \uad6c\uc870 \uaddc\uce59\uacfc \ucda9\ub3cc\ud569\ub2c8\ub2e4: %s. \uc774\ubbf8 \uc77d\uc5b4\ub4e4\uc778 DIT \uad6c\uc870 \uaddc\uce59 \uc815\uc758\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_MRU_222=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 \uc815\uc758\ub97c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_MRU_223=\uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %s\uc5d0\uc11c \uc77d\uc740 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9\uc774 \uc774\ubbf8 \uc2a4\ud0a4\ub9c8\ub85c \uc77d\uc5b4\ub4e4\uc778 \ub2e4\ub978 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9\uacfc \ucda9\ub3cc\ud569\ub2c8\ub2e4: %s. \uc774\ubbf8 \uc77d\uc5b4\ub4e4\uc778 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 \uc815\uc758\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_LOGGER_NO_ROTATION_POLICY_224=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud30c\uc77c \ud68c\uc804 \uc815\ucc45\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \ub85c\uadf8 \ud68c\uc804\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_NO_SIZE_LIMIT_225=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \ud30c\uc77c \ud68c\uc804 \uc815\ucc45\uc744 \uae30\ubc18\uc73c\ub85c \ud558\ub294 \ud06c\uae30\uc5d0 \ub300\ud574 \ud06c\uae30 \uc81c\ud55c\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_NO_TIME_LIMIT_226=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \ud30c\uc77c \ud68c\uc804 \uc815\ucc45\uc744 \uae30\ubc18\uc73c\ub85c \ud558\ub294 \uc2dc\uac04\uc5d0 \ub300\ud574 \uc2dc\uac04 \uc81c\ud55c\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_INVALID_ROTATION_POLICY_227=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc798\ubabb\ub41c \ud30c\uc77c \ud68c\uc804 \uc815\ucc45 %1$s\uc774(\uac00) \uc815\uc758\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_ATTR_READ_ONLY_228=\uad6c\uc131 \uc18d\uc131 %s\uc774(\uac00) \uc77d\uae30 \uc804\uc6a9\uc774\ubbc0\ub85c \ud574\ub2f9 \uac12\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_CONFIG_BASE_229=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud50c\ub7ec\uadf8\uc778\uc744 \ucd08\uae30\ud654\ud558\uae30 \uc704\ud574 cn=Plugins,cn=config \uad6c\uc131 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PLUGIN_BASE_DOES_NOT_EXIST_230=cn=Plugins,cn=config \ud56d\ubaa9\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.  \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \ud56d\ubaa9\uc785\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_PLUGIN_ENTRY_DOES_NOT_HAVE_PLUGIN_CONFIG_231=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) cn=Plugins,cn=config\uc758 \ud50c\ub7ec\uadf8\uc778 \uad6c\uc131 \ub8e8\ud2b8 \uc544\ub798\uc5d0 \uc788\uc9c0\ub9cc \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ud544\uc694\ud55c ds-cfg-backend \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_ERROR_INTERACTING_WITH_PLUGIN_ENTRY_232=\ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9 %s\uacfc(\uc640) \uc0c1\ud638 \uc791\uc6a9\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_ENABLED_233=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \uc774 \ud50c\ub7ec\uadf8\uc778\uc744 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc628\ub77c\uc778 \uc0c1\ud0dc\uc778 \ub3d9\uc548 \uc774\ub97c \ubcc0\uacbd\ud560 \uc218 \uc788\uace0 \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_PLUGIN_NO_ENABLED_ATTR_234=\ud50c\ub7ec\uadf8\uc778 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud50c\ub7ec\uadf8\uc778\uc744 \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-enabled \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc774 \uc5c6\uc73c\uba74 \uae30\ubcf8\uc801\uc73c\ub85c \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_PLUGIN_DISABLED_235=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\uc73c\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_UNABLE_TO_DETERMINE_ENABLED_STATE_236=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ud50c\ub7ec\uadf8\uc778\uc744 \ud65c\uc131\ud654 \ub610\ub294 \ube44\ud65c\uc131\ud654\ud560\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_PLUGIN_TYPE_237=\uc774 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc73c\ub85c, \ucc98\ub9ac \uc911 \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \ud638\ucd9c\ub418\ub294 \uc2dc\uc810\uc744 \uc81c\uc5b4\ud569\ub2c8\ub2e4. \ud50c\ub7ec\uadf8\uc778\uc774 \ub85c\ub4dc\ub418\uc5b4 \ucd08\uae30\ud654\ub420 \uacbd\uc6b0\uc5d0\ub9cc \uc774 \uac12\uc744 \uc77d\uc2b5\ub2c8\ub2e4. \ub530\ub77c\uc11c \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ud50c\ub7ec\uadf8\uc778\uc744 \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_CLASS_238=\uc774 \ud50c\ub7ec\uadf8\uc778 \uad6c\ud604\uc5d0 \ub300\ud55c \ud575\uc2ec \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ud50c\ub7ec\uadf8\uc778\uc744 \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_NO_PLUGIN_TYPES_239=\ud50c\ub7ec\uadf8\uc778 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud50c\ub7ec\uadf8\uc778\uc758 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-plugin-type \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc774\ubbc0\ub85c \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_INVALID_PLUGIN_TYPE_240=\ud50c\ub7ec\uadf8\uc778 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc62c\ubc14\ub978 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615 \uc774\ub984\uc744 \uc9c0\uc815\ud558\uc9c0 \uc54a\ub294 ds-cfg-plugin-type \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12 %s\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4. \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_PLUGIN_TYPES_241=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud50c\ub7ec\uadf8\uc778\uc758 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615 \uc9d1\ud569\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_NO_CLASS_ATTR_242=\ud50c\ub7ec\uadf8\uc778 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud50c\ub7ec\uadf8\uc778 \uad6c\ud604\uc744 \uc81c\uacf5\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\uae30 \uc704\ud55c ds-cfg-java-class \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \ud56d\ubaa9\uacfc \uc5f0\uacb0\ub41c \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_CLASS_243=\ud50c\ub7ec\uadf8\uc778 %s\uc5d0 \ub300\ud55c \uad6c\ud604\uc774 \ud3ec\ud568\ub41c Java \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_INSTANTIATE_244=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c %s \ud074\ub798\uc2a4\ub97c \ub85c\ub4dc\ud558\uc5ec \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ud50c\ub7ec\uadf8\uc778 \uc778\uc2a4\ud134\uc2a4\ub97c \ub9cc\ub4e4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. %s \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_INITIALIZE_245=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub798\uc2a4 %1$s\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s. \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_NOTIFY_ABANDONED_OPERATIONS_246=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\ub97c \uc644\ub8cc\ud588\ub294\uc9c0 \ud655\uc778\ud558\uae30 \uc704\ud574 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \ucde8\uc18c\ub41c \uc791\uc5c5\uc5d0 \ub300\ud55c \uc751\ub2f5\uc744 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uac8c \ubcf4\ub0b4\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. LDAP \uc0ac\uc591\uc5d0 \ub530\ub77c \uc774\ub7f0 \uacbd\uc6b0 \uc751\ub2f5\uc744 \ubcf4\ub0b4\ub294 \uac83\uc774 \uae08\uc9c0\ub418\uc5b4 \uc788\uc9c0\ub9cc, \uc791\uc5c5\uc774 \ucde8\uc18c\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 \uc791\uc5c5\uc774 \uc5c6\ub294 \uacbd\uc6b0 \uc791\uc5c5\uc5d0 \ub300\ud55c \uc751\ub2f5\uc744 \uae30\ub2e4\ub9ac\ub294 \uc77c\ubd80 \ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\uc9c0 \uc54a\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_NOTIFY_ABANDONED_OPERATIONS_247=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-notify-abandoned-operations \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 true \ub610\ub294 false\uc758 \ubd80\uc6b8 \uac12\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_EXTOP_INVALID_CLASS_256=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ud655\uc7a5 \uc791\uc5c5 \ucc98\ub9ac\uae30 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_EXTOP_INITIALIZATION_FAILED_261=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ud655\uc7a5 \uc791\uc5c5 \ucc98\ub9ac\uae30\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_SASL_CANNOT_GET_BASE_264=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30 \uae30\ubcf8 \ud56d\ubaa9 cn=SASL Mechanisms,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SASL_BASE_DOES_NOT_EXIST_265=SASL \uba54\ucee4\ub2c8\uc998 \uad6c\uc131 \uae30\ubcf8 cn=SASL Mechanisms,cn=config\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SASL_ENTRY_UNACCEPTABLE_266=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc62c\ubc14\ub978 SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SASL_CANNOT_CREATE_HANDLER_267=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_SASL_INVALID_OBJECTCLASS_268=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-sasl-mechanism-handler \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_SASL_DESCRIPTION_CLASS_NAME_269=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\ub97c \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \ucc98\ub9ac\uae30\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \ucc98\ub9ac\uae30\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SASL_NO_CLASS_NAME_270=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SASL_INVALID_CLASS_NAME_271=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_SASL_INVALID_CLASS_272=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_SASL_DESCRIPTION_ENABLED_273=\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SASL_NO_ENABLED_ATTR_274=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SASL_INVALID_ENABLED_VALUE_275=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_SASL_CLASS_ACTION_REQUIRED_276=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ucc98\ub9ac\uae30\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_SASL_INITIALIZATION_FAILED_277=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_SASL_EXISTS_278=DN %s\uc5d0 \ub4f1\ub85d\ub41c \ucc98\ub9ac\uae30\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_SASL_UNACCEPTABLE_CONFIG_279=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_ADD_ALREADY_EXISTS_280=\ud574\ub2f9 DN\uc744 \uac00\uc9c4 \ub2e4\ub978 \uad6c\uc131 \ud56d\ubaa9\uc774 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 %s \ud56d\ubaa9\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_ADD_NO_PARENT_DN_281=\ud574\ub2f9 DN\uc5d0 \ubd80\ubaa8\uac00 \uc5c6\uae30 \ub54c\ubb38\uc5d0 %s \ud56d\ubaa9\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_ADD_NO_PARENT_282=\ud574\ub2f9 \ubd80\ubaa8 \ud56d\ubaa9 %2$s\uc774(\uac00) \uc5c6\uae30 \ub54c\ubb38\uc5d0 %1$s \ud56d\ubaa9\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_ADD_REJECTED_BY_LISTENER_283=\ubd80\ubaa8 \ud56d\ubaa9 %2$s\uc5d0 \ub4f1\ub85d\ub41c \uc218\uc2e0\uae30 \ucd94\uac00 \uc911 \ud558\ub098\uc5d0\uc11c \ub2e4\uc74c \uba54\uc2dc\uc9c0\uc640 \ud568\uaed8 \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uac70\ubd80\ud588\uae30 \ub54c\ubb38\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uad6c\uc131 \ud56d\ubaa9 %1$s\uc744(\ub97c) \ucd94\uac00\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_FILE_ADD_FAILED_284=\uad6c\uc131 \ud56d\ubaa9 %s\uc744(\ub97c) %s \ud56d\ubaa9\uc758 \uc790\uc2dd\uc73c\ub85c \ucd94\uac00\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_DELETE_NO_SUCH_ENTRY_285=\uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc774 \ud56d\ubaa9\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_DELETE_HAS_CHILDREN_286=\uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc5d0 \ud558\uc704 \ud56d\ubaa9\uc774 \ud558\ub098 \uc774\uc0c1 \uc788\uae30 \ub54c\ubb38\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc774 \ud56d\ubaa9\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_DELETE_NO_PARENT_287=%s \ud56d\ubaa9\uc5d0 \ubd80\ubaa8\uac00 \uc5c6\uace0 \uad6c\uc131 \ub8e8\ud2b8 \ud56d\ubaa9 \uc81c\uac70\uac00 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \ud56d\ubaa9\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_DELETE_REJECTED_288=\ubd80\ubaa8 \ud56d\ubaa9 %2$s\uc5d0 \ub4f1\ub85d\ub41c \uc218\uc2e0\uae30 \uc0ad\uc81c \uc911 \ud558\ub098\uc5d0\uc11c \ub2e4\uc74c \uba54\uc2dc\uc9c0\uc640 \ud568\uaed8 \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uac70\ubd80\ud588\uae30 \ub54c\ubb38\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ud56d\ubaa9 %1$s\uc744(\ub97c) \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_FILE_DELETE_FAILED_289=\uad6c\uc131 \ud56d\ubaa9 %s\uc744(\ub97c) %s \ud56d\ubaa9\uc758 \uc790\uc2dd\uc73c\ub85c \uc81c\uac70\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_MODIFY_NO_SUCH_ENTRY_290=\uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \ud56d\ubaa9\uc744 \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_MODIFY_REJECTED_BY_CHANGE_LISTENER_291=%s \ud56d\ubaa9\uc5d0 \ub4f1\ub85d\ub41c \uad6c\uc131 \ubcc0\uacbd \uc218\uc2e0\uae30 \uc911 \ud558\ub098\uc5d0\uc11c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uac70\ubd80\ud588\uae30 \ub54c\ubb38\uc5d0 \uc774 \ud56d\ubaa9\uc744 \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_MODIFY_REJECTED_BY_COMPONENT_292=%s \ud56d\ubaa9\uc5d0 \ub4f1\ub85d\ub41c \uad6c\uc131 \uac00\ub2a5\ud55c \uad6c\uc131\uc694\uc18c \uc911 \ud558\ub098\uc5d0\uc11c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uac70\ubd80\ud588\uae30 \ub54c\ubb38\uc5d0 \uc774 \ud56d\ubaa9\uc744 \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_SEARCH_NO_SUCH_BASE_293=\uae30\ubcf8 \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uac80\uc0c9 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_SEARCH_INVALID_SCOPE_294=\uc9c0\uc815\ub41c \uac80\uc0c9 \ubc94\uc704 %s\uc774(\uac00) \uc62c\ubc14\ub974\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uac80\uc0c9 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_CREATE_TEMP_ARCHIVE_295=\uc774\uc804 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc758 \uc544\uce74\uc774\ube0c\ub41c \ubc84\uc804\uc744 \uad6c\uc131 \ubcc0\uacbd \uacb0\uacfc\ub85c \ubcf4\uad00\ud558\uae30 \uc704\ud574 \uc784\uc2dc \ud30c\uc77c %s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_COPY_EXISTING_ARCHIVE_296=\uc544\uce74\uc774\ube0c\ub41c \uad6c\uc131\uc744 %s\uc5d0\uc11c \uc784\uc2dc \ud30c\uc77c %s(\uc73c)\ub85c \ubcf5\uc0ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_COPY_CURRENT_CONFIG_297=%2$s \ud30c\uc77c\uc5d0\uc11c \uc2e4\ud589 \uc911\uc778 \uad6c\uc131\uc744 \ud3ec\ud568\ud558\uae30 \uc704\ud574 %1$s \ud30c\uc77c\uc5d0 \uc544\uce74\uc774\ube0c\ub41c \uad6c\uc131\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_TEMP_ARCHIVE_298=\uc544\uce74\uc774\ube0c\ub41c \uad6c\uc131 \ub370\uc774\ud130\uc758 \uc774\ub984\uc744 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc791\uc5c5\uc774 \uc2e4\ud328\ud588\uc9c0\ub9cc \uc2e4\ud328\ud55c \uae30\ubcf8 \uc6d0\uc778\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_REPLACE_ARCHIVE_299=\uc774\uc804 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc774 \ud3ec\ud568\ub41c \uc5c5\ub370\uc774\ud2b8\ub41c \uc544\uce74\uc774\ube0c\uc758 \uc774\ub984\uc744 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_EXPORT_NEW_CONFIG_300=\uc0c8 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc744 %s \ud30c\uc77c\ub85c \ub0b4\ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_NEW_CONFIG_301=\uc0c8 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc758 \uc774\ub984\uc744 %s \ud30c\uc77c\uc5d0\uc11c %s\uc73c(\ub85c) \ubcc0\uacbd\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_FILE_MODDN_NOT_ALLOWED_302=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c DN \uc218\uc815 \uc791\uc5c5\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_LOGGER_SUPPRESS_INTERNAL_OPERATIONS_303=\ub0b4\ubd80 \uc791\uc5c5\uc5d0 \ub300\ud55c \uba54\uc2dc\uc9c0\ub97c \uc561\uc138\uc2a4 \ub85c\uadf8 \ud30c\uc77c\uc5d0\uc11c \uc81c\uc678\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_INVALID_SUPPRESS_INT_OPERATION_VALUE_304=%s \uc18d\uc131\uc5d0 \ub300\ud574 \uc798\ubabb\ub41c \uac12\uc774 \uc9c0\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ud5c8\uc6a9\ub418\ub294 \uac12\uc740 true \ub610\ub294 false\uc785\ub2c8\ub2e4.
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BASE_DNS_305=\uc774 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud574 \uc0ac\uc6a9\ud574\uc57c \ud560 \uae30\ubcf8 DN \uc9d1\ud569\uc785\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc790\ub3d9\uc73c\ub85c \uc801\uc6a9\ub418\ub294\uc9c0 \uc5ec\ubd80\ub294 \ubc31\uc5d4\ub4dc \uad6c\ud604\uc5d0 \ub530\ub77c \ub2e4\ub985\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_NO_BASE_DNS_306=\ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubc31\uc5d4\ub4dc\uc758 \uae30\ubcf8 DN \uc9d1\ud569\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-base-dn \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc774\ubbc0\ub85c \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_BASE_DNS_307=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uc640 \uc5f0\uacb0\ub41c \uae30\ubcf8 DN \uc9d1\ud569\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_KEYMANAGER_DESCRIPTION_ENABLED_313=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ud0a4 \uad00\ub9ac\uc790\uc5d0 \ub300\ud55c \uc561\uc138\uc2a4\uac00 \ud544\uc694\ud55c \uc791\uc5c5(\uc608: SSL\uc744 \ud1b5\ud55c \ud1b5\uc2e0)\uc5d0\ub294 \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uac00 \ud544\uc694\ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub418\uc9c0\ub9cc \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790 \uc561\uc138\uc2a4\ub97c \uc2dc\ub3c4\ud558\ub294 \uacbd\uc6b0\uc5d0\ub9cc \uc601\ud5a5\uc744 \ubbf8\uce69\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_KEYMANAGER_NO_ENABLED_ATTR_314=\uad6c\uc131 \ud56d\ubaa9 \"%s\"\uc5d0 \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub97c \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_KEYMANAGER_DESCRIPTION_CLASS_317=\ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_ENABLED_328=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \ub300\ud55c \uc561\uc138\uc2a4\uac00 \ud544\uc694\ud55c \uc791\uc5c5(\uc608: SSL\uc744 \ud1b5\ud55c \ud1b5\uc2e0)\uc5d0\ub294 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uac00 \ud544\uc694\ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub418\uc9c0\ub9cc \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uc561\uc138\uc2a4\ub97c \uc2dc\ub3c4\ud558\ub294 \uacbd\uc6b0\uc5d0\ub9cc \uc601\ud5a5\uc744 \ubbf8\uce69\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_TRUSTMANAGER_NO_ENABLED_ATTR_329=\uad6c\uc131 \ud56d\ubaa9 \"%s\"\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub97c \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_CLASS_332=\ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CERTMAPPER_DESCRIPTION_ENABLED_347=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc778\uc99d\uc11c \ub9e4\ud37c\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. SASL EXTERNAL \uc778\uc99d \ubc0f \uc774\uc640 \ube44\uc2b7\ud55c \ubaa9\uc801\uc744 \uc704\ud574 \uc778\uc99d\uc11c \ub9e4\ud37c\ub97c \uc0ac\uc6a9\ud558\uc5ec \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \ud074\ub77c\uc774\uc5b8\ud2b8 \uc778\uc99d\uc11c \uccb4\uc778\uacfc \uc0ac\uc6a9\uc790 \ud56d\ubaa9 \uac04\uc5d0 \ub9e4\ud551\uc744 \uc124\uc815\ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CERTMAPPER_NO_ENABLED_ATTR_348=\uad6c\uc131 \ud56d\ubaa9 \"%s\"\uc5d0 \uc778\uc99d\uc11c \ub9e4\ud37c\ub97c \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CERTMAPPER_DESCRIPTION_CLASS_351=\uc778\uc99d\uc11c \ub9e4\ud37c \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc778\uc99d\uc11c \ub9e4\ud37c\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_WARN_CONFIG_LOGGER_NO_RETENTION_POLICY_357=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud30c\uc77c \ubcf4\uc874 \uc815\ucc45\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ub85c\uadf8 \ud30c\uc77c\uc774 \uc0ad\uc81c\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_LOGGER_INVALID_RETENTION_POLICY_358=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc798\ubabb\ub41c \ud30c\uc77c \ubcf4\uc874 \uc815\ucc45 %1$s\uc774(\uac00) \uc815\uc758\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_LOGGER_NO_NUMBER_OF_FILES_359=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubcf4\uc874 \uc815\ucc45\uc5d0 \ub300\ud55c \ud30c\uc77c \uc218 \uc81c\ud55c\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_LOGGER_NO_DISK_SPACE_USED_360=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubcf4\uc874 \uc815\ucc45\uc5d0 \ub300\ud55c \ub514\uc2a4\ud06c \uacf5\uac04 \uc81c\ud55c\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_PWSCHEME_CANNOT_GET_BASE_363=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \uae30\ubcf8 \ud56d\ubaa9 cn=Password Storage Schmes,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_PWSCHEME_BASE_DOES_NOT_EXIST_364=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \uad6c\uc131 \uae30\ubcf8(cn=Password Storage Schemes,cn=config)\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWSCHEME_ENTRY_UNACCEPTABLE_365=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc62c\ubc14\ub978 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWSCHEME_CANNOT_CREATE_SCHEME_366=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_OBJECTCLASS_367=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-password-storage-scheme \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_PWSCHEME_DESCRIPTION_CLASS_NAME_368=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \uc2a4\ud0a4\ub9c8\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWSCHEME_NO_CLASS_NAME_369=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_CLASS_NAME_370=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_CLASS_371=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_PWSCHEME_DESCRIPTION_ENABLED_372=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWSCHEME_NO_ENABLED_ATTR_373=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_ENABLED_VALUE_374=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_PWSCHEME_CLASS_ACTION_REQUIRED_375=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_PWSCHEME_INITIALIZATION_FAILED_376=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_PWSCHEME_EXISTS_377=DN %s\uc5d0 \ub4f1\ub85d\ub41c \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWSCHEME_UNACCEPTABLE_CONFIG_378=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_PLUGIN_CLASS_ACTION_REQUIRED_379=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \ud50c\ub7ec\uadf8\uc778 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ud50c\ub7ec\uadf8\uc778\uc744 \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_NO_FREE_DISK_SPACE_380=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubcf4\uad00 \uc815\ucc45\uc5d0 \ub300\ud55c \ub514\uc2a4\ud06c \uacf5\uac04 \uc81c\ud55c\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGER_INVALID_JAVA5_POLICY_381=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \ubcf4\uc874 \uc815\ucc45\uc744 \uae30\ubc18\uc73c\ub85c \ud558\ub294 \uc5ec\uc720 \ub514\uc2a4\ud06c \uacf5\uac04\uc774 Java 6 \uc774\uc804 VM\uc5d0\uc11c \uc2e4\ud589 \uc911\uc778 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BACKEND_ID_382=\uc774 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \uace0\uc720 \uc2dd\ubcc4\uc790\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ubc31\uc5d4\ub4dc\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_BACKEND_NO_BACKEND_ID_383=\ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ubc31\uc5d4\ub4dc\uc758 \uace0\uc720 \uc2dd\ubcc4\uc790\ub97c \uc81c\uacf5\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-backend-id \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_BACKEND_DUPLICATE_BACKEND_ID_384=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uc5d0 \uc11c\ubc84\uc758 \ub2e4\ub978 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ubc31\uc5d4\ub4dc \uc544\uc774\ub514\uc640 \ucda9\ub3cc\ud558\ub294 %s \ubc31\uc5d4\ub4dc \uc544\uc774\ub514\uac00 \uc788\uc2b5\ub2c8\ub2e4. \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_BACKEND_ID_385=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uc758 \ubc31\uc5d4\ub4dc \uc544\uc774\ub514\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_MAC_386=\uc11c\uba85\ub41c \ubc31\uc5c5\uc6a9 \ud574\uc2dc\ub97c \ub9cc\ub4e4\uae30 \uc704\ud574 %s MAC \uacf5\uae09\uc790\ub97c \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_DIGEST_387=\ubc31\uc5c5\uc6a9 \ud574\uc2dc\ub97c \ub9cc\ub4e4\uae30 \uc704\ud574 %s \uba54\uc2dc\uc9c0 \ub2e4\uc774\uc81c\uc2a4\ud2b8\ub97c \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_388=%2$s \ub514\ub809\ud1a0\ub9ac\uc5d0 \uad6c\uc131 \uc544\uce74\uc774\ube0c \ud30c\uc77c %1$s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_CIPHER_389=\ubc31\uc5c5\uc744 \uc554\ud638\ud654\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc554\ud638\ub97c \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_BACKUP_ZIP_COMMENT_390=%s \uad6c\uc131 \ubc31\uc5c5 %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_DETERMINE_CONFIG_FILE_LOCATION_391=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131 \ud30c\uc77c\uc744 \uc544\uce74\uc774\ube0c\ud558\uae30 \uc704\ud574 \ud574\ub2f9 \uacbd\ub85c\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_BACKUP_CONFIG_FILE_392=\uad6c\uc131 \ud30c\uc77c %s\uc744(\ub97c) \ubc31\uc5c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_BACKUP_ARCHIVED_CONFIGS_393=%s \ud30c\uc77c\uc5d0\uc11c \uc544\uce74\uc774\ube0c\ub41c \uc774\uc804 \uad6c\uc131\uc744 \ubc31\uc5c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_CLOSE_ZIP_STREAM_394=%2$s \ub514\ub809\ud1a0\ub9ac\uc5d0\uc11c \uad6c\uc131 \uc544\uce74\uc774\ube0c \ud30c\uc77c %1$s\uc744(\ub97c) \ub2eb\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_395=\uad6c\uc131 \ubc31\uc5c5\uc5d0 \ub300\ud55c \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud558\uc5ec \ubc31\uc5c5 \uc124\uba85\uc790 \ud30c\uc77c %s\uc744(\ub97c) \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_RESTORE_NO_SUCH_BACKUP_396=\uad6c\uc131 \ubc31\uc5c5 %1$s\uc774(\uac00) \uc5c6\uae30 \ub54c\ubb38\uc5d0 %2$s \ub514\ub809\ud1a0\ub9ac\uc5d0\uc11c \uc774 \ubc31\uc5c5\uc744 \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_NO_BACKUP_FILE_397=\uc544\uce74\uc774\ube0c \ud30c\uc77c \uc774\ub984\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 %2$s \ub514\ub809\ud1a0\ub9ac\uc5d0\uc11c \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_NO_SUCH_FILE_398=\uc9c0\uc815\ub41c \uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc774(\uac00) \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_399=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c %2$s\uc774(\uac00) \uc788\ub294\uc9c0 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_RESTORE_UNKNOWN_DIGEST_400=\uc774 \ubc31\uc5c5\uc758 \uc11c\uba85\ub418\uc9c0 \uc54a\uc740 \ud574\uc2dc\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc788\uc9c0\ub9cc \uc11c\ubc84\uac00 \uc774 \ud574\uc2dc\ub97c \uc0dd\uc131\ud558\ub294 \ub370 \uc0ac\uc6a9\ud55c \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc54c\uace0\ub9ac\uc998\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_DIGEST_401=\uad6c\uc131 \ubc31\uc5c5 %s\uc5d0 \uc54c \uc218 \uc5c6\uac70\ub098 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 %s \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc54c\uace0\ub9ac\uc998\uc744 \uc0ac\uc6a9\ud558\ub294 \uc11c\uba85\ub418\uc9c0 \uc54a\uc740 \ud574\uc2dc\uac00 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \ubc31\uc5c5\uc744 \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_UNKNOWN_MAC_402=\uc774 \ubc31\uc5c5\uc758 \uc11c\uba85\ub41c \ud574\uc2dc\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc788\uc9c0\ub9cc \uc11c\ubc84\uac00 \uc774 \ud574\uc2dc\ub97c \uc0dd\uc131\ud558\ub294 \ub370 \uc0ac\uc6a9\ud55c MAC \uc54c\uace0\ub9ac\uc998\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_MAC_403=\uad6c\uc131 \ubc31\uc5c5 %s\uc5d0 \uc54c \uc218 \uc5c6\uac70\ub098 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 %s MAC \uc54c\uace0\ub9ac\uc998\uc744 \uc0ac\uc6a9\ud558\ub294 \uc11c\uba85\ub41c \ud574\uc2dc\uac00 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \ubc31\uc5c5\uc744 \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_CANNOT_OPEN_BACKUP_FILE_404=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc744(\ub97c) \uc5ec\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_CIPHER_406=\uad6c\uc131 \ubc31\uc5c5 %s\uc774(\uac00) \uc54c \uc218 \uc5c6\uac70\ub098 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \uc554\ud638\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc554\ud638\ud654\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 \uc774 \ubc31\uc5c5\uc744 \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_BACKUP_EXISTING_CONFIG_407=\ud604\uc7ac \uad6c\uc131 \ud30c\uc77c\uc744 %2$s\uc5d0\uc11c %3$s(\uc73c)\ub85c \uc784\uc2dc \ubc31\uc5c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %4$s
NOTICE_CONFIG_RESTORE_RESTORED_OLD_CONFIG_408=\uad6c\uc131 \ubc31\uc5c5\uc744 \uc81c\ub300\ub85c \ubcf5\uc6d0\ud558\uc9c0 \ubabb\ud558\uac8c \ud558\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ud558\uc9c0\ub9cc \ubcf5\uc6d0 \ud504\ub85c\uc138\uc2a4\uac00 \uc2dc\uc791\ub418\uae30 \uc804\uc5d0 \uc0ac\uc6a9\ub418\uc5c8\ub358 \uc6d0\ubcf8 \uad6c\uc131 \ud30c\uc77c\uc740 \ubcf4\uc874\ub418\uc5b4 \uc774\uc81c \uc6d0\ub798 \uc704\uce58 %s\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_CANNOT_RESTORE_OLD_CONFIG_409=\uad6c\uc131 \ubc31\uc5c5\uc744 \uc81c\ub300\ub85c \ubcf5\uc6d0\ud558\uc9c0 \ubabb\ud558\uac8c \ud558\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  \ubcf5\uc6d0 \ud504\ub85c\uc138\uc2a4\uac00 \uc2dc\uc791\ub418\uae30 \uc804\uc5d0 \uc0ac\uc6a9\ub418\uc5c8\ub358 \uc6d0\ubcf8 \uad6c\uc131 \ud30c\uc77c\uc740 \ubcf4\uc874\ub418\uc5b4 %s \ub514\ub809\ud1a0\ub9ac\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CREATE_CONFIG_DIRECTORY_410=\ud30c\uc77c\uc744 \ubcf5\uc6d0\ud558\uc5ec \uc800\uc7a5\ud560 \ube48 \uc0c8 \ub514\ub809\ud1a0\ub9ac %2$s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_RESTORE_OLD_CONFIG_SAVED_411=\uad6c\uc131 \ubc31\uc5c5\uc744 \uc81c\ub300\ub85c \ubcf5\uc6d0\ud558\uc9c0 \ubabb\ud558\uac8c \ud558\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  \ubcf5\uc6d0 \ud504\ub85c\uc138\uc2a4\uac00 \uc2dc\uc791\ub418\uae30 \uc804\uc5d0 \uc0ac\uc6a9\ub418\uc5c8\ub358 \uc6d0\ubcf8 \uad6c\uc131 \ud30c\uc77c\uc740 %s \ub514\ub809\ud1a0\ub9ac\uc5d0 \ubcf4\uc874\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_ZIP_ENTRY_412=\uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc5d0\uc11c \ub2e4\uc74c \ud56d\ubaa9\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CREATE_FILE_413=%2$s \ud30c\uc77c\uc744 \ub2e4\uc2dc \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_414=\uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc744(\ub97c) \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_415=\uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc744(\ub97c) \ub2eb\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
NOTICE_CONFIG_RESTORE_UNSIGNED_HASH_VALID_416=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uacc4\uc0b0\ub41c \uba54\uc2dc\uc9c0 \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ubc31\uc5c5 \uc815\ubcf4\uc640 \ud568\uaed8 \uc800\uc7a5\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uc640 \uc77c\uce58\ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_UNSIGNED_HASH_INVALID_417=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uacc4\uc0b0\ub41c \uba54\uc2dc\uc9c0 \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ubc31\uc5c5 \uc815\ubcf4\uc640 \ud568\uaed8 \uc800\uc7a5\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uc640 \uc77c\uce58\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTICE_CONFIG_RESTORE_SIGNED_HASH_VALID_418=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uacc4\uc0b0\ub41c \uc11c\uba85\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ubc31\uc5c5 \uc815\ubcf4\uc640 \ud568\uaed8 \uc800\uc7a5\ub41c \uc11c\uba85\uacfc \uc77c\uce58\ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_RESTORE_SIGNED_HASH_INVALID_419=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uacc4\uc0b0\ub41c \uc11c\uba85\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ubc31\uc5c5 \uc815\ubcf4\uc640 \ud568\uaed8 \uc800\uc7a5\ub41c \uc11c\uba85\uacfc \uc77c\uce58\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ubc31\uc5c5 %s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTICE_CONFIG_RESTORE_VERIFY_SUCCESSFUL_420=%2$s \ub514\ub809\ud1a0\ub9ac\uc758 \uad6c\uc131 \ubc31\uc5c5 %1$s\uc5d0\uc11c \uc218\ud589\ub41c \ubaa8\ub4e0 \ud14c\uc2a4\ud2b8\ub97c \ud1b5\ud574 \uc544\uce74\uc774\ube0c\uac00 \uc720\ud6a8\ud568\uc744 \uc54c \uc218 \uc788\uc2b5\ub2c8\ub2e4.
NOTICE_CONFIG_RESTORE_SUCCESSFUL_421=%2$s \ub514\ub809\ud1a0\ub9ac\uc758 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uad6c\uc131 \ubc31\uc5c5 %1$s\uc774(\uac00) \ubcf5\uc6d0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_CANNOT_ACQUIRE_SHARED_LOCK_422=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 %s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \uacf5\uc720 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774\ub294 \uc77c\ubc18\uc801\uc73c\ub85c \ub2e8\ub3c5 \uc7a0\uae08\uc774 \ud544\uc694\ud55c \ud504\ub85c\uc138\uc2a4\uc5d0\uc11c \ubc31\uc5d4\ub4dc\ub97c \uc0ac\uc6a9\ud558\uace0 \uc788\uc74c\uc744 \uc758\ubbf8\ud569\ub2c8\ub2e4(\uc608: LDIF\uc5d0\uc11c \uac00\uc838\uc624\uae30 \ub610\ub294 \ubc31\uc5c5 \ubcf5\uc6d0). \uc774 \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_BACKEND_CANNOT_RELEASE_SHARED_LOCK_423=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \uacf5\uc720 \uc7a0\uae08\uc744 \ud574\uc81c\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uacbd\uc6b0 LDIF \uac00\uc838\uc624\uae30 \ubc0f \ubc31\uc5c5 \ubcf5\uc6d0\uc744 \ud3ec\ud568\ud558\uc5ec \ubc30\ud0c0\uc801 \uc561\uc138\uc2a4\uac00 \ud544\uc694\ud55c \uc791\uc5c5\uc744 \ubc29\ud574\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_FILE_HEADER_424=\uc774 \ud30c\uc77c\uc5d0 \uae30\ubcf8 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc628\ub77c\uc778 \uc0c1\ud0dc\uc778 \ub3d9\uc548 \uc9c1\uc811 \ud3b8\uc9d1\ud558\uc9c0 \ub9d0\uc544\uc57c \ud569\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc640 \ud568\uaed8 \uc81c\uacf5\ub41c \uad00\ub9ac \uc720\ud2f8\ub9ac\ud2f0\ub9cc\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc11c\ubc84 \uad6c\uc131\uc744 \uad00\ub9ac\ud574\uc57c \ud569\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_ADD_MISSING_RDN_ATTRS_425=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \ucd94\uac00\ub420 \ub54c \ub204\ub77d\ub41c RDN \uc18d\uc131\uc744 \ud56d\ubaa9\uc5d0 \uc790\ub3d9\uc73c\ub85c \ucd94\uac00\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uae30\ubcf8\uc801\uc73c\ub85c \ucd94\uac00\ub41c \ud56d\ubaa9 \uc911 \uc18d\uc131 \ub9ac\uc2a4\ud2b8\uc5d0 RDN \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc9c0 \uc54a\uc740 \ud56d\ubaa9\uc740 LDAP \uc0ac\uc591\uc744 \uc704\ubc18\ud558\uae30 \ub54c\ubb38\uc5d0 \uac70\ubd80\ub429\ub2c8\ub2e4.  \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_ADD_MISSING_RDN_ATTRS_426=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-add-missing-rdn \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 true \ub610\ub294 false\uc758 \ubd80\uc6b8 \uac12\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4: %s
INFO_CONFIG_CORE_DESCRIPTION_SERVER_ERROR_RESULT_CODE_427=\ub0b4\ubd80 \uc11c\ubc84 \uc624\ub958\ub85c \uc778\ud574 \uc791\uc5c5\uc774 \uc2e4\ud328\ud55c \uc751\ub2f5\uc5d0 \uc0ac\uc6a9\ud574\uc57c \ud560 \uacb0\uacfc \ucf54\ub4dc\uc785\ub2c8\ub2e4. \uac12\uc740 \ud574\ub2f9\ud558\ub294 LDAP \uacb0\uacfc \ucf54\ub4dc\uc640 \ub3d9\uc77c\ud55c \uc815\uc218\uc5ec\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_SERVER_ERROR_RESULT_CODE_428=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-server-error-result-code \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. 1\ubcf4\ub2e4 \ud06c\uac70\ub098 \uac19\uc740 \uc815\uc218\uc5ec\uc57c \ud569\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_IDMAPPER_CANNOT_GET_BASE_429=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc544\uc774\ub514 \ub9e4\ud37c \uae30\ubcf8 \ud56d\ubaa9 cn=Identity Mappers,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_IDMAPPER_BASE_DOES_NOT_EXIST_430=\uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131 \uae30\ubcf8 cn=Identity Mappers,cn=config\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_ENTRY_UNACCEPTABLE_431=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc62c\ubc14\ub978 \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_CANNOT_CREATE_MAPPER_432=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_OBJECTCLASS_433=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc544\uc774\ub514 \ub9e4\ud37c \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-identity-mapper \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_IDMAPPER_DESCRIPTION_CLASS_NAME_434=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \ub9e4\ud37c\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_NO_CLASS_NAME_435=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_CLASS_NAME_436=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_CLASS_437=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_IDMAPPER_DESCRIPTION_ENABLED_438=\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_NO_ENABLED_ATTR_439=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_ENABLED_VALUE_440=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_IDMAPPER_CLASS_ACTION_REQUIRED_441=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \uc544\uc774\ub514 \ub9e4\ud37c \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_IDMAPPER_INITIALIZATION_FAILED_442=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uc544\uc774\ub514 \ub9e4\ud37c\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_IDMAPPER_EXISTS_443=DN %s\uc5d0 \ub4f1\ub85d\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \uc544\uc774\ub514 \ub9e4\ud37c \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_UNACCEPTABLE_CONFIG_444=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_PROXY_MAPPER_DN_445=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \ud504\ub85d\uc2dc \uc778\uc99d V2 \uc81c\uc5b4\uc640 \ud568\uaed8 \uc0ac\uc6a9\ud574\uc57c \ud560 \uc544\uc774\ub514 \ub9e4\ud37c\uc5d0 \ub300\ud55c \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc785\ub2c8\ub2e4.  \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_PROXY_MAPPER_DN_446=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-proxied-authorization-identity-mapper \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc720\ud6a8\ud55c \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_CORE_NO_PROXY_MAPPER_FOR_DN_447=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c \ud504\ub85d\uc2dc \uc778\uc99d \uc544\uc774\ub514 \ub9e4\ud37c DN %1$s\uc774(\uac00) \uc720\ud6a8\ud55c \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131 \ud56d\ubaa9\uc744 \ucc38\uc870\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_NO_PROXY_MAPPER_DN_448=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ud504\ub85d\uc2dc \uc778\uc99d V2 \uc791\uc5c5\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \uad6c\uc131\ud55c \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \uc774\ub984 \uae30\ubc18\uc758 \uc778\uc99d \uc544\uc774\ub514\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud504\ub85d\uc2dc \uc778\uc99d \uc81c\uc5b4\uac00 \ud3ec\ud568\ub41c \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_PROXY_MAPPER_DN_449=\uad6c\uc131\ub41c \ud504\ub85d\uc2dc \uc778\uc99d \uc544\uc774\ub514 \ub9e4\ud37c DN %s\uc774(\uac00) \ud65c\uc131\ud654\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ucc38\uc870\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \uc774\ub984 \uae30\ubc18\uc758 \uc778\uc99d \uc544\uc774\ub514\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud504\ub85d\uc2dc \uc778\uc99d \uc81c\uc5b4\uac00 \ud3ec\ud568\ub41c \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_SIZE_LIMIT_450=\uac80\uc0c9 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \ub54c \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0 \ubc18\ud658\ud574\uc57c \ud560 \uae30\ubcf8 \ucd5c\ub300 \ud56d\ubaa9 \uc218\uc785\ub2c8\ub2e4. \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 ds-rlim-size-limit \uc791\uc5c5 \uc18d\uc131\uc744 \ud3ec\ud568\uc2dc\ucf1c\uc11c \uc0ac\uc6a9\uc790 \ub2e8\uc704\ub85c \uc774 \uc18d\uc131\uc744 \ubb34\uc2dc\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_SIZE_LIMIT_451=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-size-limit \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc0ac\uc6a9\ud560 \ud06c\uae30 \uc81c\ud55c\uc744 \uc9c0\uc815\ud558\ub294 \uc591\uc758 \uc815\uc218 \uac12, 0 \ub610\ub294 \uc81c\ud55c \uc5c6\uc74c\uc744 \ub098\ud0c0\ub0b4\ub294 -1\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_SYNCH_CANNOT_GET_CONFIG_BASE_452=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790 \uad6c\uc131 \uae30\ubcf8 \ud56d\ubaa9 cn=Synchronization Providers,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_SYNCH_BASE_DOES_NOT_EXIST_453=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790 \uae30\ubcf8 \ud56d\ubaa9 cn=Synchronization Providers,cn=config\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FATAL_ERR_CONFIG_SYNCH_ENTRY_DOES_NOT_HAVE_PROVIDER_CONFIG_454=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790 \ub8e8\ud2b8 \uc544\ub798\uc5d0 \uc788\uc9c0\ub9cc \ubaa8\ub4e0 \ub3d9\uae30\ud654 \uacf5\uae09\uc790 \uad6c\uc131 \ud56d\ubaa9\uc5d0 \uc788\uc5b4\uc57c \ud560 ds-cfg-synchronization-provider \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_SYNCH_CANNOT_CHECK_FOR_PROVIDER_CONFIG_OC_455=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) \uc720\ud6a8\ud55c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790\uc778\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_SYNCH_DESCRIPTION_PROVIDER_ENABLED_456=\uc5f0\uacb0\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\uace0 \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ubaa8\ub4e0 \ub3d9\uae30\ud654 \uacf5\uae09\uc790 \ud56d\ubaa9\uc5d0 \uc774 \uc18d\uc131\uc774 \uc788\uc5b4\uc57c \ud558\uace0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \uc2e4\ud589\ud558\ub294 \ub3d9\uc548\uc5d0\ub294 \uc774 \uc18d\uc131\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_SYNCH_PROVIDER_NO_ENABLED_ATTR_457=\ub3d9\uae30\ud654 \uacf5\uae09\uc790 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ub3d9\uae30\ud654 \uacf5\uae09\uc790\ub97c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SYNCH_PROVIDER_DISABLED_458=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790\uac00 \ube44\ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uacf5\uae09\uc790\uac00 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_DETERMINE_ENABLED_STATE_459=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_SYNCH_DESCRIPTION_PROVIDER_CLASS_460=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790\uc5d0 \ub300\ud55c \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \ubaa8\ub4e0 \ub3d9\uae30\ud654 \uacf5\uae09\uc790 \ud56d\ubaa9\uc5d0 \uc774 \uc18d\uc131\uc774 \uc788\uc5b4\uc57c \ud558\uace0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \uc2e4\ud589\ud558\ub294 \ub3d9\uc548\uc5d0\ub294 \uc774 \uc18d\uc131\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_SYNCH_NO_CLASS_ATTR_461=\ub3d9\uae30\ud654 \uacf5\uae09\uc790 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ub3d9\uae30\ud654 \uacf5\uae09\uc790 \ub17c\ub9ac\ub97c \uad6c\ud604\ud558\ub294 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_DETERMINE_CLASS_462=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790 \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 \ub370 \uc0ac\uc6a9\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_LOAD_PROVIDER_CLASS_463=\ub3d9\uae30\ud654 \uacf5\uae09\uc790 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0\uc11c \ucc38\uc870\ub41c %1$s \ud074\ub798\uc2a4\ub97c \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_INSTANTIATE_PROVIDER_464=\ub3d9\uae30\ud654 \uacf5\uae09\uc790 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0\uc11c \ucc38\uc870\ub41c %1$s \ud074\ub798\uc2a4\ub97c \uc778\uc2a4\ud134\uc2a4\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
FATAL_ERR_CONFIG_SYNCH_ERROR_INITIALIZING_PROVIDER_465=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \ucc38\uc870\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub3d9\uae30\ud654 \uacf5\uae09\uc790\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_SYNCH_PROVIDER_HAS_BEEN_DISABLED_466=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub3d9\uae30\ud654 \uacf5\uae09\uc790\uac00 \ud604\uc7ac \ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc9c0\ub9cc \uad6c\uc131\uc774 \ubcc0\uacbd\ub418\uc5c8\uc73c\ubbc0\ub85c \uc774\ub97c \ube44\ud65c\uc131\ud654\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
FATAL_ERR_CONFIG_SYNCH_PROVIDER_CLASS_CHANGED_467=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub3d9\uae30\ud654 \uacf5\uae09\uc790\uc5d0 \ub300\ud55c \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4\uac00 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_WRITABILITY_468=\uc774 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \uc4f0\uae30 \uac00\ub2a5\uc131 \ubaa8\ub4dc\uc785\ub2c8\ub2e4. \uc774 \uac12\uc740 \ubaa8\ub4e0 \uc4f0\uae30 \uc791\uc5c5\uc774 \ud5c8\uc6a9\ub418\ub294 \uacbd\uc6b0 "enabled", \ubaa8\ub4e0 \uc4f0\uae30 \uc791\uc5c5\uc774 \uac70\ubd80\ub418\ub294 \uacbd\uc6b0 "disabled", \ub0b4\ubd80 \uc4f0\uae30 \uc791\uc5c5\uacfc \ub3d9\uae30\ud654 \uc5c5\ub370\uc774\ud2b8\ub9cc \ud5c8\uc6a9\ub418\ub294 \uacbd\uc6b0 "internal-only"\uc77c \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_NO_WRITABILITY_MODE_469=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uc5d0 \ud574\ub2f9 \ubc31\uc5d4\ub4dc\uc758 \uc4f0\uae30 \uac00\ub2a5\uc131 \ubaa8\ub4dc\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-writability-mode \uad6c\uc131 \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_INVALID_WRITABILITY_MODE_470=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uc5d0 \uc798\ubabb\ub41c \uc4f0\uae30 \uac00\ub2a5\uc131 \ubaa8\ub4dc %s\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_WRITABILITY_471=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ubc31\uc5d4\ub4dc\uc758 \uc4f0\uae30 \uac00\ub2a5\uc131 \ubaa8\ub4dc\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ubc31\uc5d4\ub4dc\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_WRITABILITY_MODE_472=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc758 \uc4f0\uae30 \uac00\ub2a5\uc131 \ubaa8\ub4dc\uc785\ub2c8\ub2e4. \uac12\uc740 "enabled", "disabled" \ub610\ub294 "internal-only" \uc911 \ud558\ub098\uc77c \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_WRITABILITY_MODE_473=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-writability-mode \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 "enabled", "disabled" \ub610\ub294 "internal-only" \uc911 \ud558\ub098\uc5ec\uc57c \ud569\ub2c8\ub2e4: %s
INFO_CONFIG_CORE_DESCRIPTION_BIND_WITH_DN_REQUIRES_PW_474=DN\uc744 \ud3ec\ud568\ud558\ub294 \ub2e8\uc21c \ubc14\uc778\ub4dc\uc5d0 \ube44\ubc00\ubc88\ud638\uac00 \ud3ec\ud568\ub418\uc5b4\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ube44\ud65c\uc131\ud654\ub41c \uacbd\uc6b0 \ube44\ubc00\ubc88\ud638\uac00 \uc5c6\ub294 \ubc14\uc778\ub4dc\ub294 \ubc14\uc778\ub4dc DN\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\ub354\ub77c\ub3c4 \ud56d\uc0c1 \uc775\uba85\uc73c\ub85c \ucc98\ub9ac\ub418\uc5b4 \uc77c\ubd80 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uc758 \uacbd\uc6b0 \ubcf4\uc548\uc5d0 \ud5c8\uc810\uc774 \uc0dd\uae38 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc635\uc158\uc744 \ud65c\uc131\ud654\ud55c \uacbd\uc6b0 DN\uc740 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ube44\ubc00\ubc88\ud638\uac00 \uc5c6\ub294 \ub2e8\uc21c \ubc14\uc778\ub4dc \uc694\uccad\uc740 \uc775\uba85 \uc778\uc99d\uc73c\ub85c \uae30\ubcf8 \uc9c0\uc815\ub418\ub294 \ub300\uc2e0 \uac70\ubd80\ub429\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_BIND_WITH_DN_REQUIRES_PW_475=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-bind-with-dn-requires-password \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 "TRUE" \ub610\ub294 "FALSE"\uc5ec\uc57c \ud569\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_PWVALIDATOR_CANNOT_GET_BASE_476=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790 \uae30\ubcf8 \ud56d\ubaa9 cn=Password Validators,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_PWVALIDATOR_BASE_DOES_NOT_EXIST_477=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790 \uad6c\uc131 \uae30\ubcf8 cn=Password Validators,cn=config\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWVALIDATOR_ENTRY_UNACCEPTABLE_478=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc720\ud6a8\ud55c \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWVALIDATOR_CANNOT_CREATE_VALIDATOR_479=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_OBJECTCLASS_480=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-password-validator \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_PWVALIDATOR_DESCRIPTION_CLASS_NAME_481=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790\ub97c \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \uac80\uc99d\uc790\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \uac80\uc99d\uc790\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWVALIDATOR_NO_CLASS_NAME_482=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_CLASS_NAME_483=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_CLASS_484=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_PWVALIDATOR_DESCRIPTION_ENABLED_485=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWVALIDATOR_NO_ENABLED_ATTR_486=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_ENABLED_VALUE_487=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_PWVALIDATOR_CLASS_ACTION_REQUIRED_488=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uac80\uc99d\uc790\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_PWVALIDATOR_INITIALIZATION_FAILED_489=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_PWVALIDATOR_EXISTS_490=DN %s\uc5d0 \ub4f1\ub85d\ub41c \uac80\uc99d\uc790\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWVALIDATOR_UNACCEPTABLE_CONFIG_491=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_PWGENERATOR_CANNOT_GET_BASE_492=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30 \uae30\ubcf8 \ud56d\ubaa9 cn=Password Generators,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_PWGENERATOR_BASE_DOES_NOT_EXIST_493=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30 \uad6c\uc131 \uae30\ubcf8 cn=Password Generators,cn=config\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWGENERATOR_ENTRY_UNACCEPTABLE_494=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc720\ud6a8\ud55c \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWGENERATOR_CANNOT_CREATE_GENERATOR_495=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_OBJECTCLASS_496=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-password-generator \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_PWGENERATOR_DESCRIPTION_CLASS_NAME_497=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\ub97c \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \uc0dd\uc131\uae30\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \uc0dd\uc131\uae30\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWGENERATOR_NO_CLASS_NAME_498=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_CLASS_NAME_499=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_CLASS_500=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_PWGENERATOR_DESCRIPTION_ENABLED_501=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWGENERATOR_NO_ENABLED_ATTR_502=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_ENABLED_VALUE_503=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_PWGENERATOR_CLASS_ACTION_REQUIRED_504=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc0dd\uc131\uae30\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_PWGENERATOR_INITIALIZATION_FAILED_505=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_PWGENERATOR_EXISTS_506=DN %s\uc5d0 \ub4f1\ub85d\ub41c \uc0dd\uc131\uae30\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWGENERATOR_UNACCEPTABLE_CONFIG_507=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_DEFAULT_PWPOLICY_DN_508=\uc0ac\uc6a9\uc790 \uc815\uc758 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc740 \ubaa8\ub4e0 \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc801\uc6a9\ub418\ub294 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc758 \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc744 \uc815\uc758\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc785\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud558\uace0 \uc720\ud6a8\ud55c \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uad6c\uc131\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_NO_DEFAULT_PWPOLICY_509=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ub300\ud55c \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc774 \uad6c\uc131\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-default-password-policy \uc18d\uc131\uc5d0\uc11c \uc774 \uc18d\uc131\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_DEFAULT_PWPOLICY_DN_510=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-default-password-policy \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uad6c\uc131 \ud56d\ubaa9\uc744 \uc9c0\uc815\ud558\ub294 DN\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_CORE_NO_SUCH_PWPOLICY_511=ds-cfg-default-password-policy \uad6c\uc131 \uc18d\uc131\uc758 %s \uac12\uc5d0\uc11c \uc720\ud6a8\ud55c \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uad6c\uc131 \ud56d\ubaa9\uc744 \ucc38\uc870\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_PWPOLICY_CANNOT_GET_BASE_512=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uae30\ubcf8 \ud56d\ubaa9 cn=Password Policies,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWPOLICY_BASE_DOES_NOT_EXIST_513=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uad6c\uc131 \uae30\ubcf8 cn=Password Policies,cn=config\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWPOLICY_NO_POLICIES_514=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc758 cn=Password Policies,cn=config \ud56d\ubaa9 \uc544\ub798\uc5d0 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uad6c\uc131\uc744 \ud558\ub098 \uc774\uc0c1 \uc815\uc758\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_PWPOLICY_INVALID_POLICY_CONFIG_515=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc774 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWPOLICY_MISSING_DEFAULT_POLICY_516=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc774 %s(\uc73c)\ub85c \uc815\uc758\ub418\uc5b4 \uc788\uc9c0\ub9cc \ud574\ub2f9 \ud56d\ubaa9\uc774 \uc5c6\uac70\ub098 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uad6c\uc131 \uae30\ubcf8 cn=Password Policies,cn=config \uc544\ub798\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_PWPOLICY_CANNOT_DELETE_DEFAULT_POLICY_517=\uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc774(\uac00) \ud604\uc7ac \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc758 \uad6c\uc131 \ud56d\ubaa9\uc73c\ub85c \uc815\uc758\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uad6c\uc131 \ud56d\ubaa9\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_PWPOLICY_REMOVED_POLICY_518=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \ud56d\ubaa9 %s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc81c\uac70\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc744 \uba85\uc2dc\uc801\uc73c\ub85c \ucc38\uc870\ud558\ub294 \ubaa8\ub4e0 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc740 \ub354 \uc774\uc0c1 \uc778\uc99d\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_AUTHZ_CANNOT_GET_ENTRY_519=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\uc131 \ud56d\ubaa9 cn=Access Control Handler,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_AUTHZ_ENTRY_DOES_NOT_EXIST_520=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\uc131 \ud56d\ubaa9 cn=Access Control Handler,cn=config\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.  \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
FATAL_ERR_CONFIG_AUTHZ_ENTRY_DOES_NOT_HAVE_OBJECT_CLASS_521=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\uc131 \ud56d\ubaa9 cn=Access Control Handler,cn=config\uc5d0 \uc62c\ubc14\ub978 \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc774 \uc720\ud6a8\ud558\ub824\uba74 ds-cfg-access-control-handler \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
INFO_CONFIG_AUTHZ_DESCRIPTION_ENABLED_523=\uc561\uc138\uc2a4 \uc81c\uc5b4\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\uace0 \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc740 \ud544\uc218\uc785\ub2c8\ub2e4.
FATAL_ERR_CONFIG_AUTHZ_NO_ENABLED_ATTR_524=\uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc561\uc138\uc2a4 \uc81c\uc5b4\ub97c \ud65c\uc131\ud654\ud558\uc5ec \uc0ac\uc6a9\ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_AUTHZ_DISABLED_525=\uc561\uc138\uc2a4 \uc81c\uc5b4\uac00 \ube44\ud65c\uc131\ud654\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
NOTICE_CONFIG_AUTHZ_ENABLED_526=\uc561\uc138\uc2a4 \uc81c\uc5b4\uac00 \ud65c\uc131\ud654\ub418\uc5c8\uace0 %s \uad6c\ud604\uc744 \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_DETERMINE_ENABLED_STATE_527=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc561\uc138\uc2a4 \uc81c\uc5b4\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_AUTHZ_DESCRIPTION_CLASS_528=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ub300\ud55c \uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\ud604\uc744 \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc740 \ud544\uc218\uc785\ub2c8\ub2e4.
FATAL_ERR_CONFIG_AUTHZ_NO_CLASS_ATTR_529=\uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ub300\ud55c \uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\ud604\uc744 \uc81c\uacf5\ud558\ub294 Java \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_DETERMINE_CLASS_530=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\ud604\uc744 \uc81c\uacf5\ud558\ub294 \ub370 \uc0ac\uc6a9\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_LOAD_CLASS_531=\uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0\uc11c \ucc38\uc870\ub41c %1$s \ud074\ub798\uc2a4\ub97c \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
FATAL_ERR_CONFIG_AUTHZ_BAD_CLASS_532=\uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0\uc11c \ucc38\uc870\ub41c \uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\ud604 \ud074\ub798\uc2a4 %1$s\uc5d0\uc11c %3$s \uc778\ud130\ud398\uc774\uc2a4\ub97c \uad6c\ud604\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %4$s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_INSTANTIATE_HANDLER_533=\uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0\uc11c \ucc38\uc870\ub41c %1$s \ud074\ub798\uc2a4\ub97c \uc778\uc2a4\ud134\uc2a4\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
FATAL_ERR_CONFIG_AUTHZ_ERROR_INITIALIZING_HANDLER_534=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \ucc38\uc870\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc561\uc138\uc2a4 \uc81c\uc5b4 \uad6c\ud604\uc744 \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_ROOTDN_CANNOT_GET_BASE_535=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ub8e8\ud2b8 DN \uae30\ubcf8 \ud56d\ubaa9 cn=Root DNs,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ROOTDN_BASE_DOES_NOT_EXIST_536=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uad6c\uc131 \uae30\ubcf8 cn=Root DNs,cn=config\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ROOTDN_ENTRY_UNACCEPTABLE_537=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc720\ud6a8\ud55c \ub8e8\ud2b8 DN \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_CREATE_538=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub8e8\ud2b8 DN\uc744 \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ROOTDN_INVALID_OBJECTCLASS_539=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub8e8\ud2b8 DN \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-root-dn-user \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_ROOTDN_DESCRIPTION_ALTERNATE_BIND_DN_540=\ub8e8\ud2b8 DN \uad6c\uc131 \ud56d\ubaa9\uc758 \uc2e4\uc81c DN \uc678\uc5d0 \uc5f0\uacb0\ub41c \ub8e8\ud2b8 DN\uc73c\ub85c \uc778\uc99d\ud558\uae30 \uc704\ud574 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ub300\uccb4 \ubc14\uc778\ub4dc DN\uc744 \ud558\ub098 \uc774\uc0c1 \uc9c0\uc815\ud569\ub2c8\ub2e4. \ub300\uccb4 \ubc14\uc778\ub4dc DN\uc740 \ub514\ub809\ud1a0\ub9ac\uc758 \ub2e4\ub978 \ud56d\ubaa9 DN, \ub610\ub294 \ub2e4\ub978 \ub8e8\ud2b8 DN\uc5d0 \ub300\ud574 \uad6c\uc131\ub41c \ub2e4\ub978 \ub300\uccb4 \ubc14\uc778\ub4dc DN\uacfc \ucda9\ub3cc\ud558\uc9c0 \ub9d0\uc544\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ROOTDN_CONFLICTING_MAPPING_541=\ub8e8\ud2b8 \uc0ac\uc6a9\uc790 \"%3$s\"\uc5d0 \ub300\ud55c \ub300\uccb4 \ubc14\uc778\ub4dc DN\uc73c\ub85c \uc774\ubbf8 \ub4f1\ub85d\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \"%1$s\"\uc744(\ub97c) \uc0ac\uc6a9\uc790 \"%2$s\"\uc5d0 \ub300\ud55c \ub300\uccb4 \ubc14\uc778\ub4dc DN\uc73c\ub85c \ub4f1\ub85d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_PARSE_ALTERNATE_BIND_DNS_542=\ub8e8\ud2b8 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \ub300\uccb4 \ubc14\uc778\ub4dc DN \uc9d1\ud569\uc744 \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_REGISTER_ALTERNATE_BIND_DN_543=\"%s\"\uc744(\ub97c) \ub8e8\ud2b8 \uc0ac\uc6a9\uc790 \"%s\"\uc5d0 \ub300\ud55c \ub300\uccb4 \ubc14\uc778\ub4dc DN\uc73c\ub85c \ub4f1\ub85d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ROOTDN_EXISTS_544=\ub2e4\ub978 \ub8e8\ud2b8 \uc0ac\uc6a9\uc790\uac00 \ub8e8\ud2b8 DN \ud56d\ubaa9 %s\uc5d0 \uc774\ubbf8 \ub4f1\ub85d\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_ACCTNOTHANDLER_CANNOT_GET_BASE_545=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \uae30\ubcf8 \ud56d\ubaa9 cn=Account Status Notification Handlers,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_ACCTNOTHANDLER_BASE_DOES_NOT_EXIST_546=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \uad6c\uc131 \uae30\ubcf8 \ud56d\ubaa9cn=Account Status Notification Handlers,cn=config\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_ENTRY_UNACCEPTABLE_547=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc720\ud6a8\ud55c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_CANNOT_CREATE_HANDLER_548=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_OBJECTCLASS_549=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-account-status-notification-handler \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_ACCTNOTHANDLER_DESCRIPTION_CLASS_NAME_550=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\ub97c \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \uc54c\ub9bc \ucc98\ub9ac\uae30\uac00 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \ucc98\ub9ac\uae30\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_NO_CLASS_NAME_551=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_CLASS_NAME_552=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_CLASS_553=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_ACCTNOTHANDLER_DESCRIPTION_ENABLED_554=\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\ub97c \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_NO_ENABLED_ATTR_555=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_ENABLED_VALUE_556=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_ACCTNOTHANDLER_CLASS_ACTION_REQUIRED_557=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc54c\ub9bc \ucc98\ub9ac\uae30\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_ACCTNOTHANDLER_INITIALIZATION_FAILED_558=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_ACCTNOTHANDLER_EXISTS_559=DN %s\uc5d0 \ub4f1\ub85d\ub41c \uc54c\ub9bc \ucc98\ub9ac\uae30\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_UNACCEPTABLE_CONFIG_560=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_LOOKTHROUGH_LIMIT_561=\uac80\uc0c9 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \ub54c \uc77c\uce58 \uc5ec\ubd80\ub97c \ud655\uc778\ud55c \ud6c4\ubcf4 \ud56d\ubaa9\uc758 \uae30\ubcf8 \ucd5c\ub300 \uc218\uc785\ub2c8\ub2e4. \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 ds-rlim-lookthrough-limit \uc791\uc5c5 \uc18d\uc131\uc744 \ud3ec\ud568\uc2dc\ucf1c\uc11c \uc0ac\uc6a9\uc790 \ub2e8\uc704\ub85c \uc774 \uc18d\uc131\uc744 \ubb34\uc2dc\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_LOOKTHROUGH_LIMIT_562=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-lookthrough-limit \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 \uc0ac\uc6a9\ud560 \uc870\uc0ac \uc81c\ud55c\uc744 \uc9c0\uc815\ud558\ub294 \uc591\uc758 \uc815\uc218 \uac12, 0 \ub610\ub294 \uc81c\ud55c \uc5c6\uc74c\uc744 \ub098\ud0c0\ub0b4\ub294 -1\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_UNABLE_TO_APPLY_STARTUP_CHANGES_563=\uc2dc\uc791 \uc2dc %s \ud30c\uc77c\uc5d0 \ud3ec\ud568\ub41c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc801\uc6a9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_ERROR_APPLYING_STARTUP_CHANGE_564=\uc11c\ubc84 \uc2dc\uc791 \uc2dc \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_CONFIG_UNABLE_TO_APPLY_CHANGES_FILE_565=\uc11c\ubc84 \uc2dc\uc791 \uc2dc \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub294 \ub3d9\uc548 \ud558\ub098 \uc774\uc0c1\uc758 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_DESCRIPTION_BACKEND_MODE_566=\ubc31\uc5d4\ub4dc \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ud30c\uc77c\uc774 \ud3ec\ud568\ub41c \ub514\ub809\ud1a0\ub9ac\uc5d0 \uc0ac\uc6a9\ub41c \uad8c\ud55c\uc785\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_MODE_INVALID_567=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-db-directory-permissions \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uac12\uc740 3\uc790\ub9ac 8\uc9c4\uc218\ub85c \ud45c\uc2dc\ub41c UNIX \uad8c\ud55c \ubaa8\ub4dc\uc5ec\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_BACKEND_INSANE_MODE_568=\uc62c\ubc14\ub974\uc9c0 \uc54a\uc740 UNIX \ud30c\uc77c \uad8c\ud55c %s\uc774(\uac00) \ubc31\uc5d4\ub4dc\uc5d0 \ubc31\uc5d4\ub4dc \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ub514\ub809\ud1a0\ub9ac\uc5d0 \ub300\ud55c \uc77d\uae30 \ubc0f \uc4f0\uae30 \uc561\uc138\uc2a4\ub97c \ud5c8\uc6a9\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_CORE_DESCRIPTION_TIME_LIMIT_569=\uac80\uc0c9 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \ub54c \ud5c8\uc6a9\ub418\ub294 \uae30\ubcf8 \ucd5c\ub300 \uc2dc\uac04 \uae38\uc774\uc785\ub2c8\ub2e4. \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 ds-rlim-time-limit \uc791\uc5c5 \uc18d\uc131\uc744 \ud3ec\ud568\uc2dc\ucf1c\uc11c \uc0ac\uc6a9\uc790 \ub2e8\uc704\ub85c \uc774 \uc18d\uc131\uc744 \ubb34\uc2dc\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_INVALID_TIME_LIMIT_570=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-time-limit \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 \uc815\uc218 \uac12 \ub4a4\uc5d0 \uacf5\ubc31\uacfc \uc2dc\uac04 \ub2e8\uc704(\ucd08, \ubd84, \uc2dc\uac04, \uc77c \ub610\ub294 \uc8fc)\uac00 \uc635\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_PWPOLICY_NO_DEFAULT_POLICY_571=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ub300\ud55c \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc774 \uad6c\uc131\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. cn=config \ud56d\ubaa9\uc758 ds-cfg-default-password-policy \uc18d\uc131\uc5d0\uc11c \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_BACKEND_CANNOT_REGISTER_BACKEND_572=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ubc31\uc5d4\ub4dc %s\uc744(\ub97c) \ub4f1\ub85d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_NO_REASON_573=\uad6c\uc131 \uc544\uce74\uc774\ube0c \ub514\ub809\ud1a0\ub9ac %s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_574=\uad6c\uc131 \uc544\uce74\uc774\ube0c \ub514\ub809\ud1a0\ub9ac %s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_FILE_CANNOT_WRITE_CONFIG_ARCHIVE_575=\ud604\uc7ac \uad6c\uc131\uc744 \uad6c\uc131 \uc544\uce74\uc774\ube0c\uc5d0 \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_CORE_DESCRIPTION_REJECT_UNAUTHENTICATED_REQUESTS_576=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc778\uc99d\ub418\uc9c0 \uc54a\uc740 \ud074\ub77c\uc774\uc5b8\ud2b8\uc758 \uc694\uccad\uc744 \uac70\ubd80\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. "true"\ub85c \uc124\uc815\ub41c \uacbd\uc6b0 \uc778\uc99d\ub418\uc9c0 \uc54a\uc740 \ud074\ub77c\uc774\uc5b8\ud2b8\ub294 \ubc14\uc778\ub4dc \ubc0f TLS \uc2dc\uc791 \uc694\uccad\ub9cc \uc804\uc1a1\ud560 \uc218 \uc788\ub3c4\ub85d \ud5c8\uc6a9\ub429\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CORE_REJECT_UNAUTHENTICATED_REQUESTS_INVALID_577=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-reject-unauthenticated-requests \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 "true" \ub610\ub294 "false"\uc5ec\uc57c \ud569\ub2c8\ub2e4.
FATAL_ERR_CONFIG_GROUP_CANNOT_GET_BASE_578=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uadf8\ub8f9 \uad6c\ud604 \uae30\ubcf8 \ud56d\ubaa9 cn=Group Implementations,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_GROUP_BASE_DOES_NOT_EXIST_579=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uadf8\ub8f9 \uad6c\ud604 \uad6c\uc131 \uae30\ubcf8 cn=Group Implementations,cn=config\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_GROUP_ENTRY_UNACCEPTABLE_580=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc720\ud6a8\ud55c \uadf8\ub8f9 \uad6c\ud604 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_GROUP_CANNOT_CREATE_IMPLEMENTATION_581=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uadf8\ub8f9 \uad6c\ud604\uc744 \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_GROUP_INVALID_OBJECTCLASS_582=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uadf8\ub8f9 \uad6c\ud604 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-group-implementation \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_GROUP_DESCRIPTION_CLASS_NAME_583=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uadf8\ub8f9 \uad6c\ud604\uc744 \uc815\uc758\ud558\ub294 Java \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc785\ub2c8\ub2e4. \uc5f0\uacb0\ub41c \uad6c\ud604\uc774 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294 \ub3d9\uc548 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uba74 \ud574\ub2f9 \uadf8\ub8f9 \uad6c\ud604\uc744 \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_GROUP_NO_CLASS_NAME_584=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \uadf8\ub8f9 \uad6c\ud604\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4
SEVERE_ERR_CONFIG_GROUP_INVALID_CLASS_NAME_585=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_GROUP_INVALID_CLASS_586=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \uadf8\ub8f9 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
INFO_CONFIG_GROUP_DESCRIPTION_ENABLED_587=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uadf8\ub8f9 \uad6c\ud604\uc744 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_GROUP_NO_ENABLED_ATTR_588=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uadf8\ub8f9 \uad6c\ud604\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \ud65c\uc131\ud654\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0b4\ub294 ds-cfg-enabled \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_GROUP_INVALID_ENABLED_VALUE_589=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_GROUP_CLASS_ACTION_REQUIRED_590=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \uadf8\ub8f9 \uad6c\ud604 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uadf8\ub8f9 \uad6c\ud604\uc744 \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_GROUP_INITIALIZATION_FAILED_591=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uadf8\ub8f9 \uad6c\ud604\uc73c\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_GROUP_EXISTS_592=DN %s\uc5d0 \ub4f1\ub85d\ub41c \uadf8\ub8f9 \uad6c\ud604\uc774 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \uadf8\ub8f9 \uad6c\ud604 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_GROUP_UNACCEPTABLE_CONFIG_593=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uadf8\ub8f9 \uad6c\ud604\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ROOTDN_DESCRIPTION_ROOT_PRIVILEGE_594=\ub8e8\ud2b8 \uc0ac\uc6a9\uc790\ub97c \uc11c\ubc84\uc5d0 \uc778\uc99d\ud560 \ub54c \ub8e8\ud2b8 \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc790\ub3d9\uc73c\ub85c \uc9c0\uc815\ub418\ub294 \uad8c\ud55c \uc9d1\ud569\uc785\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_ROOTDN_UNRECOGNIZED_PRIVILEGE_595=%2$s \ud56d\ubaa9\uc758 %1$s \uad6c\uc131 \uc18d\uc131\uc5d0 \ud3ec\ud568\ub41c \uae30\ubcf8 \ub8e8\ud2b8 \uad8c\ud55c \uc9d1\ud569\uc5d0 \uc778\uc2dd\ud560 \uc218 \uc5c6\ub294 \uad8c\ud55c %3$s\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ROOTDN_ERROR_DETERMINING_ROOT_PRIVILEGES_596=\uae30\ubcf8\uc801\uc73c\ub85c \ub8e8\ud2b8 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ubd80\uc5ec\ub418\ub294 \uad8c\ud55c \uc9d1\ud569\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_ROOTDN_UPDATED_PRIVILEGES_597=\ub8e8\ud2b8 \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc790\ub3d9\uc73c\ub85c \uc9c0\uc815\ub418\ub294 \uad8c\ud55c \uc9d1\ud569\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\ubbf8 \ub8e8\ud2b8 \uc0ac\uc6a9\uc790\ub85c \uc778\uc99d\ub41c \uae30\uc874 \uc5f0\uacb0\uc5d0\ub294 \uc774 \uc0c8 \uad8c\ud55c \uc9d1\ud569\uc774 \uc801\uc6a9\ub418\uc9c0 \uc54a\uc9c0\ub9cc \ubaa8\ub4e0 \ud6c4\uc18d \ub8e8\ud2b8 \uc0ac\uc6a9\uc790 \uc778\uc99d\uc5d0\ub294 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_ADD_INSUFFICIENT_PRIVILEGES_598=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ucd94\uac00 \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_DELETE_INSUFFICIENT_PRIVILEGES_599=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc0ad\uc81c \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_MODIFY_INSUFFICIENT_PRIVILEGES_600=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc218\uc815 \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_MODDN_INSUFFICIENT_PRIVILEGES_601=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c DN \uc218\uc815 \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_SEARCH_INSUFFICIENT_PRIVILEGES_602=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uac80\uc0c9 \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_MODIFY_PRIVS_INSUFFICIENT_PRIVILEGES_603=\uae30\ubcf8 \ub8e8\ud2b8 \uad8c\ud55c \uc9d1\ud569\uc744 \ubcc0\uacbd\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_CERTMAPPER_CANNOT_GET_BASE_604=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc778\uc99d\uc11c \ub9e4\ud37c \uae30\ubcf8 \ud56d\ubaa9 cn=Certificate Mappers,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_CERTMAPPER_BASE_DOES_NOT_EXIST_605=\uc778\uc99d\uc11c \ub9e4\ud37c \uad6c\uc131 \uae30\ubcf8 cn=Certificate Mappers,cn=config\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CERTMAPPER_ENTRY_UNACCEPTABLE_606=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc720\ud6a8\ud55c \uc778\uc99d\uc11c \ub9e4\ud37c \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CERTMAPPER_CANNOT_CREATE_MAPPER_607=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc778\uc99d\uc11c \ub9e4\ud37c\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_OBJECTCLASS_608=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c \ub9e4\ud37c \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-certificate-mapper \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CERTMAPPER_NO_CLASS_NAME_609=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \uc778\uc99d\uc11c \ub9e4\ud37c\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_CLASS_NAME_610=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_CLASS_611=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \uc778\uc99d\uc11c \ub9e4\ud37c \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_ENABLED_VALUE_612=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_CERTMAPPER_CLASS_ACTION_REQUIRED_613=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \uc778\uc99d\uc11c \ub9e4\ud37c \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \ub9e4\ud37c\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_CERTMAPPER_INITIALIZATION_FAILED_614=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uc778\uc99d\uc11c \ub9e4\ud37c\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_CERTMAPPER_EXISTS_615=DN %s\uc5d0 \ub4f1\ub85d\ub41c \ub9e4\ud37c\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \uc778\uc99d\uc11c \ub9e4\ud37c \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CERTMAPPER_UNACCEPTABLE_CONFIG_616=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc778\uc99d\uc11c \ub9e4\ud37c\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_KEYMANAGER_CANNOT_GET_BASE_617=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uae30\ubcf8 \ud56d\ubaa9 cn=Key Manager Providers,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_KEYMANAGER_BASE_DOES_NOT_EXIST_618=\ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uad6c\uc131 \uae30\ubcf8 cn=Key MAnagr Providers,cn=config\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_KEYMANAGER_ENTRY_UNACCEPTABLE_619=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc720\ud6a8\ud55c \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_KEYMANAGER_CANNOT_CREATE_PROVIDER_620=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_OBJECTCLASS_621=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-key-manager-provider \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_KEYMANAGER_NO_CLASS_NAME_622=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_CLASS_NAME_623=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_CLASS_624=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_ENABLED_VALUE_625=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_KEYMANAGER_CLASS_ACTION_REQUIRED_626=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uacf5\uae09\uc790\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_KEYMANAGER_INITIALIZATION_FAILED_627=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_KEYMANAGER_EXISTS_628=DN %s\uc5d0 \ub4f1\ub85d\ub41c \uacf5\uae09\uc790\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_KEYMANAGER_UNACCEPTABLE_CONFIG_629=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_TRUSTMANAGER_CANNOT_GET_BASE_630=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uae30\ubcf8 \ud56d\ubaa9 cn=Trust Manager Providers,cn=config\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_TRUSTMANAGER_BASE_DOES_NOT_EXIST_631=\ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uad6c\uc131 \uae30\ubcf8 cn=Trust Managr Providers,cn=config\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \uc62c\ubc14\ub85c \uc791\ub3d9\ud558\ub824\uba74 \uc774 \ud56d\ubaa9\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_TRUSTMANAGER_ENTRY_UNACCEPTABLE_632=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc720\ud6a8\ud55c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uad6c\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s. \uc774 \uad6c\uc131 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_TRUSTMANAGER_CANNOT_CREATE_PROVIDER_633=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_OBJECTCLASS_634=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uc815\uc758\uc5d0 \ud544\uc694\ud55c ds-cfg-trust-manager-provider \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_TRUSTMANAGER_NO_CLASS_NAME_635=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc5f0\uacb0\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uc758 \uc815\uaddc\ud654\ub41c \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-java-class \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_CLASS_NAME_636=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-java-class \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_CLASS_637=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\uc5d0 \uc720\ud6a8\ud55c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \uad6c\ud604\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_ENABLED_VALUE_638=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-enabled \uc18d\uc131\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_TRUSTMANAGER_CLASS_ACTION_REQUIRED_639=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \ud074\ub798\uc2a4 \uc774\ub984\uc744 %1$s\uc5d0\uc11c %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \uc694\uccad\uc740 \ub3d9\uc801\uc73c\ub85c \uc801\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uacf5\uae09\uc790\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_CONFIG_TRUSTMANAGER_INITIALIZATION_FAILED_640=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_TRUSTMANAGER_EXISTS_641=DN %s\uc5d0 \ub4f1\ub85d\ub41c \uacf5\uae09\uc790\uac00 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 DN\uc744 \uac00\uc9c4 \uc0c8 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790 \ud56d\ubaa9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_TRUSTMANAGER_UNACCEPTABLE_CONFIG_642=\ub0b4\ubd80 \uac80\uc99d\uc5d0 \ub530\ub77c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uc758 \uad6c\uc131\uc744 \ud5c8\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uadf8\ub7ec\ub098 \ud56d\ubaa9 \ubb38\uc81c\uc640 \uad00\ub828\ub41c \uad6c\uccb4\uc801\uc778 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_JMX_CANNOT_GET_ATTRIBUTE_643=\uad6c\uc131 \ud56d\ubaa9 %2$s\uacfc(\uc640) \uc5f0\uacb0\ub41c JMX \uc18d\uc131 %1$s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_JMX_SET_ATTR_NO_CONNECTION_644=\uc0ac\uc6a9 \uac00\ub2a5\ud55c JMX \uc5f0\uacb0\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 %2$s\uacfc(\uc640) \uc5f0\uacb0\ub41c JMX \uc18d\uc131 %1$s\uc758 \uac12\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CHANGE_NO_RESULT_645=%s.%s\uc5d0\uc11c %s \ud56d\ubaa9\uc5d0 \ub300\ud574 Null \uacb0\uacfc\ub97c \ubc18\ud658\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_CHANGE_RESULT_ERROR_646=%s.%s\uc774(\uac00) %s \ud56d\ubaa9\uc5d0 \ub300\ud574 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4: \uacb0\uacfc \ucf54\ub4dc=%s, \ud544\uc694\ud55c \uad00\ub9ac \uc791\uc5c5=%b, \uba54\uc2dc\uc9c0=\"%s\"
SEVERE_WARN_CONFIG_CHANGE_RESULT_ACTION_REQUIRED_647=%s.%s\uc5d0\uc11c %s \ud56d\ubaa9\uc5d0 \uad00\ub9ac \uc791\uc5c5\uc774 \ud544\uc694\ud568\uc744 \ub098\ud0c0\ub0c5\ub2c8\ub2e4: \uba54\uc2dc\uc9c0=\"%s\"
INFO_CONFIG_CHANGE_RESULT_MESSAGES_648=%s.%s\uc774(\uac00) \uc131\uacf5\ud588\uc9c0\ub9cc %s \ud56d\ubaa9\uc5d0 \ub300\ud574 \ub2e4\uc74c \uba54\uc2dc\uc9c0\uac00 \uc0dd\uc131\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_VATTR_INVALID_SEARCH_FILTER_649=\"%2$s\" \uad6c\uc131 \ud56d\ubaa9\uc758 \"%1$s\" \uac12\uc744 \uc720\ud6a8\ud55c \uac80\uc0c9 \ud544\ud130\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_VATTR_INITIALIZATION_FAILED_650=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0\uc11c \ucc38\uc870\ub41c %1$s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uac00\uc0c1 \uc18d\uc131 \uacf5\uae09\uc790\ub85c \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_VATTR_SV_TYPE_WITH_MV_PROVIDER_651=%2$s \uc18d\uc131 \uc720\ud615\uc740 \ub2e8\uc77c \uac12\uc744 \uc0ac\uc6a9\ud558\ub294\ub370 %3$s \uacf5\uae09\uc790\ub294 \uc5ec\ub7ec \uac12\uc744 \uc0dd\uc131\ud560 \uc218 \uc788\uae30 \ub54c\ubb38\uc5d0 \"%1$s\" \ud56d\ubaa9\uc758 \uac00\uc0c1 \uc18d\uc131 \uad6c\uc131\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_VATTR_SV_TYPE_WITH_MERGE_VALUES_652=%2$s \uc18d\uc131 \uc720\ud615\uc740 \ub2e8\uc77c \uac12\uc744 \uc0ac\uc6a9\ud558\ub294\ub370 \uc2e4\uc81c \uac12\uacfc \uac00\uc0c1 \uac12\uc744 \ubcd1\ud569\ud558\uae30 \uc704\ud55c \ucda9\ub3cc \ub3d9\uc791\uc774 \uad6c\uc131\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \"%1$s\" \ud56d\ubaa9\uc758 \uac00\uc0c1 \uc18d\uc131 \uad6c\uc131\uc774 \uc62c\ubc14\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CONFIG_FILE_MODIFY_STRUCTURAL_CHANGE_NOT_ALLOWED_653=%s \uad6c\uc131 \ud56d\ubaa9\uc744 \uc218\uc815\ud558\uba74 \ud574\ub2f9 \uad6c\uc870\uc758 \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \ubcc0\uacbd\ub418\uae30 \ub54c\ubb38\uc5d0 \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
FATAL_ERR_CONFIG_CANNOT_CALCULATE_DIGEST_654=%s \ud30c\uc77c\uc5d0 \ub300\ud55c SHA-1 \ub2e4\uc774\uc81c\uc2a4\ud2b8\ub97c \uacc4\uc0b0\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_MANUAL_CHANGES_DETECTED_655=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc628\ub77c\uc778 \uc0c1\ud0dc\uc778 \ub3d9\uc548 \uad6c\uc131 \ud30c\uc77c %s\uc5d0 \uc678\ubd80 \ubcc0\uacbd\uc774 \ud558\ub098 \uc774\uc0c1 \uc218\ud589\ub418\uc5c8\uc74c\uc744 \uac80\uc0c9\ud588\uc9c0\ub9cc \ub2e4\ub978 \ubcc0\uacbd \uc0ac\ud56d\uc73c\ub85c \uc778\ud574 \uc11c\ubc84 \uad6c\uc131\uc774 \ub36e\uc5b4\uc368\uc84c\uc2b5\ub2c8\ub2e4. \uc218\ub3d9 \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc801\uc6a9\ub418\uc9c0 \uc54a\uc558\uc9c0\ub9cc %s \ud30c\uc77c\uc5d0 \ubcf4\uad00\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_MANUAL_CHANGES_LOST_656=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc628\ub77c\uc778 \uc0c1\ud0dc\uc778 \ub3d9\uc548 \uad6c\uc131 \ud30c\uc77c %s\uc774(\uac00) \uc678\ubd80\uc5d0\uc11c \ud3b8\uc9d1\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uac70\ub098 \uc774\ub7ec\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc744 \ubcf4\uad00\ud558\ub294 \ub3d9\uc548 \uc11c\ubc84\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ud574\ub2f9 \ud30c\uc77c\uc5d0 \ub300\ud55c \uc218\ub3d9 \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc190\uc2e4\ub418\uc5c8\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_ROTATION_POLICY_INVALID_CLASS_657=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-java-class \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub85c\uadf8 \ud68c\uc804 \uc815\ucc45\uc73c\ub85c \uc778\uc2a4\ud134\uc2a4\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_RETENTION_POLICY_INVALID_CLASS_658=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-java-class \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c %1$s \ud074\ub798\uc2a4\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub85c\uadf8 \ubcf4\uc874 \uc815\ucc45\uc73c\ub85c \uc778\uc2a4\ud134\uc2a4\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_ROTATION_POLICY_CANNOT_CREATE_POLICY_659=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub85c\uadf8 \ud68c\uc804 \uc815\ucc45\uc744 \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_RETENTION_POLICY_CANNOT_CREATE_POLICY_660=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub85c\uadf8 \ubcf4\uc874 \uc815\ucc45\uc744 \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_LOGGING_CANNOT_CREATE_WRITER_661=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ub85c\uac70\uc5d0 \ub300\ud55c \ud14d\uc2a4\ud2b8 \uc791\uc131\uae30\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_CONFIG_SCHEMA_MULTIPLE_ENTRIES_IN_FILE_662=%2$s \ub514\ub809\ud1a0\ub9ac\uc758 \uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %1$s\uc5d0 \ub458 \uc774\uc0c1\uc758 \ud56d\ubaa9\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uccab \ubc88\uc9f8 \ud56d\ubaa9\ub9cc \uac80\uc0ac\ud558\uace0 \ucd94\uac00 \ud56d\ubaa9\uc740 \ubb34\uc2dc\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_UNPARSEABLE_EXTRA_DATA_IN_FILE_663=%2$s \ub514\ub809\ud1a0\ub9ac\uc758 \uc2a4\ud0a4\ub9c8 \uad6c\uc131 \ud30c\uc77c %1$s\uc5d0 LDIF \ud310\ub3c5\uae30\uc5d0\uc11c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\ub294 \ucd94\uac00 \ub370\uc774\ud130\uac00 \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9 \ub4a4\uc5d0 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s. \uccab \ubc88\uc9f8 \ud56d\ubaa9\uc740 \ucc98\ub9ac\ud558\uc9c0\ub9cc \ub098\uba38\uc9c0 \ub370\uc774\ud130\ub294 \ubb34\uc2dc\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_PLUGIN_EMPTY_ELEMENT_IN_ORDER_664=%s \uc720\ud615\uc758 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \ud50c\ub7ec\uadf8\uc778 \uc21c\uc11c \uc815\uc758\uc5d0 \ube48 \uc694\uc18c\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub85c \uc778\ud574 \ud50c\ub7ec\uadf8\uc778 \uc21c\uc11c\uac00 \uc798\ubabb \ud3c9\uac00\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_PLUGIN_MULTIPLE_WILDCARDS_IN_ORDER_665=%s \uc720\ud615\uc758 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \ud50c\ub7ec\uadf8\uc778 \uc21c\uc11c \uc815\uc758\uc5d0 \uc640\uc77c\ub4dc\uce74\ub4dc \ubb38\uc790\uac00 \uc5ec\ub7ec \uac1c \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \ubaa8\ub4e0 \ud50c\ub7ec\uadf8\uc778 \uc815\uc758\uc5d0\ub294 \uc77c\uce58\ud558\uc9c0 \uc54a\ub294 \ud50c\ub7ec\uadf8\uc778\uc744 \uc21c\uc11c\uc5d0 \ud3ec\ud568\ud560 \uc704\uce58\ub97c \ub098\ud0c0\ub0b4\ub294 \uc640\uc77c\ub4dc\uce74\ub4dc \uc694\uc18c\uac00 \uc815\ud655\ud788 \ud558\ub098 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uc640\uc77c\ub4dc\uce74\ub4dc\ub97c \uc5ec\ub7ec \uac1c \ud3ec\ud568\ud558\uba74 \ud50c\ub7ec\uadf8\uc778 \uc21c\uc11c\uac00 \uc798\ubabb \ud3c9\uac00\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_PLUGIN_LISTED_MULTIPLE_TIMES_666=%s \uc720\ud615\uc758 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \ud50c\ub7ec\uadf8\uc778 \uc21c\uc11c \uc815\uc758\uc5d0 '%s' \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \ucc38\uc870\uac00 \uc5ec\ub7ec \uac1c \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub85c \uc778\ud574 \ud50c\ub7ec\uadf8\uc778 \uc21c\uc11c\uac00 \uc798\ubabb \ud3c9\uac00\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_PLUGIN_ORDER_NO_WILDCARD_667=%s \uc720\ud615\uc758 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \ud50c\ub7ec\uadf8\uc778 \uc21c\uc11c \uc815\uc758\uc5d0 \uc77c\uce58\ud558\uc9c0 \uc54a\ub294 \ud50c\ub7ec\uadf8\uc778\uc744 \uc21c\uc11c\uc5d0 \ud3ec\ud568\ud560 \uc704\uce58\ub97c \ub098\ud0c0\ub0b4\ub294 \uc640\uc77c\ub4dc\uce74\ub4dc \uc694\uc18c\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\ub294 \uae30\ubcf8\uc801\uc73c\ub85c \uc774\ub984\uc774 \uc9c0\uc815\ub41c \ud50c\ub7ec\uadf8\uc778 \uc9d1\ud569 \ub2e4\uc74c\uc5d0 \uc774\ub984\uc774 \uc9c0\uc815\ub418\uc9c0 \uc54a\uc740 \ubaa8\ub4e0 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud558\ub3c4\ub85d \uc124\uc815\ub429\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_SYNTAX_IN_USE_668=\uc18d\uc131 \uad6c\ubb38 %s\uc744(\ub97c) \uc18d\uc131 \uc720\ud615 %s\uc5d0\uc11c \uc0ac\uc6a9\ud558\uace0 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc11c\ubc84\uc5d0\uc11c \uc774 \uc18d\uc131 \uad6c\ubb38\uc744 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_SYNTAX_IN_USE_669=\uc18d\uc131 \uad6c\ubb38 %s\uc744(\ub97c) \uc18d\uc131 \uc720\ud615 %s\uc5d0\uc11c \uc0ac\uc6a9\ud558\uace0 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc18d\uc131 \uad6c\ubb38\uc744 \ube44\ud65c\uc131\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_AT_670=\uc77c\uce58 \uaddc\uce59 %s\uc744(\ub97c) \uc18d\uc131 \uc720\ud615 %s\uc5d0\uc11c \uc0ac\uc6a9\ud558\uace0 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc11c\ubc84\uc5d0\uc11c \uc774 \uc77c\uce58 \uaddc\uce59\uc744 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_MRU_671=\uc77c\uce58 \uaddc\uce59 %s\uc744(\ub97c) \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %s\uc5d0\uc11c \uc0ac\uc6a9\ud558\uace0 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc11c\ubc84\uc5d0\uc11c \uc774 \uc77c\uce58 \uaddc\uce59\uc744 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_AT_672=\uc77c\uce58 \uaddc\uce59 %s\uc744(\ub97c) \uc18d\uc131 \uc720\ud615 %s\uc5d0\uc11c \uc0ac\uc6a9\ud558\uace0 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc77c\uce58 \uaddc\uce59\uc744 \ube44\ud65c\uc131\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_MRU_673=\uc77c\uce58 \uaddc\uce59 %s\uc744(\ub97c) \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %s\uc5d0\uc11c \uc0ac\uc6a9\ud558\uace0 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc77c\uce58 \uaddc\uce59\uc744 \ube44\ud65c\uc131\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_WORK_QUEUE_INITIALIZATION_FAILED_674=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc9c0\uc815\ub41c \ub300\ub85c \uc791\uc5c5 \ub300\uae30\uc5f4\ub85c \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
INFO_CONFIG_WORK_QUEUE_CLASS_CHANGE_REQUIRES_RESTART_675=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc791\uc5c5 \ub300\uae30\uc5f4 \uad6c\ud604\uc744 \uc81c\uacf5\ud558\uae30 \uc704\ud574 \uc0ac\uc6a9\ud55c \ud074\ub798\uc2a4\uac00 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ub418\uc5c8\uc9c0\ub9cc \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_FILE_ADD_APPLY_FAILED_676=\uad6c\uc131 \ucd94\uac00\ub97c \uc801\uc6a9\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc608\ube44 \uac80\uc0ac\uac00 \ubaa8\ub450 \uc131\uacf5\ud588\uace0 \ud56d\ubaa9\uc774 \uc11c\ubc84 \uad6c\uc131\uc5d0 \ucd94\uac00\ub418\uc5c8\uc9c0\ub9cc \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud560 \ub54c \ud558\ub098 \uc774\uc0c1\uc758 \uad6c\uc131 \ucd94\uac00 \uc218\uc2e0\uae30\uc5d0\uc11c \uc624\ub958\ub97c \ubcf4\uace0\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_FILE_DELETE_APPLY_FAILED_677=\uad6c\uc131 \uc0ad\uc81c\ub97c \uc801\uc6a9\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc608\ube44 \uac80\uc0ac\uac00 \ubaa8\ub450 \uc131\uacf5\ud588\uace0 \ud56d\ubaa9\uc774 \uc11c\ubc84 \uad6c\uc131\uc5d0\uc11c \uc81c\uac70\ub418\uc5c8\uc9c0\ub9cc \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud560 \ub54c \ud558\ub098 \uc774\uc0c1\uc758 \uad6c\uc131 \uc0ad\uc81c \uc218\uc2e0\uae30\uc5d0\uc11c \uc624\ub958\ub97c \ubcf4\uace0\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_FILE_MODIFY_APPLY_FAILED_678=\uad6c\uc131 \uc218\uc815\uc744 \uc801\uc6a9\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc608\ube44 \uac80\uc0ac\uac00 \ubaa8\ub450 \uc131\uacf5\ud588\uace0 \uc218\uc815\ub41c \ud56d\ubaa9\uc774 \uc11c\ubc84 \uad6c\uc131\uc5d0 \uae30\ub85d\ub418\uc5c8\uc9c0\ub9cc \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud560 \ub54c \ud558\ub098 \uc774\uc0c1\uc758 \uad6c\uc131 \ubcc0\uacbd \uc218\uc2e0\uae30\uc5d0\uc11c \uc624\ub958\ub97c \ubcf4\uace0\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_KEYMANAGER_CONFIG_NOT_ACCEPTABLE_679=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud0a4 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_TRUSTMANAGER_CONFIG_NOT_ACCEPTABLE_680=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_AUTHZ_CONFIG_NOT_ACCEPTABLE_681=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \uacf5\uae09\uc790\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_ACCTNOTHANDLER_CONFIG_NOT_ACCEPTABLE_682=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_SCHEMA_SYNTAX_CONFIG_NOT_ACCEPTABLE_683=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc18d\uc131 \uad6c\ubb38\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_CERTMAPPER_CONFIG_NOT_ACCEPTABLE_684=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc778\uc99d\uc11c \ub9e4\ud37c\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_GROUP_CONFIG_NOT_ACCEPTABLE_686=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uadf8\ub8f9 \uad6c\ud604\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_IDMAPPER_CONFIG_NOT_ACCEPTABLE_687=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_SCHEMA_MR_CONFIG_NOT_ACCEPTABLE_688=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc77c\uce58 \uaddc\uce59\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_PWGENERATOR_CONFIG_NOT_ACCEPTABLE_689=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_PWSCHEME_CONFIG_NOT_ACCEPTABLE_690=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_PWVALIDATOR_CONFIG_NOT_ACCEPTABLE_691=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uac80\uc99d\uc790\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_PLUGIN_CONFIG_NOT_ACCEPTABLE_692=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_SASL_CONFIG_NOT_ACCEPTABLE_693=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_VATTR_CONFIG_NOT_ACCEPTABLE_694=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uac00\uc0c1 \uc18d\uc131 \uacf5\uae09\uc790\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_ALERTHANDLER_CONFIG_NOT_ACCEPTABLE_695=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uacbd\uace0 \ucc98\ub9ac\uae30\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_ALERTHANDLER_INITIALIZATION_FAILED_696=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \uacbd\uace0 \ucc98\ub9ac\uae30\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_CORE_INVALID_SMTP_SERVER_697=\uc81c\uacf5\ub41c SMTP \uc11c\ubc84 \uac12 '%s'\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4. SMTP \uc11c\ubc84 \uac12\uc5d0\ub294 IP \uc8fc\uc18c\ub098 \ud655\uc778 \uac00\ub2a5\ud55c \uc774\ub984\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uadf8\ub9ac\uace0 \uc11c\ubc84 \ud3ec\ud2b8 \ubc88\ud638\ub97c \uc9c0\uc815\ud558\uae30 \uc704\ud574 \ucf5c\ub860\uacfc 1~65535 \uc0ac\uc774\uc758 \uc815\uc218\uac00 \uadf8 \ub4a4\uc5d0 \uc62c \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_STARTOK_CANNOT_OPEN_FOR_READING_698=".startok" \ud30c\uc77c\uc5d0 \ubcf5\uc0ac\ud558\uae30 \uc704\ud574 \ud604\uc7ac \uad6c\uc131 \ud30c\uc77c %s\uc744(\ub97c) \uc77d\uae30\uc6a9\uc73c\ub85c \uc5ec\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_STARTOK_CANNOT_OPEN_FOR_WRITING_699=".startok" \uad6c\uc131 \ud30c\uc77c\uc744 \uc791\uc131\ud558\uae30 \uc704\ud574 %s \ud30c\uc77c\uc744 \uc5ec\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_STARTOK_CANNOT_WRITE_700=".startok" \uad6c\uc131 \ud30c\uc77c\ub85c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 %s \ud30c\uc77c\uc5d0\uc11c \uc784\uc2dc \ud30c\uc77c %s(\uc73c)\ub85c \ud604\uc7ac \uad6c\uc131\uc744 \ubcf5\uc0ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_STARTOK_CANNOT_RENAME_701=".startok" \uad6c\uc131 \ud30c\uc77c\ub85c \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 %s \ud30c\uc77c \uc774\ub984\uc744 %s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
NOTICE_CONFIG_FILE_USING_STARTOK_FILE_702=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \ud65c\uc131 \uad6c\uc131 \ud30c\uc77c %2$s \ub300\uc2e0 \ub9c8\uc9c0\ub9c9\uc73c\ub85c \uc54c\ub824\uc9c4 \uc62c\ubc14\ub978 \uad6c\uc131 \ud30c\uc77c %1$s\uc758 \uc0ac\uc6a9\uc744 \uc2dc\uc791\ud569\ub2c8\ub2e4.
SEVERE_WARN_CONFIG_FILE_NO_STARTOK_FILE_703=\ub9c8\uc9c0\ub9c9\uc73c\ub85c \uc54c\ub824\uc9c4 \uc62c\ubc14\ub978 \uad6c\uc131 \ud30c\uc77c %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uc5d0\uc11c \ud65c\uc131 \uad6c\uc131 \ud30c\uc77c %s\uc758 \uc0ac\uc6a9\uc744 \uc2dc\uc791\ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_JE_PROPERTY_INVALID_704=Berkeley DB JE \ub4f1\ub85d \uc815\ubcf4 %s\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\uace0 \uac80\uc99d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_JE_PROPERTY_INVALID_FORM_705=Berkeley DB JE \ub4f1\ub85d \uc815\ubcf4 %s\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\uace0 \uac80\uc99d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ub4f1\ub85d \uc815\ubcf4\uac00 property=value\uc758 \ub2e8\uc77c \ud615\uc2dd\uc744 \ub530\ub974\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_JE_PROPERTY_SHADOWS_CONFIG_706=Berkeley DB JE \ub4f1\ub85d \uc815\ubcf4 %s\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\uace0 \uac80\uc99d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ub4f1\ub85d \uc815\ubcf4\uc5d0\uc11c \uad6c\uc131 \uc18d\uc131 %s\uc744(\ub97c) \uc228\uae41\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_JE_DUPLICATE_PROPERTY_707=Berkeley DB JE \ub4f1\ub85d \uc815\ubcf4 %s\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\uace0 \uac80\uc99d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ub4f1\ub85d \uc815\ubcf4\uac00 \uc774 \uad6c\uc131\uc694\uc18c\uc5d0 \uc774\ubbf8 \uc815\uc758\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
INFO_CONFIG_JE_PROPERTY_REQUIRES_RESTART_708=Berkeley DB JE \ub4f1\ub85d \uc815\ubcf4 %s\uc774(\uac00) \uc124\uc815\ub41c \uad6c\uc131\uc694\uc18c\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \uc774 \ub4f1\ub85d \uc815\ubcf4\uc758 \uc124\uc815\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGING_CANNOT_OPEN_FILE_709=%2$s \ub85c\uac70\uc5d0 \ub300\ud574 \uad6c\uc131\ub41c \ub85c\uadf8 \ud30c\uc77c %1$s\uc744(\ub97c) \uc5ec\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_CONFIG_WORKFLOW_ELEMENT_CONFIG_NOT_ACCEPTABLE_710=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc791\uc5c5 \ud750\ub984 \uc694\uc18c\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CONFIG_WORKFLOW_ELEMENT_CANNOT_INITIALIZE_711=%s \ud074\ub798\uc2a4\uc758 \uc791\uc5c5 \ud750\ub984 \uc694\uc18c\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc758 \uc815\ubcf4\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc774 \uc791\uc5c5 \ud750\ub984 \uc694\uc18c\uac00 \ube44\ud65c\uc131\ud654\ub429\ub2c8\ub2e4.
MILD_ERR_CONFIG_WORKFLOW_ELEMENT_ALREADY_REGISTERED_712=\uc791\uc5c5 \ud750\ub984 \uc694\uc18c %s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \uc774\ubbf8 \ub4f1\ub85d\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc791\uc5c5 \ud750\ub984 \uc694\uc18c\ub97c \ubb34\uc2dc\ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_MANUAL_713=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc218\ub3d9 \ubaa8\ub4dc\ub85c \uc791\uc5c5 \ud750\ub984\uc744 \uad6c\uc131\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uace0 \uc790\ub3d9 \uad6c\uc131 \ubaa8\ub4dc\ub85c\uc758 \ub864\ubc31\ub3c4 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \ubd88\uc548\uc815\ud55c \uc0c1\ud0dc\uc77c \uacbd\uc6b0 \ub9c8\uc9c0\ub9c9 \uc720\ud6a8\ud55c \uad6c\uc131\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_AUTO_714=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc790\ub3d9 \ubaa8\ub4dc\ub85c \uc791\uc5c5 \ud750\ub984\uc744 \uad6c\uc131\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uace0 \uc218\ub3d9 \uad6c\uc131 \ubaa8\ub4dc\ub85c\uc758 \ub864\ubc31\ub3c4 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \ubd88\uc548\uc815\ud55c \uc0c1\ud0dc\uc77c \uacbd\uc6b0 \ub9c8\uc9c0\ub9c9 \uc720\ud6a8\ud55c \uad6c\uc131\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud569\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGING_INSANE_MODE_715=\uc62c\ubc14\ub974\uc9c0 \uc54a\uc740 UNIX \ud30c\uc77c \uad8c\ud55c %s\uc774(\uac00) \ub85c\uadf8 \uac8c\uc2dc\uc790\uc5d0 \ub85c\uadf8 \ud30c\uc77c\uc5d0 \ub300\ud55c \uc4f0\uae30 \uc561\uc138\uc2a4\ub97c \ud5c8\uc6a9\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CONFIG_LOGGING_MODE_INVALID_716=\uc62c\ubc14\ub974\uc9c0 \uc54a\uc740 UNIX \ud30c\uc77c \uad8c\ud55c %s\uc785\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_EXTENSION_CONFIG_NOT_ACCEPTABLE_717=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud655\uc7a5\uc5d0 \ub300\ud55c \uad6c\uc131\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_CONFIG_EXTENSION_INITIALIZATION_FAILED_718=%s \ud074\ub798\uc2a4\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ud655\uc7a5\uc73c\ub85c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s

