INFO_RESULT_SIZE_LIMIT_EXCEEDED_67=Superada la mida l\u00edmit
INFO_RESULT_COMPARE_FALSE_68=Comparar fals
INFO_RESULT_NO_SUCH_OBJECT_83=No tal entrada
INFO_RESULT_ALIAS_PROBLEM_84=Problema d'\u00e0lies
INFO_RESULT_UNWILLING_TO_PERFORM_92=Reacci\u00f3 a la plataforma
INFO_RESULT_LOOP_DETECT_93=Bucle detectat
INFO_RESULT_ENTRY_ALREADY_EXISTS_98=L'entrada ja existeix
INFO_RESULT_OBJECTCLASS_MODS_PROHIBITED_99=Modificacions d'objecte de classe prohibides
INFO_DIRECTORY_BOOTSTRAPPING_132=El servidor de directori ha comen\u00e7ant el proc\u00e9s bootstrapping de configuraci\u00f3
INFO_DIRECTORY_BOOTSTRAPPED_133=El servidor de directori ha completat el proc\u00e9s bootstrapping de configuraci\u00f3
NOTICE_DIRECTORY_SERVER_STARTING_134=%s (construcci\u00f3 %s, R%d) iniciant-se
NOTICE_DIRECTORY_SERVER_STARTED_135=El servidor de directori s'ha iniciat correctament
INFO_ERROR_CATEGORY_EXTENSIONS_137=extensions
NOTICE_SENT_ALERT_NOTIFICATION_139=El servidor de directori ha enviat una notificaci\u00f3 d'alerta generada per la classe %s (tipus d'alerta %s, ID de l'alerta%s):  %s
FATAL_ERR_UNCAUGHT_THREAD_EXCEPTION_140=Una excepci\u00f3 sense capturar durant el processament del fil d'execussi\u00f3 %s ha provocat que s'acab\u00e9s de forma anormal.  La tra\u00e7a de la pila per aquesta excepci\u00f3 \u00e9s:  %s
MILD_ERR_SEARCH_SIZE_LIMIT_EXCEEDED_239=Aquesta operaci\u00f3 de cerca ha enviat el nombre m\u00e0xim d'entrades %d al client
MILD_ERR_SEARCH_BASE_DOESNT_EXIST_240=L'entrada %s especificada com a la base de cerca no existeix al servidor de directori
INFO_DSCORE_DESCRIPTION_SYSINFO_285=Mostrar la informaci\u00f3 general del sistema
INFO_DSCORE_DESCRIPTION_USAGE_287=Mostrar la informaci\u00f3 d'aquest \u00fas
MILD_ERR_FILELOCKER_LOCK_EXCLUSIVE_NOT_GRANTED_321=La petici\u00f3 de bloqueig pel fitxer %s no va ser aprovada, la qual indica que un altre proc\u00e9s ja mant\u00e9 un bloqueig compartit o exclusiu en aquest fitxer
MILD_ERR_FILELOCKER_UNLOCK_EXCLUSIVE_FAILED_RELEASE_322=Error en l'intent d'alliberament del bloqueig mantingut en %s:  %s
FATAL_ERR_CANNOT_ACQUIRE_EXCLUSIVE_SERVER_LOCK_343=El servidor de directori no pot adquirir un bloqueig exclusiu al fitxer %s:  %s.  Aix\u00f2 generalment significa que hi ha una altra inst\u00e0ncia d'aquest servidor ja executant-se
INFO_ERROR_CATEGORY_TASK_345=tasca
MILD_ERR_ADD_ATTR_IS_NO_USER_MOD_347=No pot ser afegida l'entrada %s perqu\u00e8 aquest ja inclou un atribut %s el qual est\u00e0 definit com NO-USER-MODIFICATION en l'esquema del servidor
MILD_ERR_MODDN_OLD_RDN_ATTR_IS_NO_USER_MOD_348=No es pot reanomenar l'entrada %s perqu\u00e8 l'actual DN inclou l'atribut %s el qual est\u00e0 definit com NO-USER-MODIFICATION en l'esquema del servidor, i la senyal deleteOldRDN va ser establerat en la petici\u00f3 DN de modificaci\u00f3
SEVERE_ERR_ADD_ENTRY_ALREADY_EXISTS_400=No pot ser afegida l'entrada %s perqu\u00e8 ja existeix una entrada amb el mateix nom
SEVERE_ERR_ADD_SYNCH_PREOP_FAILED_401=S'ha produ\u00eft un error en el proc\u00e9s de preparaci\u00f3 de la sincronitzaci\u00f3 per l'operaci\u00f3 afegir amb l'ID de connexi\u00f3 %d i l'ID d'operaci\u00f3 %d:  %s
INFO_DSCORE_DESCRIPTION_NODETACH_567=No des-adjuntar del terminal i continuar executant-ho en segon pla. Aquesta opci\u00f3 no pot ser utilitzada amb l'opci\u00f3 -t, --timeout
INFO_DSCORE_TOOL_DESCRIPTION_569=Aquesta comanda pot ser utilitzada per iniciar un servidor de directori, com tamb\u00e9 per obtenir la versi\u00f3 del servidor o altres formes d'informaci\u00f3 general del servidor
INFO_DSCORE_DESCRIPTION_LASTKNOWNGOODCFG_652=Intent de iniciar utilitzant la configuraci\u00f3 que estava en el lloc de l'\u00faltim arranc correcte (si est\u00e0 disponible) enlloc d'utilitzar la configuraci\u00f3 activa actualment.
INFO_ERGONOMIC_SIZING_OF_WORKER_THREAD_POOL_720=No s'ha especificat cap mida de conjunt de fils d'execuci\u00f3 de la cua de treball: re-dimensionat autom\u00e0ticament a utilitzar %d fils d'execuci\u00f3
SEVERE_ERR_CRYPTOMGR_FAILED_INSTANCE_CERTIFICATE_NULL_721=L'entrada CryptoManager "%s" (inst\u00e0ncia-parell-claus certificat-clau-p\u00fablica) no cont\u00e9 un certificat de clau-p\u00fablica
INFO_DSCORE_DESCRIPTION_TIMEOUT_722=Temps m\u00e0xim (ens segons) per esperar abans del retorn de la comanda (el servidor continua el proc\u00e9s d'arranc, independentment). Un valor de '0' indica una expiraci\u00f3 de temps infinita, la qual significa que la comanda \u00fanicament retorna quant el servidor ha completat l'arranc. El valor predeterminat es de 60 segons. Aquesta opci\u00f3 no pot ser utilitzada amb l'opci\u00f3 -N, --nodetach

