# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=EXTENSIONS

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_PWSCHEME_CANNOT_INITIALIZE_MESSAGE_DIGEST_1=%s \uc54c\uace0\ub9ac\uc998\uc5d0 \ub300\ud55c \uba54\uc2dc\uc9c0 \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc0dd\uc131\uae30\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_PWSCHEME_CANNOT_BASE64_DECODE_STORED_PASSWORD_2=\ube44\ubc00\ubc88\ud638 \uac12 %s\uc744(\ub97c) base64\ub85c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_PWSCHEME_NOT_REVERSIBLE_3=%s \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub294 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \uc778\ucf54\ub529\ub41c \ube44\ubc00\ubc88\ud638\uc758 \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \ubc84\uc804\uc744 \ubcf5\uad6c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_JMX_ALERT_HANDLER_CANNOT_REGISTER_4=MBean \uc11c\ubc84\uc5d0 JMX \uacbd\uace0 \ucc98\ub9ac\uae30\ub97c \ub4f1\ub85d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_PWSCHEME_CANNOT_ENCODE_PASSWORD_5=\ud074\ub798\uc2a4 %s\uc5d0 \uc815\uc758\ub41c \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \uc0ac\uc6a9\ud558\uc5ec \ube44\ubc00\ubc88\ud638\ub97c \uc778\ucf54\ub529\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CACHE_INVALID_INCLUDE_FILTER_6=\uce90\uc2dc\uc5d0 \ud3ec\ud568\ub418\ub294 \ud56d\ubaa9\uc744 \uc81c\uc5b4\ud558\ub294 \ub370 \uc0ac\uc6a9\ub420 \uc218 \uc788\ub294 \uac80\uc0c9 \ud544\ud130 \uc9d1\ud569\uc744 \uc9c0\uc815\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-include-filter \uc18d\uc131\uc5d0 \uc798\ubabb\ub41c \uac12 \u20a9"%s\u20a9"\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_CACHE_INVALID_EXCLUDE_FILTER_7=\uce90\uc2dc\uc5d0\uc11c \uc81c\uc678\ub418\ub294 \ud56d\ubaa9\uc744 \uc81c\uc5b4\ud558\ub294 \ub370 \uc0ac\uc6a9\ub420 \uc218 \uc788\ub294 \uac80\uc0c9 \ud544\ud130 \uc9d1\ud569\uc744 \uc9c0\uc815\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-exclude-filter \uc18d\uc131\uc5d0 \uc798\ubabb\ub41c \uac12 \u20a9"%s\u20a9"\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_FIFOCACHE_CANNOT_INITIALIZE_8=fifo \ud56d\ubaa9 \uce90\uc2dc\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uce58\uba85\uc801 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_SOFTREFCACHE_CANNOT_INITIALIZE_9=\uc18c\ud504\ud2b8 \ucc38\uc870 \ud56d\ubaa9 \uce90\uc2dc\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uce58\uba85\uc801 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
NOTICE_CACHE_PRELOAD_PROGRESS_START_10=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ud56d\ubaa9 \uce90\uc2dc \uc0ac\uc804 \ub85c\ub4dc\ub97c \uc2dc\uc791\ud569\ub2c8\ub2e4.
NOTICE_CACHE_PRELOAD_PROGRESS_REPORT_11=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ud56d\ubaa9 \uce90\uc2dc\ub97c \uc0ac\uc804 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 %d\uac1c \ud56d\ubaa9\uc744 \ucc98\ub9ac\ud588\uc2b5\ub2c8\ub2e4. %dMB\uc758 \ud799 \uba54\ubaa8\ub9ac\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
NOTICE_CACHE_PRELOAD_PROGRESS_DONE_12=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ud56d\ubaa9 \uce90\uc2dc \uc0ac\uc804 \ub85c\ub4dc\ub97c \uc644\ub8cc\ud558\uc5ec \ucd1d %d\uac1c \ud56d\ubaa9\uc744 \ucc98\ub9ac\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CACHE_PRELOAD_INTERRUPTED_13=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ud56d\ubaa9 \uce90\uc2dc \uc0ac\uc804 \ub85c\ub4dc\uac00 \uc911\ub2e8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_CACHE_PRELOAD_BACKEND_FAILED_14=%s \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 \uce90\uc2dc \uc0ac\uc804 \ub85c\ub4dc\uac00 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc774 \ubc31\uc5d4\ub4dc\uc758 \ud56d\ubaa9\uc774 \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \uc0ac\uc804 \ub85c\ub4dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CACHE_PRELOAD_ENTRY_FAILED_15=%s \ud56d\ubaa9\uc744 \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \uc0ac\uc804 \ub85c\ub4dc\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXTOP_PASSMOD_ILLEGAL_REQUEST_ELEMENT_TYPE_32=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad \uc2dc\ud000\uc2a4\uc5d0 \uc798\ubabb\ub41c \uc720\ud615\uc758 ASN.1 \uc694\uc18c\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXTOP_PASSMOD_CANNOT_DECODE_REQUEST_33=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad \uc2dc\ud000\uc2a4\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXTOP_PASSMOD_NO_AUTH_OR_USERID_34=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc5d0 \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\uac00 \uc5c6\uace0 \uae30\ubcf8 \uc5f0\uacb0\uc774 \uc778\uc99d\ub418\uc9c0 \uc54a\uc558\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_EXTOP_PASSMOD_CANNOT_LOCK_USER_ENTRY_35=\uc11c\ubc84\uac00 \uc5ec\ub7ec \ubc88 \uc2dc\ub3c4\ud588\uc9c0\ub9cc \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc5d0 \ub300\ud55c \uc4f0\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_CANNOT_DECODE_AUTHZ_DN_36=\uc11c\ubc84\uac00 \uc791\uc5c5\uc758 \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\uc5d0 \uc0ac\uc6a9\ud560 \uc720\ud6a8\ud55c DN\uc73c\ub85c \u20a9"%s\u20a9"(\uc744)\ub97c \ud574\ub3c5\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_INVALID_AUTHZID_STRING_37=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc5d0 \uc798\ubabb\ub41c \uc0ac\uc6a9\uc790 \uc544\uc774\ub514 \ud544\ub4dc\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc544\uc774\ub514 \ubb38\uc790\uc5f4\uc740 \u20a9"%s\u20a9"\uc785\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_NO_USER_ENTRY_BY_AUTHZID_38=\u20a9"%s\u20a9"\uc758 \uad8c\ud55c \ubd80\uc5ec DN\uc744 \uae30\ubc18\uc73c\ub85c \uc5c5\ub370\uc774\ud2b8\ud560 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc2dd\ubcc4\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_NO_DN_BY_AUTHZID_39=\u20a9"%s\u20a9"\uc758 \uc81c\uacf5\ub41c \uad8c\ud55c \ubd80\uc5ec UID\uac00 \ub514\ub809\ud1a0\ub9ac\uc5d0 \uc788\ub294 \ud56d\ubaa9\uacfc \uc77c\uce58\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_MULTIPLE_ENTRIES_BY_AUTHZID_40=\u20a9"%s\u20a9"\uc758 \uc81c\uacf5\ub41c \uad8c\ud55c \ubd80\uc5ec UID\uac00 \ub514\ub809\ud1a0\ub9ac\uc5d0 \uc788\ub294 \uc5ec\ub7ec \ud56d\ubaa9\uacfc \uc77c\uce58\ud558\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_INVALID_OLD_PASSWORD_41=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc81c\uacf5\ub41c \ud604\uc7ac \ube44\ubc00\ubc88\ud638\uac00 \uc798\ubabb\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_FILE_KEYMANAGER_DESCRIPTION_FILE_43=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud0a4 \uc800\uc7a5\uc18c \uc815\ubcf4\ub97c \ud3ec\ud568\ud558\ub294 \ud30c\uc77c\uc5d0 \ub300\ud55c \uacbd\ub85c\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_NO_FILE_ATTR_44=\ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\ub97c \uc815\uc758\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud0a4 \uc800\uc7a5\uc18c \ud30c\uc77c\uc5d0 \ub300\ud55c \uacbd\ub85c\ub97c \ubcf4\uad00\ud560 ds-cfg-key-store-file \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_NO_SUCH_FILE_45=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud0a4 \uc800\uc7a5\uc18c \ud30c\uc77c %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_FILE_46=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-file \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_KEYMANAGER_DESCRIPTION_TYPE_47=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud0a4 \uc800\uc7a5\uc18c\uc5d0 \ub300\ud55c \ud0a4 \uc800\uc7a5\uc18c \uc720\ud615\uc785\ub2c8\ub2e4. \uc720\ud6a8\ud55c \uac12\uc740 'JKS' \ubc0f 'PKCS12'\ub97c \ud56d\uc0c1 \ud3ec\ud568\ud574\uc57c \ud558\uc9c0\ub9cc \uad6c\ud604\uc5d0 \ub530\ub77c \ud5c8\uc6a9\ub418\ub294 \uac12\uc774 \ub2e4\ub97c \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc81c\uacf5\ub41c \uac12\uc774 \uc5c6\uc744 \uacbd\uc6b0 JVM \uae30\ubcf8\uac12\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_TYPE_48=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-type \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_KEYMANAGER_DESCRIPTION_PIN_PROPERTY_49=\ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 Java \ub4f1\ub85d \uc815\ubcf4\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_PIN_PROPERTY_NOT_SET_50=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-property \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c Java \ub4f1\ub85d \uc815\ubcf4 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_PROPERTY_51=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin-property \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_KEYMANAGER_DESCRIPTION_PIN_ENVAR_52=\ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 \ud658\uacbd \ubcc0\uc218\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_PIN_ENVAR_NOT_SET_53=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-environment-variable \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud658\uacbd \ubcc0\uc218 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_ENVAR_54=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin-environment-variable \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_KEYMANAGER_DESCRIPTION_PIN_FILE_55=\ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 \ud55c \uc904\ub85c \ub41c \ud14d\uc2a4\ud2b8 \ud30c\uc77c\uc758 \uacbd\ub85c\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_PIN_NO_SUCH_FILE_56=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_PIN_FILE_CANNOT_READ_57=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uad6c\uc131 \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0\uc11c \ud0a4 \uc800\uc7a5\uc18c PIN\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_FILE_KEYMANAGER_PIN_FILE_EMPTY_58=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_FILE_59=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin-file \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_FROM_ATTR_60=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FILE_KEYMANAGER_NO_PIN_61=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN \ud655\uc778 \ubc29\ubc95\uc744 \uc9c0\uc815\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. PIN\uc740 Java \ub4f1\ub85d \uc815\ubcf4(ds-cfg-key-store-pin-property \uc18d\uc131\uc73c\ub85c \uc9c0\uc815), \ud658\uacbd \ubcc0\uc218(ds-cfg-key-store-pin-environment-variable \uc18d\uc131\uc73c\ub85c \uc9c0\uc815) \ub610\ub294 \ud14d\uc2a4\ud2b8 \ud30c\uc77c(ds-cfg-key-store-pin-file \uc18d\uc131\uc73c\ub85c \uc9c0\uc815)\ub85c \uc9c0\uc815\ud558\uac70\ub098 ds-cfg-key-store-pin \uc18d\uc131\uc744 \uc0ac\uc6a9\ud558\uc5ec \ud56d\ubaa9\uc5d0\uc11c \uc9c1\uc811 \uc9c0\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_LOAD_62=\ud30c\uc77c %s\uc5d0\uc11c \ud0a4 \uc800\uc7a5\uc18c \ub0b4\uc6a9\uc744 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FILE_KEYMANAGER_INVALID_TYPE_63=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-type \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud0a4 \uc800\uc7a5\uc18c \uc720\ud615 %1$s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %3$s
INFO_FILE_KEYMANAGER_UPDATED_FILE_64=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-key-store-file \uc18d\uc131 \uac12\uc774 %s(\uc73c)\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc0c8 \uac12\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_FILE_KEYMANAGER_UPDATED_TYPE_65=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-key-store-type \uc18d\uc131 \uac12\uc774 %s(\uc73c)\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc0c8 \uac12\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_FILE_KEYMANAGER_UPDATED_PIN_66=\ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 PIN\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc0c8 \uac12\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_PKCS11_KEYMANAGER_DESCRIPTION_PIN_PROPERTY_67=PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 Java \ub4f1\ub85d \uc815\ubcf4\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_PROPERTY_NOT_SET_68=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-property \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c Java \ub4f1\ub85d \uc815\ubcf4 %1$s\uc5d0 PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_PROPERTY_69=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin-property \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PKCS11_KEYMANAGER_DESCRIPTION_PIN_ENVAR_70=PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 \ud658\uacbd \ubcc0\uc218\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_ENVAR_NOT_SET_71=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-environment-variable \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud658\uacbd \ubcc0\uc218 %1$s\uc5d0 PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_ENVAR_72=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin-environment-variable \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PKCS11_KEYMANAGER_DESCRIPTION_PIN_FILE_73=PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 \ud55c \uc904\ub85c \ub41c \ud14d\uc2a4\ud2b8 \ud30c\uc77c\uc758 \uacbd\ub85c\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_NO_SUCH_FILE_74=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_FILE_CANNOT_READ_75=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uad6c\uc131 \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0\uc11c \ud0a4 \uc800\uc7a5\uc18c PIN\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_FILE_EMPTY_76=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_FILE_77=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin-file \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PKCS11_KEYMANAGER_DESCRIPTION_PIN_ATTR_78=PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_FROM_ATTR_79=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PKCS11_KEYMANAGER_NO_PIN_80=\uad6c\uc131 \ud56d\ubaa9 %s\uc774(\uac00) PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN \ud655\uc778 \ubc29\ubc95\uc744 \uc9c0\uc815\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. PIN\uc740 Java \ub4f1\ub85d \uc815\ubcf4(ds-cfg-key-store-pin-property \uc18d\uc131\uc73c\ub85c \uc9c0\uc815), \ud658\uacbd \ubcc0\uc218(ds-cfg-key-store-pin-environment-variable \uc18d\uc131\uc73c\ub85c \uc9c0\uc815) \ub610\ub294 \ud14d\uc2a4\ud2b8 \ud30c\uc77c(ds-cfg-key-store-pin-file \uc18d\uc131\uc73c\ub85c \uc9c0\uc815)\ub85c \uc9c0\uc815\ud558\uac70\ub098 ds-cfg-key-store-pin \uc18d\uc131\uc744 \uc0ac\uc6a9\ud558\uc5ec \ud56d\ubaa9\uc5d0\uc11c \uc9c1\uc811 \uc9c0\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_LOAD_81=PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PKCS11_KEYMANAGER_UPDATED_PIN_82=PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 PIN\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc0c8 \uac12\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_CREATE_FACTORY_83=\ud0a4 \uc800\uc7a5\uc18c \ud30c\uc77c %s\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\uae30 \uc704\ud574 \ud0a4 \uad00\ub9ac\uc790 \ud329\ud1a0\ub9ac\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_CREATE_FACTORY_84=PKCS#11 \ud0a4 \uc800\uc7a5\uc18c\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\uae30 \uc704\ud574 \ud0a4 \uad00\ub9ac\uc790 \ud329\ud1a0\ub9ac\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_FILE_85=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \uc815\ubcf4\ub97c \ud3ec\ud568\ud558\ub294 \ud30c\uc77c\uc5d0 \ub300\ud55c \uacbd\ub85c\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_NO_FILE_ATTR_86=\ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\ub97c \uc815\uc758\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c\uc5d0 \ub300\ud55c \uacbd\ub85c\ub97c \ubcf4\uad00\ud560 ds-cfg-trust-store-file \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_NO_SUCH_FILE_87=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_FILE_88=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-trust-store-file \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_TYPE_89=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c\uc5d0 \ub300\ud55c \ud0a4 \uc800\uc7a5\uc18c \uc720\ud615\uc785\ub2c8\ub2e4. \uc720\ud6a8\ud55c \uac12\uc740 'JKS' \ubc0f 'PKCS12'\ub97c \ud56d\uc0c1 \ud3ec\ud568\ud574\uc57c \ud558\uc9c0\ub9cc \uad6c\ud604\uc5d0 \ub530\ub77c \ud5c8\uc6a9\ub418\ub294 \uac12\uc774 \ub2e4\ub97c \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc81c\uacf5\ub41c \uac12\uc774 \uc5c6\uc744 \uacbd\uc6b0 JVM \uae30\ubcf8\uac12\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_TYPE_90=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-trust-store-type \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_PIN_PROPERTY_91=\ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 Java \ub4f1\ub85d \uc815\ubcf4\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_PROPERTY_NOT_SET_92=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-property \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c Java \ub4f1\ub85d \uc815\ubcf4 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_PIN_PROPERTY_93=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-trust-store-pin-property \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_PIN_ENVAR_94=\ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 \ud658\uacbd \ubcc0\uc218\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_ENVAR_NOT_SET_95=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-environment-variable \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud658\uacbd \ubcc0\uc218 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_PIN_ENVAR_96=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-trust-store-pin-environment-variable \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_PIN_FILE_97=\ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc744 \ud3ec\ud568\ud558\ub294 \ud55c \uc904\ub85c \ub41c \ud14d\uc2a4\ud2b8 \ud30c\uc77c\uc758 \uacbd\ub85c\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_NO_SUCH_FILE_98=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_FILE_CANNOT_READ_99=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-file \uad6c\uc131 \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c PIN\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_FILE_EMPTY_100=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_PIN_FILE_101=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-trust-store-pin-file \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_PIN_ATTR_102=\ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 PIN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_PIN_FROM_ATTR_103=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-trust-store-pin \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_LOAD_104=\ud30c\uc77c %s\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ub0b4\uc6a9\uc744 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_CREATE_FACTORY_105=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %s\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\uae30 \uc704\ud574 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \ud329\ud1a0\ub9ac\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FILE_TRUSTMANAGER_INVALID_TYPE_106=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-type \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \uc720\ud615 %1$s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %3$s
INFO_FILE_TRUSTMANAGER_UPDATED_FILE_107=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-trust-store-file \uc18d\uc131 \uac12\uc774 %s(\uc73c)\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc0c8 \uac12\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_FILE_TRUSTMANAGER_UPDATED_TYPE_108=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-trust-store-type \uc18d\uc131 \uac12\uc774 %s(\uc73c)\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc0c8 \uac12\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_FILE_TRUSTMANAGER_UPDATED_PIN_109=\ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 PIN\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc0c8 \uac12\uc740 \ub2e4\uc74c\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_NULL_SECURITY_PROVIDER_READ_ERROR_110=null \uc5f0\uacb0 \ubcf4\uc548 \uacf5\uae09\uc790\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc11c \ub370\uc774\ud130\ub97c \uc77d\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_NULL_SECURITY_PROVIDER_WRITE_ERROR_111=null \uc5f0\uacb0 \ubcf4\uc548 \uacf5\uae09\uc790\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0 \ub370\uc774\ud130\ub97c \uc4f0\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_CANNOT_INITIALIZE_112=TLS \uc5f0\uacb0 \ubcf4\uc548 \uacf5\uae09\uc790\uc5d0 \uc0ac\uc6a9\ud560 SSL \ucee8\ud14d\uc2a4\ud2b8\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_UNEXPECTED_UNWRAP_STATUS_113=\ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc11c \uc77d\uc740 \uc554\ud638\ud654\ub41c \ub370\uc774\ud130\ub97c \ub798\ud551 \ud574\uc81c\ud558\ub294 \ub3d9\uc548 TLS \uc5f0\uacb0 \ubcf4\uc548 \uacf5\uae09\uc790\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc0c1\ud0dc \uacb0\uacfc\uac00 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_READ_ERROR_114=TLS \uc5f0\uacb0 \ubcf4\uc548 \uacf5\uae09\uc790\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc11c \ub370\uc774\ud130\ub97c \uc77d\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_WRITE_NEEDS_UNWRAP_115=TLS \uc5f0\uacb0 \ubcf4\uc548 \uacf5\uae09\uc790\ub97c \ud1b5\ud574 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0 \ub370\uc774\ud130\ub97c \uc4f0\ub294 \ub3d9\uc548 SSL \ud611\uc0c1\uc744 \uc218\ud589\ud558\ub824\uba74 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0\uc11c \ub370\uc774\ud130\ub97c \uc77d\uc5b4\uc57c \ud558\ub294 \uac83\uc73c\ub85c SSL\uc5d0 \ud45c\uc2dc\ub418\uc9c0\ub9cc \uc77d\uc744 \ub370\uc774\ud130\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774\ub294 \uc608\uae30\uce58 \uc54a\uc740 \uc0c1\ud669\uc774\uba70 \ub2e4\ub978 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc744 \ucc28\ub2e8\ud558\uc9c0 \uc54a\uace0\ub294 \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0\uc11c \ucc98\ub9ac\ub97c \uacc4\uc18d\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \uc5f0\uacb0\uc774 \ub2eb\ud799\ub2c8\ub2e4.
SEVERE_ERR_TLS_SECURITY_PROVIDER_UNEXPECTED_WRAP_STATUS_116=\ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0 \uc4f0\uae30 \uc704\ud574 \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \ub370\uc774\ud130\ub97c \ub798\ud551\ud558\ub294 \ub3d9\uc548 TLS \uc5f0\uacb0 \ubcf4\uc548 \uacf5\uae09\uc790\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc0c1\ud0dc \uacb0\uacfc\uac00 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_WRITE_ERROR_117=TLS \uc5f0\uacb0 \ubcf4\uc548 \uacf5\uae09\uc790\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0 \ub370\uc774\ud130\ub97c \uc4f0\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SEDCM_NO_PEER_CERTIFICATE_118=\ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SEDCM_PEER_CERT_NOT_X509_119=\ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 X.509 \uc778\uc99d\uc11c\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud53c\uc5b4 \uc778\uc99d\uc11c \ud615\uc2dd: %s).
MILD_ERR_SEDCM_CANNOT_DECODE_SUBJECT_AS_DN_120=\ud53c\uc5b4 \uc778\uc99d\uc11c \uc8fc\uc81c \u20a9"%s\u20a9"\uc744(\ub97c) LDAP DN\uc73c\ub85c \ud574\ub3c5\ud558\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SEDCM_CANNOT_GET_ENTRY_121=DN\uc774 \u20a9"%s\u20a9"\uc778 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SEDCM_NO_USER_FOR_DN_122=DN\uc774 %s\uc778 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_NO_CLIENT_CONNECTION_123=\uad00\ub828 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0 \ub300\ud55c \ucc38\uc870\uac00 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_NO_SECURITY_PROVIDER_124=\uad00\ub828 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0 \ubcf4\uc548 \uacf5\uae09\uc790\uac00 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_CLIENT_NOT_USING_TLS_PROVIDER_125=\ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0\uc11c TLS \ubcf4\uc548 \uacf5\uae09\uc790\ub97c \uc0ac\uc6a9\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud074\ub77c\uc774\uc5b8\ud2b8 \ubcf4\uc548 \uacf5\uae09\uc790: %s). SASL EXTERNAL \uc778\uc99d\uc744 \uc0ac\uc6a9\ud558\ub824\ub294 \ud074\ub77c\uc774\uc5b8\ud2b8\uc758 \uacbd\uc6b0 TLS \ubcf4\uc548 \uacf5\uae09\uc790\uac00 \ud544\uc694\ud569\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_NO_CLIENT_CERT_126=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 SSL/TLS \ud611\uc0c1 \uacfc\uc815 \uc911 \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc558\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_NO_MAPPING_127=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 SSL/TLS \ud611\uc0c1 \uacfc\uc815 \uc911 \uc81c\uacf5\ud55c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc758 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL \ubc14\uc778\ub4dc \uc694\uccad\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_STARTTLS_NO_CLIENT_CONNECTION_128=\uae30\ubcf8 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc5f0\uacb0\uc5d0\uc11c StartTLS\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STARTTLS_NOT_TLS_CAPABLE_129=\uc774 \uc5f0\uacb0 \uc720\ud615\uc5d0\uc11c StartTLS\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud1b5\uc2e0\uc744 \ubcf4\ud638\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0\uc11c StartTLS\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STARTTLS_ERROR_ON_ENABLE_130=StartTLS\ub97c \uc704\ud574 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0\uc11c TLS \uc5f0\uacb0 \ubcf4\uc548 \uad00\ub9ac\uc790\ub97c \ud65c\uc131\ud654\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLEXTERNAL_DESCRIPTION_VALIDATION_POLICY_131=SASL EXTERNAL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\uac00 \ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \ud574\ub2f9 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \uc778\uc99d\uc11c\uc640 \ube44\uad50\ud558\uc5ec \uac80\uc99d\ud574\uc57c \ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \uac12\uc740 "true"(\uc778\uc99d\uc11c\ub97c \ud56d\uc0c1 \uac80\uc99d\ud558\uace0 \uc778\uc99d\uc11c\uac00 \uc5c6\ub294 \uacbd\uc6b0 \uc624\ub958 \ubc1c\uc0dd), "false"(\ud53c\uc5b4 \uc778\uc99d\uc11c \uac80\uc99d \uc548 \ud568) \ubc0f "ifpresent"(\uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \uc778\uc99d\uc11c\uac00 \ud558\ub098 \uc774\uc0c1 \uc788\ub294 \uacbd\uc6b0\uc5d0\ub294 \ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uac80\uc99d\ud558\uace0 \ud56d\ubaa9\uc5d0 \uc778\uc99d\uc11c\uac00 \uc5c6\ub294 \uacbd\uc6b0\uc5d0\ub294 \uc624\ub958 \ubc1c\uc0dd) \uc911 \ud558\ub098\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLEXTERNAL_INVALID_VALIDATION_VALUE_132=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc798\ubabb\ub41c ds-cfg-certificate-validation-policy \uc18d\uc131 \uac12 %s\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4. \uac12\uc740 "always", "never" \ub610\ub294 "ifpresent" \uc911 \ud558\ub098\uc5ec\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_SASLEXTERNAL_CANNOT_GET_VALIDATION_POLICY_133=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-certificate-validation-policy \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLEXTERNAL_DESCRIPTION_CERTIFICATE_ATTRIBUTE_134=\uac80\uc99d\uc744 \uc704\ud574 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \uc778\uc99d\uc11c \uc815\ubcf4\ub97c \ubcf4\uad00\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \uc720\ud6a8\ud55c \uc18d\uc131 \uc720\ud615\uc758 \uc774\ub984\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLEXTERNAL_CANNOT_GET_CERT_ATTR_135=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-certificate-attribute \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLEXTERNAL_UNKNOWN_CERT_ATTR_136=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-certificate-attribute \uad6c\uc131 \uc18d\uc131\uc5d0\uc11c \ucc38\uc870\ub418\ub294 %1$s \uc18d\uc131\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. SASL EXTERNAL \uc778\uc99d \uacfc\uc815 \uc911 \uc778\uc99d\uc11c\ub97c \uac80\uc99d\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc774 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_NO_CERT_IN_ENTRY_137=\ub9e4\ud551\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc5d0 \uc81c\uacf5\ub41c \ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \ud655\uc778\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc778\uc99d\uc11c\uac00 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL\uc744 \ud1b5\ud574 \uc778\uc99d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_PEER_CERT_NOT_FOUND_138=\ub9e4\ud551\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc5d0 \ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c \ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL\uc744 \ud1b5\ud574 \uc778\uc99d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_CANNOT_VALIDATE_CERT_139=\uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc758 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c \ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uac80\uc99d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLEXTERNAL_UPDATED_VALIDATION_POLICY_140=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-certificate-validation-policy \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc0c8 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc778\uc99d\uc11c \uac80\uc99d \uc815\ucc45\uc740 %s\uc785\ub2c8\ub2e4.
INFO_SASLEXTERNAL_UPDATED_CERT_ATTR_141=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-certificate-attribute \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uac80\uc99d\ud560 \ub54c %s \uc18d\uc131\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLPLAIN_DESCRIPTION_USERNAME_ATTRIBUTE_142=SASL PLAIN \uc778\uc99d \uacfc\uc815 \uc911 \uc81c\uacf5\ub41c authcID/authzID\ub97c \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc2dd\ubcc4\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \uc720\ud6a8\ud55c \uc18d\uc131 \uc720\ud615\uc758 \uc774\ub984\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLPLAIN_CANNOT_GET_USERNAME_ATTR_143=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-name-attribute \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLPLAIN_UNKNOWN_USERNAME_ATTR_144=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-user-name-attribute \uad6c\uc131 \uc18d\uc131\uc5d0\uc11c \ucc38\uc870\ub418\ub294 %1$s \uc18d\uc131\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. SASL PLAIN \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uc870\ud68c\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc774 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
INFO_SASLPLAIN_DESCRIPTION_USER_BASE_DN_145=SASL PLAIN \uc778\uc99d \uacfc\uc815 \uc911 \uc81c\uacf5\ub41c authcID/authzID\ub97c \uae30\ubc18\uc73c\ub85c \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uae30\ubcf8 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLPLAIN_CANNOT_GET_USER_BASE_DN_146=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-base-dn \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLPLAIN_NO_SASL_CREDENTIALS_147=SASL PLAIN \uc778\uc99d\uc744 \uc0ac\uc6a9\ud558\ub824\uba74 SASL \uc790\uaca9 \uc99d\uba85\uc744 \uc81c\uacf5\ud574\uc57c \ud558\ub294\ub370 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_NO_NULLS_IN_CREDENTIALS_148=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 NULL \ubb38\uc790\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\uc640 \uc778\uc99d \uc544\uc774\ub514 \uc0ac\uc774, \uc778\uc99d \uc544\uc774\ub514\uc640 \ube44\ubc00\ubc88\ud638 \uc0ac\uc774\uc758 \uad6c\ubd84 \uae30\ud638\ub85c NULL \ubb38\uc790\ub97c \uc0ac\uc6a9\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_NO_SECOND_NULL_149=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc758 \uc790\uaca9 \uc99d\uba85\uc5d0 \uc778\uc99d \uc544\uc774\ub514\uc640 \ube44\ubc00\ubc88\ud638 \uc0ac\uc774\uc758 \uad6c\ubd84 \uae30\ud638\ub85c \uc0ac\uc6a9\ud558\ub294 \ub450 \ubc88\uc9f8 NULL \ubb38\uc790\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_ZERO_LENGTH_AUTHCID_150=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \ud3ec\ud568\ub41c \uc778\uc99d \uc544\uc774\ub514\uc758 \uae38\uc774\uac00 0\uc785\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. SASL PLAIN \uc778\uc99d\uc5d0\uc11c \ube48 \ubb38\uc790\uc5f4\uc744 \uc778\uc99d \uc544\uc774\ub514\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_ZERO_LENGTH_PASSWORD_151=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \ud3ec\ud568\ub41c \ube44\ubc00\ubc88\ud638\uc758 \uae38\uc774\uac00 0\uc785\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. SASL PLAIN \uc778\uc99d\uc5d0\uc11c \ube48 \ubb38\uc790\uc5f4\uc744 \ube44\ubc00\ubc88\ud638\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_CANNOT_DECODE_AUTHCID_AS_DN_152=SASL PLAIN \uc778\uc99d \uc544\uc774\ub514 \u20a9"%s\u20a9"\uc5d0 DN\uc774 \ud3ec\ud568\ub41c \uac83 \uac19\uc740\ub370 DN\uc774 \ud574\ub3c5\ub418\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc778\uc99d \uc544\uc774\ub514\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLPLAIN_AUTHCID_IS_NULL_DN_153=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc758 \uc778\uc99d \uc544\uc774\ub514\uac00 \ube48 DN\uc778 \uac83 \uac19\uc2b5\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_CANNOT_GET_ENTRY_BY_DN_154=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc758 DN \uae30\ubc18 \uc778\uc99d \uc544\uc774\ub514\uc5d0 \uc9c0\uc815\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLPLAIN_CANNOT_PERFORM_INTERNAL_SEARCH_155=SASL PLAIN \uc778\uc99d \uc544\uc774\ub514 %s\uc5d0 \uc5f0\uacb0\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\uae30 \uc704\ud574 \ub0b4\ubd80 \uac80\uc0c9\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uac80\uc0c9 \uacb0\uacfc\ub294 %s\uc774\uba70 %s \uba54\uc2dc\uc9c0\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_MULTIPLE_MATCHING_ENTRIES_156=SASL PLAIN \uc778\uc99d \uc544\uc774\ub514 %s\uc744(\ub97c) \ud655\uc778\ud558\uae30 \uc704\ud55c \ub0b4\ubd80 \uac80\uc0c9\uc5d0\uc11c \uc77c\uce58\ud558\ub294 \ud56d\ubaa9\uc744 \uc5ec\ub7ec \uac1c \ucc3e\uc558\uc2b5\ub2c8\ub2e4. \uc778\uc99d\uc5d0 \uc131\uacf5\ud558\ub824\uba74 \uc778\uc99d \uc544\uc774\ub514\uac00 \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_NO_MATCHING_ENTRIES_157=\uc11c\ubc84\uac00 \uc81c\uacf5\ub41c \uc778\uc99d \uc544\uc774\ub514 %s\uc5d0 \ub300\ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_NO_PW_ATTR_158=\ub9e4\ud551\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 %s \uc18d\uc131 \uac12\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL PLAIN \uc778\uc99d\uc5d0 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_UNKNOWN_STORAGE_SCHEME_159=\ub300\uc0c1 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc758 \ube44\ubc00\ubc88\ud638\uc5d0 \uc54c \uc218 \uc5c6\ub294 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc774(\uac00) \uc788\uae30 \ub54c\ubb38\uc5d0 SASL PLAIN\uc744 \ud1b5\ud574 \uc774 \ube44\ubc00\ubc88\ud638\ub97c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_INVALID_PASSWORD_160=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
INFO_SASLPLAIN_UPDATED_USERNAME_ATTR_161=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-name-attribute \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c authcID/authzID\ub97c \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc870\ud68c\ud560 \ub54c %s \uc18d\uc131\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLPLAIN_UPDATED_USER_BASE_DN_162=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-base-dn \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c authcID/authzID\ub97c \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc870\ud68c\ud560 \ub54c DN %s\uc774(\uac00) \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLPLAIN_CANNOT_LOCK_ENTRY_163=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77d\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SEDCM_CANNOT_LOCK_ENTRY_164=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77d\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
INFO_SASLANONYMOUS_TRACE_165=SASL ANONYMOUS \ubc14\uc778\ub4dc \uc791\uc5c5(conn=%d, op=%d)\uc5d0\uc11c \ucd94\uc801 \uc815\ubcf4\ub97c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLCRAMMD5_CANNOT_GET_MESSAGE_DIGEST_166=CRAM-MD5 SASL \ucc98\ub9ac\uae30\uc5d0\uc11c \uc0ac\uc6a9\ud560 MD5 \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc5d4\uc9c4\uc744 \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLCRAMMD5_DESCRIPTION_USERNAME_ATTRIBUTE_167=SASL CRAM-MD5 \uc778\uc99d \uacfc\uc815 \uc911 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc2dd\ubcc4\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \uc720\ud6a8\ud55c \uc18d\uc131 \uc720\ud615\uc758 \uc774\ub984\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLCRAMMD5_CANNOT_GET_USERNAME_ATTR_168=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-name-attribute \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLCRAMMD5_UNKNOWN_USERNAME_ATTR_169=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-user-name-attribute \uad6c\uc131 \uc18d\uc131\uc5d0\uc11c \ucc38\uc870\ub418\ub294 %1$s \uc18d\uc131\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. SASL CRAM-MD5 \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uc870\ud68c\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc774 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
INFO_SASLCRAMMD5_DESCRIPTION_USER_BASE_DN_170=SASL CRAM-MD5 \uc778\uc99d \uacfc\uc815 \uc911 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uae30\ubcf8 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLCRAMMD5_CANNOT_GET_USER_BASE_DN_171=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-base-dn \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLCRAMMD5_NO_STORED_CHALLENGE_172=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc744 \uc704\ud574 \uc800\uc7a5\ub41c \ucc4c\ub9b0\uc9c0\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. 2\ub2e8\uacc4 \ud504\ub85c\uc138\uc2a4\uc758 \uccab \ubc88\uc9f8 CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0\ub294 \ud074\ub77c\uc774\uc5b8\ud2b8 SASL \uc790\uaca9 \uc99d\uba85\uc774 \uc5c6\uc5b4\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_INVALID_STORED_CHALLENGE_173=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0 \ub300\ud574 \uc800\uc7a5\ub41c SASL \uc0c1\ud0dc \uc815\ubcf4\uac00 \ucc4c\ub9b0\uc9c0\uc5d0 \uc801\ud569\ud55c \ud615\ud0dc\uac00 \uc544\ub2d9\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_NO_SPACE_IN_CREDENTIALS_174=\ud074\ub77c\uc774\uc5b8\ud2b8\uc758 SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc0ac\uc6a9\uc790 \uc774\ub984\uacfc \uc778\uc99d \ub2e4\uc774\uc81c\uc2a4\ud2b8\ub97c \uad6c\ubd84\ud558\ub294 \uacf5\ubc31\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_INVALID_DIGEST_LENGTH_175=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ud574\ub3c5\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8 \ubb38\uc790\uc5f4\uc758 \uae38\uc774\uac00 %d\ubc14\uc774\ud2b8\ub85c \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4. MD5 \ub2e4\uc774\uc81c\uc2a4\ud2b8 16\uc9c4\uc218 \ud45c\uc2dc\uc758 \uc608\uc0c1 \uae38\uc774\ub294 %d\ubc14\uc774\ud2b8\uc785\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_INVALID_DIGEST_CONTENT_176=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ud574\ub3c5\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 16\uc9c4\uc218\ub9cc\uc73c\ub85c \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLCRAMMD5_CANNOT_DECODE_USERNAME_AS_DN_177=SASL CRAM-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984 \u20a9"%s\u20a9"\uc5d0 DN\uc774 \ud3ec\ud568\ub41c \uac83 \uac19\uc740\ub370 DN\uc774 \ud574\ub3c5\ub418\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLCRAMMD5_USERNAME_IS_NULL_DN_178=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc758 \uc0ac\uc6a9\uc790 \uc774\ub984\uc774 \ube48 DN\uc778 \uac83 \uac19\uc2b5\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_SASLCRAMMD5_CANNOT_LOCK_ENTRY_179=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77d\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_CANNOT_GET_ENTRY_BY_DN_180=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc758 DN \uae30\ubc18 \uc0ac\uc6a9\uc790 \uc774\ub984\uc5d0 \uc9c0\uc815\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLCRAMMD5_ZERO_LENGTH_USERNAME_181=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \ud3ec\ud568\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc758 \uae38\uc774\uac00 0\uc785\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. CRAM-MD5 \uc778\uc99d\uc5d0\uc11c \ube48 \ubb38\uc790\uc5f4\uc744 \uc0ac\uc6a9\uc790 \uc774\ub984\uc73c\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_CANNOT_PERFORM_INTERNAL_SEARCH_182=SASL CRAM-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc5d0 \uc5f0\uacb0\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\uae30 \uc704\ud574 \ub0b4\ubd80 \uac80\uc0c9\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uac80\uc0c9 \uacb0\uacfc\ub294 %s\uc774\uba70 %s \uba54\uc2dc\uc9c0\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_MULTIPLE_MATCHING_ENTRIES_183=SASL CRAM-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc744(\ub97c) \ud655\uc778\ud558\uae30 \uc704\ud55c \ub0b4\ubd80 \uac80\uc0c9\uc5d0\uc11c \uc77c\uce58\ud558\ub294 \ud56d\ubaa9\uc744 \uc5ec\ub7ec \uac1c \ucc3e\uc558\uc2b5\ub2c8\ub2e4. \uc778\uc99d\uc5d0 \uc131\uacf5\ud558\ub824\uba74 \uc0ac\uc6a9\uc790 \uc774\ub984\uc774 \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_NO_MATCHING_ENTRIES_184=\uc11c\ubc84\uac00 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc5d0 \ub300\ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_NO_PW_ATTR_185=\ub9e4\ud551\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 %s \uc18d\uc131 \uac12\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL CRAM-MD5 \uc778\uc99d\uc5d0 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_UNKNOWN_STORAGE_SCHEME_186=\ub300\uc0c1 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc758 \ube44\ubc00\ubc88\ud638\uc5d0 \uc54c \uc218 \uc5c6\ub294 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc774(\uac00) \uc788\uae30 \ub54c\ubb38\uc5d0 SASL CRAM-MD5\ub97c \ud1b5\ud574 \uc774 \ube44\ubc00\ubc88\ud638\ub97c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_CANNOT_GET_CLEAR_PASSWORD_187=\uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\uac00 %2$s\uc778 \uac12\uc73c\ub85c\ubd80\ud130 \uc0ac\uc6a9\uc790 %1$s\uc5d0 \ub300\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \ube44\ubc00\ubc88\ud638\ub97c \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_SASLCRAMMD5_INVALID_PASSWORD_188=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_NO_REVERSIBLE_PASSWORDS_189=\uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \ube44\ubc00\ubc88\ud638\uac00 \ucde8\uc18c\ud560 \uc218 \uc788\ub294 \ud615\uc2dd\uc73c\ub85c \uc800\uc7a5\ub418\uc5b4 \uc788\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud574 SASL CRAM-MD5 \uc778\uc99d\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_SASLCRAMMD5_UPDATED_USERNAME_ATTR_190=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-name-attribute \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc870\ud68c\ud560 \ub54c %s \uc18d\uc131\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLCRAMMD5_UPDATED_USER_BASE_DN_191=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-base-dn \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc870\ud68c\ud560 \ub54c DN %s\uc774(\uac00) \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GET_MESSAGE_DIGEST_192=DIGEST-MD5 SASL \ucc98\ub9ac\uae30\uc5d0\uc11c \uc0ac\uc6a9\ud560 MD5 \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc5d4\uc9c4\uc744 \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLDIGESTMD5_DESCRIPTION_USERNAME_ATTRIBUTE_193=SASL DIGEST-MD5 \uc778\uc99d \uacfc\uc815 \uc911 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc2dd\ubcc4\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \uc720\ud6a8\ud55c \uc18d\uc131 \uc720\ud615\uc758 \uc774\ub984\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GET_USERNAME_ATTR_194=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-name-attribute \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLDIGESTMD5_UNKNOWN_USERNAME_ATTR_195=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-user-name-attribute \uad6c\uc131 \uc18d\uc131\uc5d0\uc11c \ucc38\uc870\ub418\ub294 %1$s \uc18d\uc131\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. SASL DIGEST-MD5 \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uc870\ud68c\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc774 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
INFO_SASLDIGESTMD5_DESCRIPTION_USER_BASE_DN_196=SASL DIGEST-MD5 \uc778\uc99d \uacfc\uc815 \uc911 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uae30\ubcf8 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GET_USER_BASE_DN_197=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-base-dn \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLDIGESTMD5_DESCRIPTION_REALM_198=\uc11c\ubc84\uc5d0\uc11c DIGEST-MD5 \uc778\uc99d\uc744 \uc704\ud574 \uc0ac\uc6a9\ud558\ub294 \uc601\uc5ed\uc785\ub2c8\ub2e4. \uc774 \uac12\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc73c\uba74 \uc11c\ubc84\uc5d0\uc11c\ub294 \uae30\ubcf8\uc801\uc73c\ub85c \uc815\uc758\ub41c \uc811\ubbf8\uc5b4\uc5d0 \ud574\ub2f9\ud558\ub294 \uc601\uc5ed \uc774\ub984 \uc9d1\ud569\uc744 \uc0ac\uc6a9\ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GET_REALM_199=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-realm \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_SASLDIGESTMD5_CHALLENGE_TOO_LONG_200=\ucd08\uae30 DIGEST-MD5\ub294 2048\ubc14\uc774\ud2b8\ubcf4\ub2e4 \uc791\uc544\uc57c \ud558\ub294\ub370 \uc0dd\uc131\ub41c \ucc4c\ub9b0\uc9c0\ub294 %d\ubc14\uc774\ud2b8\uc785\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_CREDENTIALS_201=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 DIGEST-MD5 \ubc14\uc778\ub4dc\ub97c \uc218\ud589 \uc911\uc784\uc744 \ub098\ud0c0\ub0b4\ub294 DIGEST-MD5 \uc0c1\ud0dc \uc815\ubcf4\uac00 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \uc790\uaca9 \uc99d\uba85\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_INVALID_STORED_STATE_202=SASL DIGEST-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0 \ub300\ud574 \uc800\uc7a5\ub41c SASL \uc0c1\ud0dc \uc815\ubcf4\uac00 \ucc4c\ub9b0\uc9c0\uc5d0 \uc801\ud569\ud55c \ud615\ud0dc\uac00 \uc544\ub2d9\ub2c8\ub2e4.
SEVERE_WARN_SASLDIGESTMD5_CANNOT_PARSE_ISO_CREDENTIALS_203=%s \ubb38\uc790 \uc9d1\ud569\uc744 \uc0ac\uc6a9\ud558\uc5ec DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc744 \ubb38\uc790\uc5f4\ub85c \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc11c\ubc84\uc5d0\uc11c UTF-8\uc744 \uc0ac\uc6a9\ud558\uc5ec \ub2e4\uc2dc \uc2dc\ub3c4\ud569\ub2c8\ub2e4.
SEVERE_WARN_SASLDIGESTMD5_CANNOT_PARSE_UTF8_CREDENTIALS_204=UTF-8 \ubb38\uc790 \uc9d1\ud569\uc744 \uc0ac\uc6a9\ud558\uc5ec DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc744 \ubb38\uc790\uc5f4\ub85c \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s.
MILD_ERR_SASLDIGESTMD5_INVALID_TOKEN_IN_CREDENTIALS_205=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 %2$d \uc704\uce58\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 \uc798\ubabb\ub41c \ud1a0\ud070 \u20a9"%s\u20a9"\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_INVALID_CHARSET_206=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc774 \uc798\ubabb\ub41c \ubb38\uc790 \uc9d1\ud569 %s\uc744(\ub97c) \uc9c0\uc815\ud569\ub2c8\ub2e4. \uc774 \ub9e4\uac1c\ubcc0\uc218\uc5d0\ub294 'utf-8' \uac12\ub9cc \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_DECODE_REALM_AS_DN_207=\uc81c\uacf5\ub41c \uc751\ub2f5 \uc601\uc5ed \u20a9"%s\u20a9"\uc744(\ub97c) DN\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLDIGESTMD5_INVALID_REALM_208=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \uc798\ubabb\ub41c \uc601\uc5ed \u20a9"%s\u20a9"\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SASLDIGESTMD5_INVALID_NONCE_209=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \uc11c\ubc84\uc5d0\uc11c \uc81c\uacf5\ud55c \uc784\uc2dc \ud0a4\uc640 \ub2e4\ub978 \uc784\uc2dc \ud0a4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub294 \uc7ac\uc0dd \uacf5\uaca9 \ub610\ub294 \uc120\ud0dd \ud3c9\ubb38 \uacf5\uaca9\uc744 \ub098\ud0c0\ub0b4\ubbc0\ub85c \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc774 \uc885\ub8cc\ub429\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_DECODE_NONCE_COUNT_210=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 16\uc9c4\uc218\ub85c \uc778\ucf54\ub529\ub41c \uc815\uc218\ub85c \ud574\ub3c5\ub418\uc9c0 \uc54a\ub294 \uc784\uc2dc \ud0a4 \uac1c\uc218 \u20a9"%s\u20a9"\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SASLDIGESTMD5_CANNOT_DECODE_STORED_NONCE_COUNT_211=\uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0 \ub300\ud574 \uc11c\ubc84\uc5d0 \uc800\uc7a5\ub41c \uc784\uc2dc \ud0a4 \uac1c\uc218\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLDIGESTMD5_INVALID_NONCE_COUNT_212=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \uc11c\ubc84\uc5d0 \ud544\uc694\ud55c \uac1c\uc218\uc640 \ub2e4\ub978 \uc784\uc2dc \ud0a4 \uac1c\uc218\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub294 \uc7ac\uc0dd \uacf5\uaca9\uc744 \ub098\ud0c0\ub0b4\ubbc0\ub85c \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc774 \uc885\ub8cc\ub429\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_INTEGRITY_NOT_SUPPORTED_213=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc778\uc99d \ubb34\uacb0\uc131 \uc218\uc900\uc758 \ubcf4\ud638\ub97c \uc694\uccad\ud588\uc9c0\ub9cc \ud604\uc7ac \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c\ub294 \ubb34\uacb0\uc131 \ubcf4\ud638\uac00 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CONFIDENTIALITY_NOT_SUPPORTED_214=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc778\uc99d \uae30\ubc00\uc131 \uc218\uc900\uc758 \ubcf4\ud638\ub97c \uc694\uccad\ud588\uc9c0\ub9cc \ud604\uc7ac \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c\ub294 \uae30\ubc00\uc131 \ubcf4\ud638\uac00 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_INVALID_QOP_215=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0\uc11c \uc798\ubabb\ub41c \uc218\uc900\uc758 \ubcf4\ud638 \uba54\ucee4\ub2c8\uc998 %s\uc744(\ub97c) \uc694\uccad\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_PARSE_RESPONSE_DIGEST_216=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 16\uc9c4\uc218\ub85c \uc778\ucf54\ub529\ub41c \ubc14\uc774\ud2b8 \uc2dc\ud000\uc2a4\ub85c \ud574\ub3c5\ub418\uc9c0 \uc54a\ub294 \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLDIGESTMD5_INVALID_RESPONSE_TOKEN_217=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \uc798\ubabb\ub41c \ud1a0\ud070 \u20a9"%s\u20a9"\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_USERNAME_IN_RESPONSE_218=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \ud544\uc218 "username" \ud1a0\ud070\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_NONCE_IN_RESPONSE_219=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \ud544\uc218 "nonce" \ud1a0\ud070\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_CNONCE_IN_RESPONSE_220=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \ud544\uc218 "cnonce" \ud1a0\ud070\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_NONCE_COUNT_IN_RESPONSE_221=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \ud544\uc218 "nc" \ud1a0\ud070\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_DIGEST_IN_RESPONSE_223=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc5d0 \ud544\uc218 "response" \ud1a0\ud070\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_DECODE_USERNAME_AS_DN_224=SASL DIGEST-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984 \u20a9"%s\u20a9"\uc5d0 DN\uc774 \ud3ec\ud568\ub41c \uac83 \uac19\uc740\ub370 DN\uc774 \ud574\ub3c5\ub418\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLDIGESTMD5_USERNAME_IS_NULL_DN_225=SASL DIGEST-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc758 \uc0ac\uc6a9\uc790 \uc774\ub984\uc774 \ube48 DN\uc778 \uac83 \uac19\uc2b5\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_SASLDIGESTMD5_CANNOT_LOCK_ENTRY_226=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77d\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_GET_ENTRY_BY_DN_227=SASL DIGEST-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc758 DN \uae30\ubc18 \uc0ac\uc6a9\uc790 \uc774\ub984\uc5d0 \uc9c0\uc815\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLDIGESTMD5_ZERO_LENGTH_USERNAME_228=SASL DIGEST-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \ud3ec\ud568\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc758 \uae38\uc774\uac00 0\uc785\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. DIGEST-MD5 \uc778\uc99d\uc5d0\uc11c \ube48 \ubb38\uc790\uc5f4\uc744 \uc0ac\uc6a9\uc790 \uc774\ub984\uc73c\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_PERFORM_INTERNAL_SEARCH_229=SASL DIGEST-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc5d0 \uc5f0\uacb0\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\uae30 \uc704\ud574 \ub0b4\ubd80 \uac80\uc0c9\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uac80\uc0c9 \uacb0\uacfc\ub294 %s\uc774\uba70 %s \uba54\uc2dc\uc9c0\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_MULTIPLE_MATCHING_ENTRIES_230=SASL DIGEST-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc744(\ub97c) \ud655\uc778\ud558\uae30 \uc704\ud55c \ub0b4\ubd80 \uac80\uc0c9\uc5d0\uc11c \uc77c\uce58\ud558\ub294 \ud56d\ubaa9\uc744 \uc5ec\ub7ec \uac1c \ucc3e\uc558\uc2b5\ub2c8\ub2e4. \uc778\uc99d\uc5d0 \uc131\uacf5\ud558\ub824\uba74 \uc0ac\uc6a9\uc790 \uc774\ub984\uc774 \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_MATCHING_ENTRIES_231=\uc11c\ubc84\uac00 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc5d0 \ub300\ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_PW_ATTR_232=\ub9e4\ud551\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 %s \uc18d\uc131 \uac12\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL DIGEST-MD5 \uc778\uc99d\uc5d0 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_UNKNOWN_STORAGE_SCHEME_233=\ub300\uc0c1 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc758 \ube44\ubc00\ubc88\ud638\uc5d0 \uc54c \uc218 \uc5c6\ub294 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc774(\uac00) \uc788\uae30 \ub54c\ubb38\uc5d0 SASL DIGEST-MD5\ub97c \ud1b5\ud574 \uc774 \ube44\ubc00\ubc88\ud638\ub97c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_GET_CLEAR_PASSWORD_234=\uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\uac00 %2$s\uc778 \uac12\uc73c\ub85c\ubd80\ud130 \uc0ac\uc6a9\uc790 %1$s\uc5d0 \ub300\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \ube44\ubc00\ubc88\ud638\ub97c \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_SASLDIGESTMD5_INVALID_CREDENTIALS_235=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc774 \uad00\ub828 \uc0ac\uc6a9\uc790 \uacc4\uc815\uc758 \ube44\ubc00\ubc88\ud638\uc5d0 \uc801\ud569\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_REVERSIBLE_PASSWORDS_236=\uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \ube44\ubc00\ubc88\ud638\uac00 \ucde8\uc18c\ud560 \uc218 \uc788\ub294 \ud615\uc2dd\uc73c\ub85c \uc800\uc7a5\ub418\uc5b4 \uc788\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud574 SASL DIGEST-MD5 \uc778\uc99d\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_SASLDIGESTMD5_CANNOT_GENERATE_RESPONSE_DIGEST_237=\ud074\ub77c\uc774\uc5b8\ud2b8 \uc751\ub2f5\uacfc \ube44\uad50\ud560 \uc11c\ubc84\uce21 \ub2e4\uc774\uc81c\uc2a4\ud2b8\ub97c \uc0dd\uc131\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GENERATE_RESPONSE_AUTH_DIGEST_238=\uc11c\ubc84 SASL \uc790\uaca9 \uc99d\uba85\uc5d0 \ud3ec\ud568\ud560 \uc751\ub2f5 \uc778\uc99d \ub2e4\uc774\uc81c\uc2a4\ud2b8\ub97c \uc0dd\uc131\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLDIGESTMD5_INVALID_CLOSING_QUOTE_POS_239=DIGEST-MD5 \uc751\ub2f5 \ucc4c\ub9b0\uc9c0\uc758 %d \uc704\uce58\uc5d0 \uc798\ubabb\ub41c \ubb3c\uc74c\ud45c\uac00 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc751\ub2f5 \ucc4c\ub9b0\uc9c0\ub97c \uad6c\ubb38 \ubd84\uc11d\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
INFO_SASLDIGESTMD5_UPDATED_USERNAME_ATTR_240=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-name-attribute \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc870\ud68c\ud560 \ub54c %s \uc18d\uc131\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLDIGESTMD5_UPDATED_USER_BASE_DN_241=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-base-dn \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc870\ud68c\ud560 \ub54c DN %s\uc774(\uac00) \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLDIGESTMD5_UPDATED_NEW_REALM_242=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-realm \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc11c\ubc84\uc5d0\uc11c \ucc4c\ub9b0\uc9c0 \uc751\ub2f5\uc5d0 \u20a9"%s\u20a9" \uc601\uc5ed\uc744 \uc54c\ub9bd\ub2c8\ub2e4.
INFO_SASLDIGESTMD5_UPDATED_NO_REALM_243=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-realm \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uc5d0\uc11c \ucc4c\ub9b0\uc9c0 \uc751\ub2f5\uc5d0 \uc54c\ub9ac\ub294 \uc601\uc5ed\uc740 \uc11c\ubc84 \uc811\ubbf8\uc5b4\uc758 DN\uc785\ub2c8\ub2e4.
INFO_SASLGSSAPI_DESCRIPTION_USERNAME_ATTRIBUTE_244=SASL GSSAPI \uc778\uc99d \uacfc\uc815 \uc911 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc2dd\ubcc4\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \uc720\ud6a8\ud55c \uc18d\uc131 \uc720\ud615\uc758 \uc774\ub984\uc744 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLGSSAPI_CANNOT_GET_USERNAME_ATTR_245=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-name-attribute \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLGSSAPI_UNKNOWN_USERNAME_ATTR_246=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-user-name-attribute \uad6c\uc131 \uc18d\uc131\uc5d0\uc11c \ucc38\uc870\ub418\ub294 %1$s \uc18d\uc131\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4. SASL GSSAPI \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uc870\ud68c\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131\uc774 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
INFO_SASLGSSAPI_DESCRIPTION_USER_BASE_DN_247=SASL GSSAPI \uc778\uc99d \uacfc\uc815 \uc911 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uae30\ubcf8 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLGSSAPI_CANNOT_GET_USER_BASE_DN_248=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-base-dn \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLGSSAPI_DESCRIPTION_SERVER_FQDN_249=SASL GSSAPI \uc778\uc99d \uacfc\uc815 \uc911 \uc11c\ubc84\uc5d0 \ub300\ud574 \uc0ac\uc6a9\ud560 \uc815\uaddc\ud654\ub41c \ub3c4\uba54\uc778 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SASLGSSAPI_CANNOT_GET_SERVER_FQDN_250=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-server-fqdn \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLGSSAPI_UPDATED_USERNAME_ATTR_251=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-name-attribute \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc870\ud68c\ud560 \ub54c %s \uc18d\uc131\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLGSSAPI_UPDATED_USER_BASE_DN_252=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-user-base-dn \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uae30\ubc18\uc73c\ub85c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc870\ud68c\ud560 \ub54c DN %s\uc774(\uac00) \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLGSSAPI_UPDATED_NEW_SERVER_FQDN_253=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-server-fqdn \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \u20a9"%s\u20a9" \uac12\uc774 GSSAPI \uc778\uc99d\uc5d0 \ub300\ud55c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc73c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLGSSAPI_UPDATED_NO_SERVER_FQDN_254=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-server-fqdn \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 GSSAPI \uc778\uc99d\uc5d0 \uc0ac\uc6a9\ud560 \uace0\uc720 FQDN\uc744 \ud655\uc778\ud558\ub824\uace0 \ud569\ub2c8\ub2e4.
INFO_SASLGSSAPI_UNEXPECTED_CALLBACK_255=GSSAPI \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\ud560 SASL \uc11c\ubc84\uc5d0 \ub300\ud574 \uc608\uae30\uce58 \uc54a\uc740 \ucf5c\ubc31\uc774 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLGSSAPI_DESCRIPTION_KDC_ADDRESS_256=SASL GSSAPI \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\ud560 KDC \uc8fc\uc18c\uc785\ub2c8\ub2e4. \uc774 \uac12\uc744 \uc9c0\uc815\ud558\uc9c0 \uc54a\uc744 \uacbd\uc6b0 \uc804\uccb4 \uc2dc\uc2a4\ud15c Kerberos \uad6c\uc131\uc5d0\uc11c \uc774 \uac12\uc744 \uac00\uc838\uc624\ub824\uace0 \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ud6c4\uc18d GSSAPI \ubc14\uc778\ub4dc \uc2dc\ub3c4\uc5d0 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_CANNOT_GET_KDC_ADDRESS_257=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-kdc-address \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLGSSAPI_DESCRIPTION_REALM_258=SASL GSSAPI \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\ud560 \uae30\ubcf8 \uc601\uc5ed\uc785\ub2c8\ub2e4. \uc774 \uac12\uc744 \uc9c0\uc815\ud558\uc9c0 \uc54a\uc744 \uacbd\uc6b0 \uc804\uccb4 \uc2dc\uc2a4\ud15c Kerberos \uad6c\uc131\uc5d0\uc11c \uc774 \uac12\uc744 \uac00\uc838\uc624\ub824\uace0 \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ud6c4\uc18d GSSAPI \ubc14\uc778\ub4dc \uc2dc\ub3c4\uc5d0 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_CANNOT_GET_REALM_259=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-realm \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLGSSAPI_NO_CLIENT_CONNECTION_260=GSSAPI \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_CANNOT_CREATE_SASL_SERVER_261=GSSAPI \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud560 SASL \uc11c\ubc84 \uc778\uc2a4\ud134\uc2a4\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLGSSAPI_CANNOT_EVALUATE_RESPONSE_262=GSSAPI \ubc14\uc778\ub4dc \uc694\uccad\uc5d0\uc11c \ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c \ucc4c\ub9b0\uc9c0 \uc751\ub2f5\uc744 \ud3c9\uac00\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLGSSAPI_NO_AUTHZ_ID_263=GSSAPI \uc778\uc99d \ud504\ub85c\uc138\uc2a4\ub294 \uc644\ub8cc\ub41c \uac83 \uac19\uc740\ub370 \ub514\ub809\ud1a0\ub9ac \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud560 \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_CANNOT_PERFORM_INTERNAL_SEARCH_264=GSSAPI \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 %s\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uae30 \uc704\ud574 \ub0b4\ubd80 \uac80\uc0c9\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4(\uacb0\uacfc \ucf54\ub4dc %d, \uc624\ub958 \uba54\uc2dc\uc9c0 \u20a9"%s\u20a9").
MILD_ERR_SASLGSSAPI_MULTIPLE_MATCHING_ENTRIES_265=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 GSSAPI \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 %s\uacfc(\uc640) \uc77c\uce58\ud558\ub294 \ud56d\ubaa9\uc774 \uc5ec\ub7ec \uac1c \uc788\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_CANNOT_MAP_AUTHZID_266=GSSAPI \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 %s\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc758 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
INFO_SASLGSSAPI_UPDATED_KDC_267=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-kdc-address \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \u20a9"%s\u20a9" \uac12\uc774 GSSAPI \uc778\uc99d\uc5d0 \ub300\ud55c KDC \uc8fc\uc18c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLGSSAPI_UNSET_KDC_268=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-kdc-address \uc18d\uc131\uc774 \uc2dc\uc2a4\ud15c \ub4f1\ub85d \uc815\ubcf4\ub85c \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. KDC \uc8fc\uc18c \ud655\uc778\uc744 \uc704\ud55c \ucd94\uac00 GSSAPI \uc778\uc99d\uc740 \uae30\ubcf8 \uc6b4\uc601 \uccb4\uc81c\uc758 Kerberos \uad6c\uc131\uc5d0 \ub530\ub77c \uc2dc\ub3c4\ub429\ub2c8\ub2e4.
INFO_SASLGSSAPI_UPDATED_REALM_269=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-realm \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \u20a9"%s\u20a9" \uac12\uc774 GSSAPI \uc778\uc99d\uc5d0 \ub300\ud55c \uae30\ubcf8 \uc601\uc5ed\uc73c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_SASLGSSAPI_UNSET_REALM_270=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-realm \uc18d\uc131\uc774 \uc2dc\uc2a4\ud15c \ub4f1\ub85d \uc815\ubcf4\ub85c \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uae30\ubcf8 \uc601\uc5ed \ud655\uc778\uc744 \uc704\ud55c \ucd94\uac00 GSSAPI \uc778\uc99d\uc740 \uae30\ubcf8 \uc6b4\uc601 \uccb4\uc81c\uc758 Kerberos \uad6c\uc131\uc5d0 \ub530\ub77c \uc2dc\ub3c4\ub429\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_CANNOT_CREATE_LOGIN_CONTEXT_271=GSSAPI \uc778\uc99d\uc744 \uc704\ud55c JAAS \ub85c\uadf8\uc778 \ucee8\ud14d\uc2a4\ud2b8\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLGSSAPI_CANNOT_AUTHENTICATE_SERVER_272=GSSAPI \ubc14\uc778\ub4dc \uc791\uc5c5\uc744 \uc9c0\uc6d0\ud558\uae30 \uc704\ud55c \uc11c\ubc84\uce21 Kerberos \uc778\uc99d\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLGSSAPI_DESCRIPTION_KEYTAB_FILE_273=GSSAPI \uc778\uc99d\uc744 \ucc98\ub9ac\ud560 \ub54c \uc0ac\uc6a9\ud560 Kerberos \uc0ac\uc6a9\uc790\uc5d0 \ub300\ud55c \ubcf4\uc548 \ud0a4\ub97c \ud3ec\ud568\ud558\ub294 \ud0a4 \ud0ed \ud30c\uc77c\uc758 \uacbd\ub85c\uc785\ub2c8\ub2e4. \uc774 \uac12\uc744 \uc9c0\uc815\ud558\uc9c0 \uc54a\uc73c\uba74 \uc804\uccb4 \uc2dc\uc2a4\ud15c\uc758 \uae30\ubcf8 \ud0a4 \ud0ed \ud30c\uc77c\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc744 \uc801\uc6a9\ud558\ub824\uba74 GSSAPI SASL \uba54\ucee4\ub2c8\uc998 \ucc98\ub9ac\uae30\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud558\uac70\ub098 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_CANNOT_GET_KEYTAB_FILE_274=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-keytab \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLGSSAPI_CANNOT_CREATE_JAAS_CONFIG_275=GSSAPI \ucc98\ub9ac \uacfc\uc815 \uc911 \uc0ac\uc6a9\ud560 \uc784\uc2dc JAAS \uad6c\uc131 \ud30c\uc77c\uc744 \uc791\uc131\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SASLGSSAPI_DIFFERENT_AUTHID_AND_AUTHZID_276=\uc778\uc99d \uc544\uc774\ub514 %s\uc774(\uac00) \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 %s\uacfc(\uc640) \ub2e4\ub985\ub2c8\ub2e4. \uc774\ub294 GSSAPI \uc778\uc99d\uc5d0\uc11c \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_EXTOP_WHOAMI_PROXYAUTH_INSUFFICIENT_PRIVILEGES_277=\ud504\ub85d\uc2dc\ub41c \uc778\uc99d \uc81c\uc5b4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_EXACTMAP_DESCRIPTION_MATCH_ATTR_298=\uc774 \uc544\uc774\ub514 \ub9e4\ud37c\uc5d0 \uc81c\uacf5\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4\uacfc \uc815\ud655\ud558\uac8c \uc77c\uce58\ud558\ub294 \uac12\uc744 \uac00\uc9c4 \uc18d\uc131\uc758 \uc774\ub984 \ub610\ub294 OID\uc785\ub2c8\ub2e4. \uac12\uc744 \ud558\ub098 \uc774\uc0c1 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4. \ubaa8\ub4e0 \uac12\uc740 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \uc18d\uc131 \uc720\ud615\uc758 \uc774\ub984 \ub610\ub294 OID\ub97c \ucc38\uc870\ud574\uc57c \ud569\ub2c8\ub2e4. \uc18d\uc131 \uc720\ud615 \uc774\ub984 \ub610\ub294 OID\ub97c \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud560 \uacbd\uc6b0 \ud574\ub2f9 \uc18d\uc131 \uc911 \ud558\ub098 \uc774\uc0c1\uc774 \uc815\ud655\ud788 \ud558\ub098\uc758 \ud56d\ubaa9\uc5d0 \uc81c\uacf5\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4 \uac12\uc744 \ud3ec\ud568\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_EXACTMAP_NO_MATCH_ATTR_299=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-match-attribute \uc18d\uc131 \uac12\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \uc18d\uc131 \uac12\uc740 \uc8fc\uc5b4\uc9c4 \uc544\uc774\ub514 \ubb38\uc790\uc5f4\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \uc18d\uc131\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_EXACTMAP_UNKNOWN_ATTR_300=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-match-attribute \uc18d\uc131 \uac12 %s\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc774 \uac12\uc740 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \uc18d\uc131 \uc720\ud615\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uc774\ub984 \ub610\ub294 OID\uac00 \uc544\ub2d9\ub2c8\ub2e4.
MILD_ERR_EXACTMAP_CANNOT_DETERMINE_MATCH_ATTR_301=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-match-attribute \uc18d\uc131 \uac12\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_EXACTMAP_DESCRIPTION_SEARCH_BASE_302=\uc81c\uacf5\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uae30 \uc704\ud574 \uac80\uc0c9\uc744 \uc218\ud589\ud560 \ub54c \uc0ac\uc6a9\ud574\uc57c \ud558\ub294 \uae30\ubcf8 DN\uc785\ub2c8\ub2e4. \uac12\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc73c\uba74 \ub8e8\ud2b8 DSE\uac00 \uac80\uc0c9 \uae30\uc900\uc73c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_EXACTMAP_CANNOT_DETERMINE_MATCH_BASE_303=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-match-base-dn \uc18d\uc131 \uac12\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_EXACTMAP_UPDATED_MATCH_ATTRS_304=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-match-attribute \uc18d\uc131\uc5d0 \ud3ec\ud568\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uacfc \uc544\uc774\ub514 \uc124\uc815\uc744 \uc77c\uce58\uc2dc\ud0ac \ub54c \uc0ac\uc6a9\ud560 \uc18d\uc131 \uc9d1\ud569\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
INFO_EXACTMAP_UPDATED_MATCH_BASES_305=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-match-base-dn \uc18d\uc131\uc5d0 \ud3ec\ud568\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uacfc \uc544\uc774\ub514 \ubb38\uc790\uc5f4\uc744 \uc77c\uce58\uc2dc\ud0ac \ub54c \uc0ac\uc6a9\ud560 \uac80\uc0c9 \uae30\ubcf8 DN \uc9d1\ud569\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXACTMAP_MULTIPLE_MATCHING_ENTRIES_306=\uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc774(\uac00) \uc5ec\ub7ec \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXACTMAP_INEFFICIENT_SEARCH_307=\uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc744(\ub97c) \uae30\ubc18\uc73c\ub85c \ud558\ub294 \ub0b4\ubd80 \uac80\uc0c9\uc744 \ud6a8\uc728\uc801\uc73c\ub85c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s. \uc11c\ubc84 \uad6c\uc131\uc744 \uac80\uc0ac\ud558\uc5ec \ubaa8\ub4e0 \uad00\ub828 \ubc31\uc5d4\ub4dc\uac00 \uc774\ub7ec\ud55c \uc720\ud615\uc758 \uac80\uc0c9\uc5d0 \ub300\ud574 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
MILD_ERR_EXACTMAP_SEARCH_FAILED_308=\uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc73c\ub85c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLCRAMMD5_DESCRIPTION_IDENTITY_MAPPER_DN_309=CRAM-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc744 \ubcf4\uad00\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_NO_IDENTITY_MAPPER_ATTR_310=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 CRAM-MD5 SASL \uba54\ucee4\ub2c8\uc998\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\uc758 DN\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-identity-mapper \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc785\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_NO_SUCH_IDENTITY_MAPPER_311=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-identity-mapper \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \uc544\uc774\ub514 \ub9e4\ud37c %1$s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \uc720\ud6a8\ud55c \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc744 \ucc38\uc870\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLCRAMMD5_CANNOT_GET_IDENTITY_MAPPER_312=CRAM-MD5 SASL \uba54\ucee4\ub2c8\uc998\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ud655\uc778\ud558\uae30 \uc704\ud574 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-identity-mapper \uc18d\uc131 \uac12\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLCRAMMD5_CANNOT_MAP_USERNAME_313=\uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLCRAMMD5_UPDATED_IDENTITY_MAPPER_314=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-identity-mapper \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \ub54c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud569\ub2c8\ub2e4.
INFO_SASLDIGESTMD5_DESCRIPTION_IDENTITY_MAPPER_DN_315=DIGEST-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc744 \ubcf4\uad00\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_IDENTITY_MAPPER_ATTR_316=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 DIGEST-MD5 SASL \uba54\ucee4\ub2c8\uc998\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\uc758 DN\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-identity-mapper \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc785\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_NO_SUCH_IDENTITY_MAPPER_317=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-identity-mapper \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \uc544\uc774\ub514 \ub9e4\ud37c %1$s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \uc720\ud6a8\ud55c \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc744 \ucc38\uc870\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_GET_IDENTITY_MAPPER_318=DIGEST-MD5 SASL \uba54\ucee4\ub2c8\uc998\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ud655\uc778\ud558\uae30 \uc704\ud574 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-identity-mapper \uc18d\uc131 \uac12\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLDIGESTMD5_CANNOT_MAP_USERNAME_319=\uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLDIGESTMD5_UPDATED_IDENTITY_MAPPER_320=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-identity-mapper \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c SASL DIGEST-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \ub54c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud569\ub2c8\ub2e4.
INFO_SASLPLAIN_DESCRIPTION_IDENTITY_MAPPER_DN_321=\uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc744 \ubcf4\uad00\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_NO_IDENTITY_MAPPER_ATTR_322=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 PLAIN SASL \uba54\ucee4\ub2c8\uc998\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\uc758 DN\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-identity-mapper \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc785\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_NO_SUCH_IDENTITY_MAPPER_323=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-identity-mapper \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \uc544\uc774\ub514 \ub9e4\ud37c %1$s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \uc720\ud6a8\ud55c \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc744 \ucc38\uc870\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_CANNOT_GET_IDENTITY_MAPPER_324=PLAIN SASL \uba54\ucee4\ub2c8\uc998\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ud655\uc778\ud558\uae30 \uc704\ud574 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-identity-mapper \uc18d\uc131 \uac12\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLPLAIN_CANNOT_MAP_USERNAME_325=\uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLPLAIN_UPDATED_IDENTITY_MAPPER_326=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-identity-mapper \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \ub54c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud569\ub2c8\ub2e4.
MILD_ERR_EXTOP_CANCEL_NO_REQUEST_VALUE_327=\ud655\uc7a5 \uc791\uc5c5\uc5d0 \uc694\uccad \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \ucde8\uc18c \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_CANCEL_CANNOT_DECODE_REQUEST_VALUE_328=\ucde8\uc18c \ud655\uc7a5 \uc694\uccad \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_EXTOP_CANCEL_REASON_329=\ucde8\uc18c \uc694\uccad(\uba54\uc2dc\uc9c0 \uc544\uc774\ub514 %d)\uc744 \uc218\uc2e0\ud558\uc5ec \uc774 \uc791\uc5c5 \ucc98\ub9ac\uac00 \uc885\ub8cc\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_PWSCHEME_DOES_NOT_SUPPORT_AUTH_PASSWORD_330=\ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc744(\ub97c) \uc778\uc99d \ube44\ubc00\ubc88\ud638 \uc18d\uc131 \uad6c\ubb38\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_PWLENGTHVALIDATOR_DESCRIPTION_MIN_LENGTH_331=\ube44\ubc00\ubc88\ud638\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ucd5c\uc18c \ubb38\uc790 \uc218\uc785\ub2c8\ub2e4. \uac12\uc774 0\uc774\uba74 \ucd5c\uc18c \uae38\uc774\uac00 \uc5c6\ub294 \uac83\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_PWLENGTHVALIDATOR_CANNOT_DETERMINE_MIN_LENGTH_332=ds-cfg-min-password-length \uc18d\uc131\uc5d0\uc11c \ud5c8\uc6a9\ud558\ub294 \ucd5c\uc18c \ube44\ubc00\ubc88\ud638 \uae38\uc774\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PWLENGTHVALIDATOR_DESCRIPTION_MAX_LENGTH_333=\ube44\ubc00\ubc88\ud638\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ucd5c\ub300 \ubb38\uc790 \uc218\uc785\ub2c8\ub2e4. \uac12\uc774 0\uc774\uba74 \ucd5c\ub300 \uae38\uc774\uac00 \uc5c6\ub294 \uac83\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_PWLENGTHVALIDATOR_CANNOT_DETERMINE_MAX_LENGTH_334=ds-cfg-max-password-length \uc18d\uc131\uc5d0\uc11c \ud5c8\uc6a9\ud558\ub294 \ucd5c\ub300 \ube44\ubc00\ubc88\ud638 \uae38\uc774\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_PWLENGTHVALIDATOR_MIN_GREATER_THAN_MAX_335=\uad6c\uc131\ub41c \ucd5c\uc18c \ube44\ubc00\ubc88\ud638 \uae38\uc774(%d\uc790)\uac00 \uad6c\uc131\ub41c \ucd5c\ub300 \ube44\ubc00\ubc88\ud638 \uae38\uc774(%d\uc790)\ubcf4\ub2e4 \ud07d\ub2c8\ub2e4.
MILD_ERR_PWLENGTHVALIDATOR_TOO_SHORT_336=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \ud544\uc694\ud55c \ucd5c\uc18c \uae38\uc774(%d\uc790)\ubcf4\ub2e4 \uc9e7\uc2b5\ub2c8\ub2e4.
MILD_ERR_PWLENGTHVALIDATOR_TOO_LONG_337=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \ud5c8\uc6a9\ub418\ub294 \ucd5c\ub300 \uae38\uc774(%d\uc790)\ubcf4\ub2e4 \uae41\ub2c8\ub2e4.
INFO_PWLENGTHVALIDATOR_UPDATED_MIN_LENGTH_338=\ucd5c\uc18c \ube44\ubc00\ubc88\ud638 \uae38\uc774\uac00 %d(\uc73c)\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
INFO_PWLENGTHVALIDATOR_UPDATED_MAX_LENGTH_339=\ucd5c\ub300 \ube44\ubc00\ubc88\ud638 \uae38\uc774\uac00 %d(\uc73c)\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
INFO_RANDOMPWGEN_DESCRIPTION_CHARSET_340=\ube44\ubc00\ubc88\ud638\ub97c \uc0dd\uc131\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \ubb38\uc790 \uc9d1\ud569\uc785\ub2c8\ub2e4. \uac01 \ubb38\uc790 \uc9d1\ud569\uc5d0\ub294 ASCII \uc601\ubb38\uc790\ub85c\ub9cc \uad6c\uc131\ub41c \uc774\ub984\uc774 \uc81c\uacf5\ub418\uace0 \ubc14\ub85c \ub4a4\uc5d0 \ucf5c\ub860\uc774 \uc624\uace0 \uadf8 \ub4a4\uc5d0 \ud574\ub2f9 \ubb38\uc790 \uc9d1\ud569\uc5d0 \ud3ec\ud568\ub420 \ubb38\uc790 \uc9d1\ud569\uc774 \ud45c\uc2dc\ub429\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_RANDOMPWGEN_NO_CHARSETS_341=\uad6c\uc131 \ud56d\ubaa9 \u20a9"%s\u20a9"\uc5d0\ub294 \ube44\ubc00\ubc88\ud638\ub97c \uc0dd\uc131\ud560 \ub54c \uc0ac\uc6a9\ud560 \ubb38\uc790 \uc9d1\ud569\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-password-character-set \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc785\ub2c8\ub2e4.
MILD_ERR_RANDOMPWGEN_CHARSET_NAME_CONFLICT_342=\uad6c\uc131 \ud56d\ubaa9 \u20a9"%s\u20a9"\uc5d0 %s \ubb38\uc790 \uc9d1\ud569\uc5d0 \ub300\ud55c \uc815\uc758\uac00 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_RANDOMPWGEN_CANNOT_DETERMINE_CHARSETS_343=\ube44\ubc00\ubc88\ud638\ub97c \uc0dd\uc131\ud560 \ub54c \uc0ac\uc6a9\ud560 \ubb38\uc790 \uc9d1\ud569\uc744 \ubcf4\uad00\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-password-character-set \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_RANDOMPWGEN_DESCRIPTION_PWFORMAT_344=\uc774 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\uc5d0\uc11c \uad6c\uc131\ub418\ub294 \ube44\ubc00\ubc88\ud638\uc5d0 \uc0ac\uc6a9\ud560 \ud615\uc2dd\uc785\ub2c8\ub2e4. \uac12\uc740 \uc27c\ud45c\ub85c \uad6c\ubd84\ub41c \uc5ec\ub7ec \uc694\uc18c\uc774\uba70 \uac01 \uc694\uc18c\ub294 \ubb38\uc790 \uc9d1\ud569\uc758 \uc774\ub984\uacfc \ucf5c\ub860, \uadf8\ub9ac\uace0 \ud574\ub2f9 \ubb38\uc790 \uc9d1\ud569\uc5d0\uc11c \uc784\uc758\ub85c \uc120\ud0dd\ud560 \ubb38\uc790 \uc218\ub85c \uc774\ub8e8\uc5b4\uc838 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_RANDOMPWGEN_NO_PWFORMAT_345=\uad6c\uc131 \ud56d\ubaa9 \u20a9"%s\u20a9"\uc5d0\ub294 \uc0dd\uc131\ub41c \ube44\ubc00\ubc88\ud638\uc5d0 \uc0ac\uc6a9\ud560 \ud615\uc2dd\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-password-format \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc785\ub2c8\ub2e4.
MILD_ERR_RANDOMPWGEN_UNKNOWN_CHARSET_346=\ube44\ubc00\ubc88\ud638 \ud615\uc2dd \ubb38\uc790\uc5f4 \u20a9"%s\u20a9"\uc774(\uac00) \uc815\uc758\ub418\uc9c0 \uc54a\uc740 \ubb38\uc790 \uc9d1\ud569 \u20a9"%s\u20a9"\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
MILD_ERR_RANDOMPWGEN_INVALID_PWFORMAT_347=\ube44\ubc00\ubc88\ud638 \ud615\uc2dd \ubb38\uc790\uc5f4 \u20a9"%s\u20a9"\uc5d0 \uc798\ubabb\ub41c \uad6c\ubb38\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc27c\ud45c\ub85c \uad6c\ubd84\ub41c \uc5ec\ub7ec \uc694\uc18c\uc774\uba70 \uac01 \uc694\uc18c\ub294 \ubb38\uc790 \uc9d1\ud569\uc758 \uc774\ub984\uacfc \ucf5c\ub860, \uadf8\ub9ac\uace0 \ud574\ub2f9 \ubb38\uc790 \uc9d1\ud569\uc5d0\uc11c \uc784\uc758\ub85c \uc120\ud0dd\ud560 \ubb38\uc790 \uc218\ub85c \uc774\ub8e8\uc5b4\uc838 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_RANDOMPWGEN_CANNOT_DETERMINE_PWFORMAT_348=\uc0dd\uc131\ub418\ub294 \ube44\ubc00\ubc88\ud638\uc758 \ud615\uc2dd\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-password-format \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLGSSAPI_DESCRIPTION_IDENTITY_MAPPER_DN_349=GSSAPI \uc0ac\uc6a9\uc790\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc744 \ubcf4\uad00\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_NO_IDENTITY_MAPPER_ATTR_350=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 GSSAPI SASL \uba54\ucee4\ub2c8\uc998\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\uc758 DN\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-identity-mapper \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc785\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_NO_SUCH_IDENTITY_MAPPER_351=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-identity-mapper \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \uc544\uc774\ub514 \ub9e4\ud37c %1$s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \uc720\ud6a8\ud55c \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131\uc744 \ucc38\uc870\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLGSSAPI_CANNOT_GET_IDENTITY_MAPPER_352=GSSAPI SASL \uba54\ucee4\ub2c8\uc998\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ud655\uc778\ud558\uae30 \uc704\ud574 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-identity-mapper \uc18d\uc131 \uac12\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLGSSAPI_UPDATED_IDENTITY_MAPPER_353=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-identity-mapper \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \u20a9"%s\u20a9" \uac12\uc774 GSSAPI \uc778\uc99d\uc5d0 \ub300\ud55c \uc544\uc774\ub514 \ub9e4\ud37c \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc73c\ub85c \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_CANNOT_GET_PW_POLICY_354=\uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc744 \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXTOP_PASSMOD_REQUIRE_CURRENT_PW_355=\uc9c1\uc811 \ube44\ubc00\ubc88\ud638\ub97c \ubcc0\uacbd\ud558\ub824\uba74 \ud604\uc7ac \ube44\ubc00\ubc88\ud638\ub97c \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_SECURE_AUTH_REQUIRED_356=\uc0ac\uc6a9\uc790\uc758 \ud604\uc7ac \ube44\ubc00\ubc88\ud638\ub97c \uc81c\uacf5\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \uc791\uc5c5\uc740 \ubcf4\uc548 \ud1b5\uc2e0 \ucc44\ub110\uc744 \ud1b5\ud574 \uc218\ud589\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_USER_PW_CHANGES_NOT_ALLOWED_357=\ucd5c\uc885 \uc0ac\uc6a9\uc790\ub294 \uc790\uc2e0\uc758 \ube44\ubc00\ubc88\ud638\ub97c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_SECURE_CHANGES_REQUIRED_358=\ube44\ubc00\ubc88\ud638 \ubcc0\uacbd\uc740 \ubcf4\uc548 \ud1b5\uc2e0 \ucc44\ub110\uc744 \ud1b5\ud574 \uc218\ud589\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_IN_MIN_AGE_359=\uc774\uc804 \ube44\ubc00\ubc88\ud638 \ubcc0\uacbd\uc774 \ucd5c\uadfc\uc5d0 \uc218\ud589\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638\ub97c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_PASSWORD_IS_EXPIRED_360=\ube44\ubc00\ubc88\ud638\uac00 \ub9cc\ub8cc\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638\ub97c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_NO_PW_GENERATOR_361=\uc0c8 \ube44\ubc00\ubc88\ud638\ub97c \uc81c\uacf5\ud558\uc9c0 \uc54a\uc558\uc73c\uba70 \uc0c8 \ube44\ubc00\ubc88\ud638\ub97c \uc790\ub3d9\uc73c\ub85c \ub9cc\ub4dc\ub294 \ub370 \uc0ac\uc6a9\ub420 \uc218 \uc788\ub294 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\uac00 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_CANNOT_GENERATE_PW_362=\ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc0c8 \ube44\ubc00\ubc88\ud638\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXTOP_PASSMOD_PRE_ENCODED_NOT_ALLOWED_363=\ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc5d0 \ub530\ub77c \uc0ac\uc6a9\uc790\ub294 \ubbf8\ub9ac \uc778\ucf54\ub529\ub41c \ube44\ubc00\ubc88\ud638\ub97c \uc81c\uacf5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_UNACCEPTABLE_PW_364=\uc81c\uacf5\ub41c \uc0c8 \ube44\ubc00\ubc88\ud638\ub85c \uc11c\ubc84\uc5d0 \uc815\uc758\ub41c \uac80\uc99d \uac80\uc0ac\ub97c \uc218\ud589\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXTOP_PASSMOD_CANNOT_ENCODE_PASSWORD_365=\uae30\ubcf8 \uc2a4\ud0a4\ub9c8\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\ub97c \uc778\ucf54\ub529\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXTOP_PASSMOD_NO_SUCH_ID_MAPPER_368=\uad6c\uc131 \ud56d\ubaa9 DN %s\uc744(\ub97c) \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uc5d0 \uc0ac\uc6a9\ud558\ub3c4\ub85d \uc9c0\uc815\ud55c \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \uc5c6\uac70\ub098 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc544\uc774\ub514 \ub9e4\ud37c\ub294 \ud544\uc218 \uad6c\uc131\uc694\uc18c\uc774\ubbc0\ub85c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_CANNOT_DETERMINE_ID_MAPPER_369=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uc744 \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_CANNOT_MAP_USER_370=\uc81c\uacf5\ub41c \uc778\uc99d \uc544\uc774\ub514 \ubb38\uc790\uc5f4 \u20a9"%s\u20a9"\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac\uc758 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_ERROR_MAPPING_USER_371=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 \ubb38\uc790\uc5f4 \u20a9"%s\u20a9"\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_ERRORLOG_ACCTNOTHANDLER_DESCRIPTION_NOTIFICATION_TYPES_372=\ub85c\uadf8 \uba54\uc2dc\uc9c0\ub97c \uc0dd\uc131\ud560 \uc0c1\ud0dc \uc54c\ub9bc \uc720\ud615\uc785\ub2c8\ub2e4. \uc5ec\ub7ec \uac12\uc744 \uac16\ub294 \uc18d\uc131\uc774\uba70 \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_ERRORLOG_ACCTNOTHANDLER_INVALID_TYPE_373=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc2dd\ud560 \uc218 \uc5c6\ub294 \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \uc720\ud615 %s\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_ERRORLOG_ACCTNOTHANDLER_CANNOT_GET_NOTIFICATION_TYPES_374=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \uc720\ud615\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
NOTICE_ERRORLOG_ACCTNOTHANDLER_NOTIFICATION_375=Account-Status-Notification \uc720\ud615='%s' userdn='%s' id=%d msg='%s'
MILD_ERR_SASLDIGESTMD5_CANNOT_GET_REVERSIBLE_PASSWORDS_376=SASL DIGEST-MD5 \uc778\uc99d\uc744 \uc218\ud589\ud558\uae30 \uc704\ud574 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \uc554\ud638\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLCRAMMD5_CANNOT_GET_REVERSIBLE_PASSWORDS_377=SASL CRAM-MD5 \uc778\uc99d\uc744 \uc218\ud589\ud558\uae30 \uc704\ud574 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \uc554\ud638\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLPLAIN_CANNOT_CHECK_PASSWORD_VALIDITY_378=SASL PLAIN \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \ube44\ubc00\ubc88\ud638\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_STARTTLS_ERROR_SENDING_CLEAR_RESPONSE_379=TLS \ud611\uc0c1\uc744 \uc2dc\uc791\ud55c \ud6c4 \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0 \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \uc751\ub2f5\uc744 \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_WARN_EXTOP_PASSMOD_NOOP_380=LDAP no-op \uc81c\uc5b4\uac00 \uc694\uccad\uc5d0 \uc788\uae30 \ub54c\ubb38\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \uc791\uc5c5\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_ACCOUNT_DISABLED_381=\uc0ac\uc6a9\uc790 \uacc4\uc815\uc774 \uad00\ub9ac \ubaa9\uc801\uc73c\ub85c \ube44\ud65c\uc131\ud654\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_ACCOUNT_LOCKED_382=\uc0ac\uc6a9\uc790 \uacc4\uc815\uc774 \uc7a0\uacbc\uc2b5\ub2c8\ub2e4.
MILD_ERR_STATICMEMBERS_NO_SUCH_ENTRY_383=\ud56d\ubaa9 %s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 \ud56d\ubaa9\uc744 \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc7a0\uc7ac\uc801 \uad6c\uc131\uc6d0\uc73c\ub85c \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STATICMEMBERS_CANNOT_GET_ENTRY_384=\ud56d\ubaa9 %s\uc744(\ub97c) \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc7a0\uc7ac\uc801 \uad6c\uc131\uc6d0\uc73c\ub85c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_STATICGROUP_INVALID_OC_COMBINATION_385=\uc815\uc801 \uadf8\ub8f9\uc740 %2$s \ubc0f %3$s \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \ubaa8\ub450 \uac00\uc9c8 \uc218 \uc5c6\uc73c\ubbc0\ub85c \ud56d\ubaa9 %1$s\uc744(\ub97c) \uc720\ud6a8\ud55c \uc815\uc801 \uadf8\ub8f9\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STATICGROUP_NO_VALID_OC_386=\ud56d\ubaa9 %s\uc740(\ub294) %s \ub610\ub294 %s \uac1d\uccb4 \ud074\ub798\uc2a4 \uc911 \uc815\ud655\ud788 \ud558\ub098\ub9cc \ud3ec\ud568\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \ud56d\ubaa9\uc744 \uc720\ud6a8\ud55c \uc815\uc801 \uadf8\ub8f9\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STATICGROUP_CANNOT_DECODE_MEMBER_VALUE_AS_DN_387=\ud56d\ubaa9 %3$s\uc758 %2$s \uc18d\uc131 \uac12 %1$s\uc744(\ub97c) \uc720\ud6a8\ud55c DN\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %4$s. \uc774 \uac12\uc744 \uadf8\ub8f9 \uad6c\uc131\uc6d0 \uc9d1\ud569\uc5d0\uc11c \uc81c\uc678\ud569\ub2c8\ub2e4.
MILD_ERR_STATICGROUP_ADD_MEMBER_ALREADY_EXISTS_388=\uc0ac\uc6a9\uc790 %s\uc774(\uac00) \uadf8\ub8f9\uc758 \uad6c\uc131\uc6d0 \ubaa9\ub85d\uc5d0 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc0ac\uc6a9\uc790\ub97c \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc0c8 \uad6c\uc131\uc6d0\uc73c\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STATICGROUP_REMOVE_MEMBER_NO_SUCH_MEMBER_389=\uc0ac\uc6a9\uc790 %s\uc774(\uac00) \uadf8\ub8f9\uc758 \uad6c\uc131\uc6d0 \ubaa9\ub85d\uc5d0 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc0ac\uc6a9\uc790\ub97c \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uad6c\uc131\uc6d0\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STATICGROUP_ADD_MEMBER_UPDATE_FAILED_390=\uadf8\ub8f9\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\uae30 \uc704\ud574 \ub0b4\ubd80 \uc218\uc815\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uc0ac\uc6a9\uc790 %s\uc744(\ub97c) \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc0c8 \uad6c\uc131\uc6d0\uc73c\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_STATICGROUP_REMOVE_MEMBER_UPDATE_FAILED_391=\uadf8\ub8f9\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\uae30 \uc704\ud574 \ub0b4\ubd80 \uc218\uc815\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uc0ac\uc6a9\uc790 %s\uc744(\ub97c) \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uad6c\uc131\uc6d0\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXTOP_PASSMOD_INSUFFICIENT_PRIVILEGES_392=\ube44\ubc00\ubc88\ud638 \uc7ac\uc124\uc815 \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_EMPTY_AUTHZID_393=\uc81c\uacf5\ub41c \uc778\uc99d \uc544\uc774\ub514\uac00 \ube44\uc5b4 \uc788\uc73c\uba70, \uc774\ub294 DIGEST-MD5 \uc778\uc99d\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_AUTHZID_INVALID_DN_394=\uc81c\uacf5\ub41c \uad8c\ud55c \ubd80\uc5ec ID %s\uc5d0 \uc798\ubabb\ub41c DN\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLDIGESTMD5_AUTHZID_INSUFFICIENT_PRIVILEGES_395=\uc778\uc99d\ud558\ub294 \uc0ac\uc6a9\uc790 %s\uc740(\ub294) \ub2e4\ub978 \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\ub97c \ucde8\ud560 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_AUTHZID_NO_SUCH_ENTRY_396=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\ub85c \uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_AUTHZID_CANNOT_GET_ENTRY_397=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\ub85c \uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLDIGESTMD5_AUTHZID_NO_MAPPED_ENTRY_398=\uc11c\ubc84\uc5d0\uc11c \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 %s\uc5d0 \ud574\ub2f9\ud558\ub294 \ud56d\ubaa9\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLDIGESTMD5_CANNOT_MAP_AUTHZID_399=\uad8c\ud55c \ubd80\uc5ec ID %s\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLPLAIN_AUTHZID_INVALID_DN_400=\uc81c\uacf5\ub41c \uad8c\ud55c \ubd80\uc5ec ID %s\uc5d0 \uc798\ubabb\ub41c DN\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLPLAIN_AUTHZID_INSUFFICIENT_PRIVILEGES_401=\uc778\uc99d\ud558\ub294 \uc0ac\uc6a9\uc790 %s\uc740(\ub294) \ub300\uccb4 \uc778\uc99d \uc544\uc774\ub514\ub97c \uc9c0\uc815\ud560 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_AUTHZID_NO_SUCH_ENTRY_402=\uad8c\ud55c \ubd80\uc5ec DN %s\uc5d0 \ud574\ub2f9\ud558\ub294 \ud56d\ubaa9\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_AUTHZID_CANNOT_GET_ENTRY_403=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\ub85c \uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_SASLPLAIN_AUTHZID_NO_MAPPED_ENTRY_404=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 %s\uc5d0 \ud574\ub2f9\ud558\ub294 \ud56d\ubaa9\uc774 \uc11c\ubc84\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLPLAIN_AUTHZID_CANNOT_MAP_AUTHZID_405=\uad8c\ud55c \ubd80\uc5ec ID %s\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLEXTERNAL_DESCRIPTION_CERT_MAPPER_DN_406=\uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud560 \ub54c \uc0ac\uc6a9\ud560 \uc778\uc99d\uc11c \ub9e4\ud37c\ub97c \uc815\uc758\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9\uc758 DN\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_NO_CERTIFICATE_MAPPER_DN_407=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc778\uc99d\uc11c \ub9e4\ud37c \uc9c0\uc815\uc5d0 \ud544\uc694\ud55c ds-cfg-certificate-mapper \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_INVALID_CERTIFICATE_MAPPER_DN_408=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c \ub9e4\ud37c DN %s\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ud574\ub2f9 \uc778\uc99d\uc11c \ub9e4\ud37c\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SASLEXTERNAL_CANNOT_GET_CERT_MAPPER_DN_409=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uc778\uc99d\uc11c \ub9e4\ud37c DN\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SASLEXTERNAL_UPDATED_CERT_MAPPER_DN_410=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-certificate-mapper \uc18d\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc778\uc99d\uc11c \ub9e4\ud37c %s\uc744(\ub97c) \uc0ac\uc6a9\ud558\uc5ec \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud569\ub2c8\ub2e4.
INFO_SDTUACM_DESCRIPTION_SUBJECT_ATTR_411=\uc0ac\uc6a9\uc790\uac00 \ubcf4\uad00\ud558\ub294 \uc778\uc99d\uc11c\uc758 \uc8fc\uc81c\ub97c \ud3ec\ud568\ud558\ub294 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \uc18d\uc131 \uc720\ud615 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SDTUACM_NO_SUBJECT_ATTR_412=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc0ac\uc6a9\uc790\uac00 \ubcf4\uad00\ud558\ub294 \uc778\uc99d\uc11c \uc8fc\uc81c\ub97c \ud3ec\ud568\ud560 \uc18d\uc131\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ud544\uc218 \uc18d\uc131 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SDTUACM_NO_SUCH_ATTR_413=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c \uc8fc\uc81c\ub97c \uc18d\uc131 %s\uc5d0 \ubcf4\uad00\ud574\uc57c \ud558\ub294 \uac83\uc73c\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc774 \uc18d\uc131\uc774 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SDTUACM_CANNOT_GET_SUBJECT_ATTR_414=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uc778\uc99d\uc11c \uc8fc\uc81c\ub97c \ubcf4\uad00\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131 \uc720\ud615\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SDTUACM_DESCRIPTION_BASE_DN_415=\uc77c\uce58\ud558\ub294 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uae30 \uc704\ud55c \uac80\uc0c9\uc744 \uc218\ud589\ud560 \uae30\ubcf8 DN\uc785\ub2c8\ub2e4. \uae30\ubcf8 DN\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc744 \uacbd\uc6b0 \uc11c\ubc84\uc5d0\uc11c\ub294 \ubaa8\ub4e0 \uacf5\uc6a9 \uc774\ub984 \uc9c0\uc815 \ucee8\ud14d\uc2a4\ud2b8 \uc544\ub798\ub97c \uac80\uc0c9\ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SDTUACM_CANNOT_GET_BASE_DN_416=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uac80\uc0c9 \uae30\ubcf8 DN\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SDTUACM_NO_PEER_CERTIFICATE_417=\ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SDTUACM_PEER_CERT_NOT_X509_418=\ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 X.509 \uc778\uc99d\uc11c\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud53c\uc5b4 \uc778\uc99d\uc11c \ud615\uc2dd: %s).
SEVERE_ERR_SDTUACM_MULTIPLE_MATCHING_ENTRIES_419=\uc8fc\uc81c\uac00 %s\uc778 \uc778\uc99d\uc11c\ub97c \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. %s \ubc0f %s \ubaa8\ub450\uc5d0 \ub9e4\ud551\ub429\ub2c8\ub2e4.
INFO_SATUACM_DESCRIPTION_ATTR_MAP_420=\uc778\uc99d\uc11c \uc8fc\uc81c \uc18d\uc131\uacfc \uc0ac\uc6a9\uc790 \ud56d\ubaa9 \uc18d\uc131 \uac04\uc758 \ub9e4\ud551\uc744 \uc815\uc758\ud558\ub294 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \uc18d\uc131 \uc720\ud615 \uc774\ub984\uc785\ub2c8\ub2e4. \uac12\uc740 'certattr:userattr' \ud615\uc2dd\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_NO_MAP_ATTR_421=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c \uc8fc\uc81c \uc18d\uc131\uacfc \uc0ac\uc6a9\uc790 \ud56d\ubaa9 \uc18d\uc131 \uac04\uc758 \ub9e4\ud551\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ud544\uc218 \uc18d\uc131 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_INVALID_MAP_FORMAT_422=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc18d\uc131 \ub9e4\ud551\uc5d0 \ud544\uc694\ud55c \ud615\uc2dd\uc744 \uc704\ubc18\ud558\ub294 \uac12 '%s'\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4. \ud544\uc694\ud55c \ud615\uc2dd\uc740 'certattr:userattr'\uc785\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_DUPLICATE_CERT_ATTR_423=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c \uc18d\uc131 %s\uc5d0 \ub300\ud55c \ub9e4\ud551\uc774 \uc5ec\ub7ec \uac1c \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_NO_SUCH_ATTR_424=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \ub9e4\ud551 %1$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 %3$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_DUPLICATE_USER_ATTR_425=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc0ac\uc6a9\uc790 \uc18d\uc131 %s\uc5d0 \ub300\ud55c \ub9e4\ud551\uc774 \uc5ec\ub7ec \uac1c \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_CANNOT_GET_ATTR_MAP_426=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uc18d\uc131 \ub9e4\ud551 \uc9d1\ud569\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SATUACM_DESCRIPTION_BASE_DN_427=\uc77c\uce58\ud558\ub294 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uae30 \uc704\ud55c \uac80\uc0c9\uc744 \uc218\ud589\ud560 \uae30\ubcf8 DN\uc785\ub2c8\ub2e4.  \uae30\ubcf8 DN\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc744 \uacbd\uc6b0 \uc11c\ubc84\uc5d0\uc11c\ub294 \ubaa8\ub4e0 \uacf5\uc6a9 \uc774\ub984 \uc9c0\uc815 \ucee8\ud14d\uc2a4\ud2b8 \uc544\ub798\ub97c \uac80\uc0c9\ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_CANNOT_GET_BASE_DN_428=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uac80\uc0c9 \uae30\ubcf8 DN\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SATUACM_NO_PEER_CERTIFICATE_429=\ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_PEER_CERT_NOT_X509_430=\ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 X.509 \uc778\uc99d\uc11c\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud53c\uc5b4 \uc778\uc99d\uc11c \ud615\uc2dd: %s).
SEVERE_ERR_SATUACM_CANNOT_DECODE_SUBJECT_AS_DN_431=\ud53c\uc5b4 \uc778\uc99d\uc11c \uc8fc\uc81c %s\uc744(\ub97c) DN\uc73c\ub85c \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SATUACM_NO_MAPPABLE_ATTRIBUTES_432=\ud53c\uc5b4 \uc778\uc99d\uc11c \uc8fc\uc81c %s\uc5d0 \ub9e4\ud551\uc774 \uc124\uc815\ub41c \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SATUACM_MULTIPLE_MATCHING_ENTRIES_433=\uc8fc\uc81c\uac00 %s\uc778 \uc778\uc99d\uc11c\ub97c \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. %s \ubc0f %s \ubaa8\ub450\uc5d0 \ub9e4\ud551\ub429\ub2c8\ub2e4.
INFO_FCM_DESCRIPTION_FINGERPRINT_ATTR_434=\uc0ac\uc6a9\uc790\uac00 \ubcf4\uad00\ud558\ub294 \uc778\uc99d\uc11c\uc758 \uc9c0\ubb38\uc744 \ud3ec\ud568\ud558\ub294 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \uc18d\uc131 \uc720\ud615 \uc774\ub984\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FCM_NO_FINGERPRINT_ATTR_435=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc0ac\uc6a9\uc790\uac00 \ubcf4\uad00\ud558\ub294 \uc778\uc99d\uc11c \uc9c0\ubb38\uc744 \ud3ec\ud568\ud560 \uc18d\uc131\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ud544\uc218 \uc18d\uc131 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FCM_NO_SUCH_ATTR_436=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c \uc9c0\ubb38\uc744 \uc18d\uc131 %s\uc5d0 \ubcf4\uad00\ud574\uc57c \ud55c\ub2e4\uace0 \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294\ub370 \uc774 \uc18d\uc131\uc774 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FCM_CANNOT_GET_FINGERPRINT_ATTR_437=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uc778\uc99d\uc11c \uc9c0\ubb38\uc744 \ubcf4\uad00\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc18d\uc131 \uc720\ud615\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FCM_DESCRIPTION_FINGERPRINT_ALGORITHM_438=\uc778\uc99d\uc11c \uc9c0\ubb38\uc5d0 \uc0ac\uc6a9\ub418\ub294 \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc54c\uace0\ub9ac\uc998\uc758 \uc774\ub984\uc785\ub2c8\ub2e4. \uac12\uc740 'MD5' \ub610\ub294 'SHA1'\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FCM_NO_FINGERPRINT_ALGORITHM_439=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c \uc9c0\ubb38\uc744 \uacc4\uc0b0\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc54c\uace0\ub9ac\uc998 \uc9c0\uc815\uc5d0 \uc0ac\uc6a9\ub418\ub294 \ud544\uc218 \uc18d\uc131 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FCM_CANNOT_GET_FINGERPRINT_ALGORITHM_440=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc54c\uace0\ub9ac\uc998\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_FCM_DESCRIPTION_BASE_DN_441=\uc77c\uce58\ud558\ub294 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uae30 \uc704\ud55c \uac80\uc0c9\uc744 \uc218\ud589\ud560 \uae30\ubcf8 DN\uc785\ub2c8\ub2e4. \uae30\ubcf8 DN\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc744 \uacbd\uc6b0 \uc11c\ubc84\uc5d0\uc11c\ub294 \ubaa8\ub4e0 \uacf5\uc6a9 \uc774\ub984 \uc9c0\uc815 \ucee8\ud14d\uc2a4\ud2b8 \uc544\ub798\ub97c \uac80\uc0c9\ud569\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FCM_CANNOT_GET_BASE_DN_442=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uac80\uc0c9 \uae30\ubcf8 DN\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FCM_NO_PEER_CERTIFICATE_443=\ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FCM_PEER_CERT_NOT_X509_444=\ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 X.509 \uc778\uc99d\uc11c\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud53c\uc5b4 \uc778\uc99d\uc11c \ud615\uc2dd: %s).
SEVERE_ERR_FCM_CANNOT_CALCULATE_FINGERPRINT_445=\uc8fc\uc81c\uac00 %s\uc778 \ud53c\uc5b4 \uc778\uc99d\uc11c\uc5d0 \ub300\ud55c \uc9c0\ubb38\uc744 \uacc4\uc0b0\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FCM_MULTIPLE_MATCHING_ENTRIES_446=\uc9c0\ubb38\uc774 %s\uc778 \uc778\uc99d\uc11c\ub97c \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. %s \ubc0f %s \ubaa8\ub450\uc5d0 \ub9e4\ud551\ub429\ub2c8\ub2e4.
MILD_ERR_DYNAMICGROUP_CANNOT_DECODE_MEMBERURL_447=\ud56d\ubaa9 \u20a9"%2$s\u20a9"\uc758 \uac12 \u20a9"%1$s\u20a9"\uc744(\ub97c) LDAP URL\ub85c \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_DYNAMICGROUP_NESTING_NOT_SUPPORTED_448=\ub3d9\uc801 \uadf8\ub8f9\uc740 \uc911\ucca9 \uadf8\ub8f9\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_DYNAMICGROUP_ALTERING_MEMBERS_NOT_SUPPORTED_449=\ub3d9\uc801 \uadf8\ub8f9\uc740 \uba85\uc2dc\uc801\uc778 \uad6c\uc131\uc6d0 \ubcc0\uacbd\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_WARN_DYNAMICGROUP_NONEXISTENT_BASE_DN_450=\ub3d9\uc801 \uadf8\ub8f9 %2$s\uc5d0 \uc9c0\uc815\ub41c \uae30\ubcf8 DN %1$s\uc774(\uac00) \uc11c\ubc84\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_DYNAMICGROUP_INTERNAL_SEARCH_FAILED_451=\uae30\ubcf8 DN %s \ubc0f \ud544\ud130 %s(\uc73c)\ub85c \ub0b4\ubd80 \uac80\uc0c9\uc744 \uc218\ud589\ud558\uc5ec \ub3d9\uc801 \uadf8\ub8f9 %s\uc758 \uad6c\uc131\uc6d0 \ubaa9\ub85d\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: \uacb0\uacfc \ucf54\ub4dc %s, \uc624\ub958 \uba54\uc2dc\uc9c0 %s
SEVERE_ERR_DYNAMICGROUP_CANNOT_RETURN_ENTRY_452=\uc0ac\uc6a9\uc790 %s\uc744(\ub97c) \ub3d9\uc801 \uadf8\ub8f9 %s\uc758 \uad6c\uc131\uc6d0 \ubaa9\ub85d\uc5d0 \ucd94\uac00\ud558\ub294 \ub3d9\uc548 \uc11c\ubc84\uc5d0\uc11c \uc2dc\uac04 \ucd08\uacfc\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
INFO_PWDIFFERENCEVALIDATOR_DESCRIPTION_MIN_DIFFERENCE_453=\ube44\ubc00\ubc88\ud638\uc5d0 \ud5c8\uc6a9\ub418\ub294 \ucd5c\uc18c \ucc28\uc774\uc785\ub2c8\ub2e4. \uac12\uc774 0\uc774\uba74 \ucd5c\uc18c \ucc28\uc774\uac00 \uc5c6\ub294 \uac83\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_PWDIFFERENCEVALIDATOR_CANNOT_DETERMINE_MIN_DIFFERENCE_454=ds-cfg-min-password-difference \uc18d\uc131\uc5d0\uc11c \ud5c8\uc6a9\ud558\ub294 \ucd5c\uc18c \ube44\ubc00\ubc88\ud638 \ucc28\uc774\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PWDIFFERENCEVALIDATOR_UPDATED_MIN_DIFFERENCE_455=\ucd5c\uc18c \ube44\ubc00\ubc88\ud638 \ucc28\uc774\uac00 %d(\uc73c)\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_PWDIFFERENCEVALIDATOR_TOO_SMALL_456=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \ud544\uc694\ud55c \ucd5c\uc18c \ucc28\uc774(%d\uc790)\ubcf4\ub2e4 \uc801\uac8c \ucc28\uc774\ub0a9\ub2c8\ub2e4.
MILD_ERR_REPEATEDCHARS_VALIDATOR_TOO_MANY_CONSECUTIVE_457=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uc5d0 \ub3d9\uc77c\ud55c \ubb38\uc790 \uc778\uc2a4\ud134\uc2a4\uac00 \uc5f0\uc18d\uc801\uc73c\ub85c \ub108\ubb34 \ub9ce\uc774 \uc0ac\uc6a9\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ube44\ubc00\ubc88\ud638\uc5d0 \ub3d9\uc77c\ud55c \ubb38\uc790\uac00 \uc5f0\uc18d\uc801\uc73c\ub85c \ud45c\uc2dc\ub420 \uc218 \uc788\ub294 \ucd5c\ub300 \ud69f\uc218\ub294 %d\uc785\ub2c8\ub2e4.
MILD_ERR_UNIQUECHARS_VALIDATOR_NOT_ENOUGH_UNIQUE_CHARS_458=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uc5d0\ub294 \uace0\uc720\ud55c \ubb38\uc790\uac00 \ubd80\uc871\ud569\ub2c8\ub2e4. \uc0ac\uc6a9\uc790 \ube44\ubc00\ubc88\ud638\uc5d0 \ud45c\uc2dc\ub420 \uc218 \uc788\ub294 \ucd5c\uc18c \uace0\uc720 \ubb38\uc790 \uc218\ub294 %d\uc785\ub2c8\ub2e4.
MILD_ERR_SUBSCHEMASUBENTRY_VATTR_NOT_SEARCHABLE_459=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
MILD_ERR_DICTIONARY_VALIDATOR_PASSWORD_IN_DICTIONARY_460=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \uc11c\ubc84\uc758 \uc0ac\uc804\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_DICTIONARY_VALIDATOR_NO_SUCH_FILE_461=\uc9c0\uc815\ub41c \uc0ac\uc804 \ud30c\uc77c %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_DICTIONARY_VALIDATOR_CANNOT_READ_FILE_462=\ud30c\uc77c %s\uc5d0\uc11c \uc0ac\uc804\uc744 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_ATTRVALUE_VALIDATOR_PASSWORD_IN_ENTRY_463=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \ub2e4\ub978 \uc18d\uc131\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_CHARSET_VALIDATOR_ILLEGAL_CHARACTER_464=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc740 \ubb38\uc790 '%s'\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_CHARSET_VALIDATOR_TOO_FEW_CHARS_FROM_SET_465=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uc5d0 \ubb38\uc790 \uc9d1\ud569 '%s'\uc758 \ubb38\uc790\uac00 \ucda9\ubd84\ud788 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc0ac\uc6a9\uc790 \ube44\ubc00\ubc88\ud638\uc5d0 \uc0ac\uc6a9\ub418\uc5b4\uc57c \ud558\ub294 \ud574\ub2f9 \uc9d1\ud569\uc758 \ucd5c\uc18c \ubb38\uc790 \uc218\ub294 %d\uc785\ub2c8\ub2e4.
MILD_ERR_CHARSET_VALIDATOR_NO_COLON_466=\uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569 \uc815\uc758 '%s'\uc740(\ub294) \ubb38\uc790 \uc9d1\ud569\uacfc \ucd5c\uc18c \uac1c\uc218\ub97c \uad6c\ubcc4\ud558\ub294 \ucf5c\ub860\uc744 \ud3ec\ud568\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CHARSET_VALIDATOR_NO_CHARS_467=\uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569\uc774 \ube44\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569 \uc815\uc758 '%s'\uc740(\ub294) \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CHARSET_VALIDATOR_INVALID_COUNT_468=\ucf5c\ub860 \uc55e\uc758 \uac12\uc774 0\ubcf4\ub2e4 \ud070 \uc815\uc218\uc5ec\uc57c \ud558\ubbc0\ub85c \uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569 \uc815\uc758 '%s'\uc740(\ub294) \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_CHARSET_VALIDATOR_DUPLICATE_CHAR_469=\uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569 \uc815\uc758 '%s'\uc740(\ub294) \uc774\ubbf8 \uc0ac\uc6a9\ub41c \ubb38\uc790 '%s'\uc744(\ub97c) \ud3ec\ud568\ud558\uae30 \ub54c\ubb38\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_VIRTUAL_STATIC_GROUP_MULTIPLE_TARGETS_470=\ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc5d0 \uc5ec\ub7ec \ub300\uc0c1 \uadf8\ub8f9 DN\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ud558\ub098\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_VIRTUAL_STATIC_GROUP_CANNOT_DECODE_TARGET_471=\u20a9"%s\u20a9"\uc744(\ub97c) \uadf8\ub8f9 %s\uc5d0 \ub300\ud55c \ub300\uc0c1 DN\uc73c\ub85c \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_VIRTUAL_STATIC_GROUP_NO_TARGET_472=\ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc5d0 \ub300\uc0c1 \uadf8\ub8f9 \uc815\uc758\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_VIRTUAL_STATIC_GROUP_NESTING_NOT_SUPPORTED_473=\uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc740 \uc911\ucca9\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_VIRTUAL_STATIC_GROUP_NO_TARGET_GROUP_474=\uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9 %2$s\uc5d0\uc11c \ucc38\uc870\ud558\ub294 \ub300\uc0c1 \uadf8\ub8f9 %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_VIRTUAL_STATIC_GROUP_ALTERING_MEMBERS_NOT_SUPPORTED_475=\uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9 %s\uc5d0 \ub300\ud55c \uad6c\uc131\uc6d0\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_VIRTUAL_STATIC_GROUP_TARGET_CANNOT_BE_VIRTUAL_476=\uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9 %s\uc774(\uac00) \uc790\uc2e0\ub3c4 \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc778 \ub300\uc0c1 \uadf8\ub8f9 %s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4. \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc740 \ub2e4\ub978 \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc744 \ub300\uc0c1 \uadf8\ub8f9\uc73c\ub85c \ucc38\uc870\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTICE_FSCACHE_RESTORE_484=\uc601\uad6c \ud56d\ubaa9 \uce90\uc2dc \uc0c1\ud0dc \ubcf5\uc6d0\uc744 \uc2dc\uc791\ud569\ub2c8\ub2e4. \uc774 \uc791\uc5c5\uc740 \ub2e4\uc18c \uc2dc\uac04\uc774 \uac78\ub9b4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
NOTICE_FSCACHE_SAVE_485=\ud56d\ubaa9 \uce90\uc2dc \uc0c1\ud0dc\ub97c \uc601\uad6c\ub85c \uc124\uc815\ud569\ub2c8\ub2e4. \uc774 \uc791\uc5c5\uc740 \ub2e4\uc18c \uc2dc\uac04\uc774 \uac78\ub9b4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FATAL_ERR_FSCACHE_CANNOT_INITIALIZE_486=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uce58\uba85\uc801 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_FSCACHE_CANNOT_LOAD_PERSISTENT_DATA_487=\uc601\uad6c \uce90\uc2dc\ub97c \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc601\uad6c \uce90\uc2dc\uac00 \ud50c\ub7ec\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_FSCACHE_CANNOT_STORE_PERSISTENT_DATA_488=\uc601\uad6c \uce90\uc2dc\ub97c \uc800\uc7a5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc601\uad6c \uce90\uc2dc\uac00 \ud50c\ub7ec\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_FSCACHE_CANNOT_STORE_ENTRY_489=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \uc0c8 \uce90\uc2dc \ud56d\ubaa9\uc744 \uc800\uc7a5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FSCACHE_CANNOT_RETRIEVE_ENTRY_490=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc\uc5d0\uc11c \uae30\uc874 \uce90\uc2dc \ud56d\ubaa9\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_FSCACHE_CANNOT_SET_JE_MEMORY_PCT_491=\ud56d\ubaa9 \uce90\uc2dc \ubc31\uc5d4\ub4dc \ub0b4\ubd80 \uce90\uc2dc \ud06c\uae30\ub97c \ubc31\ubd84\uc728\ub85c \uc124\uc815\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc804 \uac12 \ub610\ub294 \uae30\ubcf8\uac12\uc774 \ub300\uc2e0 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FSCACHE_CANNOT_SET_JE_MEMORY_SIZE_492=\ud56d\ubaa9 \uce90\uc2dc \ubc31\uc5d4\ub4dc \ub0b4\ubd80 \uce90\uc2dc \ud06c\uae30\ub97c \ubc14\uc774\ud2b8\ub85c \uc124\uc815\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc804 \uac12 \ub610\ub294 \uae30\ubcf8\uac12\uc774 \ub300\uc2e0 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_FSCACHE_CANNOT_SET_JE_PROPERTIES_493=\ud56d\ubaa9 \uce90\uc2dc \ubc31\uc5d4\ub4dc Berkeley DB JE \ub4f1\ub85d \uc815\ubcf4\ub97c \uc124\uc815\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_FSCACHE_HOMELESS_494=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc \ud648\uc744 \uc124\uc815\ud558\ub294 \ub3d9\uc548 \uce58\uba85\uc801 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uce90\uc2dc \ud648\uc744 \ud638\uc2a4\ud305\ud558\uae30\uc5d0 \uc801\ud569\ud55c \uacbd\ub85c\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_FSCACHE_SET_PERMISSIONS_FAILED_495=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc \ubc31\uc5d4\ub4dc \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ub514\ub809\ud1a0\ub9ac %s\uc5d0 \ub300\ud55c \ud30c\uc77c \uad8c\ud55c\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_FSCACHE_OFFLINE_STATE_FAIL_496=%s \ubc31\uc5d4\ub4dc\uc758 \ud604\uc7ac \uc624\ud504\ub77c\uc778 \uc0c1\ud0dc\uac00 \uc601\uad6c \uce90\uc2dc\uc5d0 \ub9c8\uc9c0\ub9c9\uc73c\ub85c \uae30\ub85d\ub41c \uc624\ud504\ub77c\uc778 \uc0c1\ud0dc\uc640 \uc77c\uce58\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc774 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ubaa8\ub4e0 \uce90\uc2dc \ub370\uc774\ud130\uac00 \uc0ad\uc81c\ub429\ub2c8\ub2e4.
NOTICE_FSCACHE_RESTORE_REPORT_497=%d\uac1c\uc758 \uc601\uad6c \uce90\uc2dc \ud56d\ubaa9\uc774 \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \ubcf5\uc6d0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
NOTICE_FSCACHE_SAVE_REPORT_498=%d\uac1c\uc758 \uc601\uad6c \uce90\uc2dc \ud56d\ubaa9\uc744 \ub9cc\ub4e4\uc5c8\uc2b5\ub2c8\ub2e4.
NOTICE_FSCACHE_INDEX_NOT_FOUND_499=\uc774\uc804\uc758 \uc601\uad6c \uce90\uc2dc \uc0c1\ud0dc\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ube48 \uce90\uc2dc\ub85c \uc2dc\uc791\ud569\ub2c8\ub2e4.
SEVERE_ERR_FSCACHE_INDEX_IMPAIRED_500=\uc601\uad6c \uce90\uc2dc \uc0c9\uc778\uc774 \uc77c\uce58\ud558\uc9c0 \uc54a\uac70\ub098 \uc190\uc0c1\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc601\uad6c \uce90\uc2dc\uac00 \ud50c\ub7ec\uc2dc\ub429\ub2c8\ub2e4.
MILD_ERR_ENTRYUUID_VATTR_NOT_SEARCHABLE_501=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_NO_PRIVILEGE_502=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc791\uc5c5\uc744 \uc0ac\uc6a9\ud560 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_NO_REQUEST_VALUE_503=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc694\uccad\uc5d0 \uc694\uccad \uac12\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_DECODE_FAILURE_504=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc694\uccad \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PWPSTATE_EXTOP_MULTIPLE_ENTRIES_505=DN\uc774 %s\uc778 \ud56d\ubaa9\uc774 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_INVALID_OP_ENCODING_506=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc694\uccad\uc5d0\uc11c \uc791\uc5c5\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PWPSTATE_EXTOP_NO_DISABLED_VALUE_507=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ube44\ud65c\uc131 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098('true' \ub610\ub294 'false')\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_DISABLED_VALUE_COUNT_508=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ube44\ud65c\uc131 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098('true' \ub610\ub294 'false')\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_DISABLED_VALUE_509=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud55c \ube44\ud65c\uc131 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ud55c \uac12\uc774 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uac12\uc740 'true' \ub610\ub294 'false'\uc5ec\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_ACCT_EXP_VALUE_COUNT_510=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uacc4\uc815 \ub9cc\ub8cc \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_ACCT_EXP_VALUE_511=\uacc4\uc815 \ub9cc\ub8cc \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_PWCHANGETIME_VALUE_COUNT_512=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ube44\ubc00\ubc88\ud638 \ubcc0\uacbd \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_PWCHANGETIME_VALUE_513=\ube44\ubc00\ubc88\ud638 \ubcc0\uacbd \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_PWWARNEDTIME_VALUE_COUNT_514=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ube44\ubc00\ubc88\ud638 \uacbd\uace0 \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_PWWARNEDTIME_VALUE_515=\ube44\ubc00\ubc88\ud638 \uacbd\uace0 \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_ADD_FAILURE_TIME_COUNT_516=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc778\uc99d \uc2e4\ud328 \uc2dc\uac04\uc744 \ucd94\uac00\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_AUTH_FAILURE_TIME_517=\uc778\uc99d \uc2e4\ud328 \uc2dc\uac04\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_LAST_LOGIN_TIME_COUNT_518=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ub9c8\uc9c0\ub9c9 \ub85c\uadf8\uc778 \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_LAST_LOGIN_TIME_519=\ub9c8\uc9c0\ub9c9 \ub85c\uadf8\uc778 \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_NO_RESET_STATE_VALUE_520=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc7ac\uc124\uc815 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098('true' \ub610\ub294 'false')\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_RESET_STATE_VALUE_COUNT_521=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc7ac\uc124\uc815 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098('true' \ub610\ub294 'false')\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_RESET_STATE_VALUE_522=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc7ac\uc124\uc815 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ud55c \uac12\uc774 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uac12\uc740 'true' \ub610\ub294 'false'\uc785\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_ADD_GRACE_LOGIN_TIME_COUNT_523=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc720\uc608 \ub85c\uadf8\uc778 \uc0ac\uc6a9 \uc2dc\uac04\uc744 \ucd94\uac00\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_GRACE_LOGIN_TIME_524=\uc720\uc608 \ub85c\uadf8\uc778 \uc0ac\uc6a9 \uc2dc\uac04\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_REQUIRED_CHANGE_TIME_COUNT_525=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ud544\uc218 \ubcc0\uacbd \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4. \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_BAD_REQUIRED_CHANGE_TIME_526=\ud544\uc218 \ubcc0\uacbd \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PWPSTATE_EXTOP_UNKNOWN_OP_TYPE_527=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc694\uccad\uc5d0 \uc798\ubabb\ub418\uac70\ub098 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \uc791\uc5c5 \uc720\ud615 %s\uc744(\ub97c) \uac00\uc9c4 \uc791\uc5c5\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_WARN_EXTOP_PASSMOD_CANNOT_UPDATE_PWP_STATE_528=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5 \uc911\uc5d0 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc815\ubcf4\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4(\uc624\ub958 \ucf54\ub4dc='%s', \uc624\ub958 \uba54\uc2dc\uc9c0='%s').
MILD_ERR_SASLDIGESTMD5_INVALID_DIGEST_URI_529=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c DIGEST-MD5 \uc790\uaca9 \uc99d\uba85\uc774 \uc798\ubabb\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8 URI %s\uc744(\ub97c) \uc694\uccad\ud588\uc2b5\ub2c8\ub2e4. \ud544\uc694\ud55c \ub2e4\uc774\uc81c\uc2a4\ud2b8 URI\ub294 %s\uc785\ub2c8\ub2e4.
MILD_ERR_EXTOP_PASSMOD_PW_IN_HISTORY_530=\uc81c\uacf5\ub41c \uc0c8 \ube44\ubc00\ubc88\ud638\uac00 \ube44\ubc00\ubc88\ud638 \uae30\ub85d\uc5d0 \uc774\ubbf8 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTPALERTHANDLER_NO_SMTP_SERVERS_531=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 SMTP \uc11c\ubc84\uac00 \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. SMTP \uacbd\uace0 \ucc98\ub9ac\uae30\ub97c \uc0ac\uc6a9\ud558\ub824\uba74 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 SMTP \uc11c\ubc84\uc5d0 \ub300\ud55c \uc815\ubcf4\uac00 \uad6c\uc131\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_WARN_SMTPALERTHANDLER_ERROR_SENDING_MESSAGE_532=\uad00\ub9ac \uacbd\uace0\uc5d0 \ub300\ud55c \uc804\uc790 \uba54\uc77c \uba54\uc2dc\uc9c0\ub97c \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4(\uc720\ud615 %s, \uba54\uc2dc\uc9c0 %s): %s
MILD_ERR_REGEXMAP_INVALID_MATCH_PATTERN_533=\uc81c\uacf5\ub41c \uc77c\uce58 \ud328\ud134 \u20a9"%s\u20a9"\uc744(\ub97c) \uc815\uaddc \ud45c\ud604\uc2dd\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_REGEXMAP_UNKNOWN_ATTR_534=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 ds-cfg-match-attribute \uc18d\uc131 \uac12 %s\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc774 \uac12\uc740 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \uc18d\uc131 \uc720\ud615\uc5d0 \ub300\ud55c \uc720\ud6a8\ud55c \uc774\ub984 \ub610\ub294 OID\uac00 \uc544\ub2d9\ub2c8\ub2e4.
MILD_ERR_REGEXMAP_MULTIPLE_MATCHING_ENTRIES_535=\ucc98\ub9ac\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc774(\uac00) \uc5ec\ub7ec \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_REGEXMAP_INEFFICIENT_SEARCH_536=\ucc98\ub9ac\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc744(\ub97c) \uae30\ubc18\uc73c\ub85c \ud558\ub294 \ub0b4\ubd80 \uac80\uc0c9\uc744 \ud6a8\uc728\uc801\uc73c\ub85c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s. \uc11c\ubc84 \uad6c\uc131\uc744 \uac80\uc0ac\ud558\uc5ec \ubaa8\ub4e0 \uad00\ub828 \ubc31\uc5d4\ub4dc\uac00 \uc774\ub7ec\ud55c \uc720\ud615\uc758 \uac80\uc0c9\uc5d0 \ub300\ud574 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
MILD_ERR_REGEXMAP_SEARCH_FAILED_537=\ucc98\ub9ac\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc73c\ub85c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_STATICGROUP_ADD_NESTED_GROUP_ALREADY_EXISTS_538=\uadf8\ub8f9 %s\uc774(\uac00) \uadf8\ub8f9\uc758 \uc911\ucca9 \uadf8\ub8f9 \ubaa9\ub85d\uc5d0 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uadf8\ub8f9\uc744 \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc0c8 \uc911\ucca9 \uadf8\ub8f9\uc73c\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STATICGROUP_REMOVE_NESTED_GROUP_NO_SUCH_GROUP_539=\uadf8\ub8f9 %s\uc774(\uac00) \uadf8\ub8f9\uc758 \uc911\ucca9 \uadf8\ub8f9 \ubaa9\ub85d\uc5d0 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uadf8\ub8f9\uc744 \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc911\ucca9 \uadf8\ub8f9\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_STATICGROUP_GROUP_INSTANCE_INVALID_540=DN\uc774 %s\uc778 \uadf8\ub8f9 \uc778\uc2a4\ud134\uc2a4\uac00 \uc0ad\uc81c\ub418\uc5c8\uc73c\uba70 \ub354 \uc774\uc0c1 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_NUMSUBORDINATES_VATTR_NOT_SEARCHABLE_541=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
MILD_ERR_HASSUBORDINATES_VATTR_NOT_SEARCHABLE_542=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_NO_MAIL_SERVERS_CONFIGURED_543=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c SMTP \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\ub97c \uc0ac\uc6a9\ud558\ub824\uba74 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 SMTP \uc11c\ubc84\uc5d0 \ub300\ud55c \uc815\ubcf4\uac00 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_NO_RECIPIENTS_544=SMTP \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0 \uc804\uc790 \uba54\uc77c \uc8fc\uc18c \uc18d\uc131 \uc720\ud615 \ub610\ub294 \uc218\uc2e0\uc790 \uc8fc\uc18c\uac00 \uc5c6\uc2b5\ub2c8\ub2e4. \uc774 \uc911 \ud558\ub098 \uc774\uc0c1\uc744 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_SUBJECT_NO_COLON_545=\uba54\uc2dc\uc9c0 \uc8fc\uc81c \uac12 '%s'\uc5d0 \uc54c\ub9bc \uc720\ud615\uc744 \uc8fc\uc81c\uc640 \uad6c\ubd84\ud558\ub294 \ucf5c\ub860\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0\uc11c \uc774 \uba54\uc2dc\uc9c0 \uc8fc\uc81c \uac12\uc744 \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_SUBJECT_INVALID_NOTIFICATION_TYPE_546='%3$s'\uc740(\ub294) \uc720\ud6a8\ud55c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \uc720\ud615\uc774 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 '%2$s'\uc5d0\uc11c \uba54\uc2dc\uc9c0 \uc8fc\uc81c \uac12 '%1$s'\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_SUBJECT_DUPLICATE_TYPE_547=\uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0 \ud3ec\ud568\ub41c \uba54\uc2dc\uc9c0 \uc8fc\uc81c \uc815\uc758\uc5d0 \uc54c\ub9bc \uc720\ud615 %s\uc5d0 \ub300\ud55c \uc8fc\uc81c\uac00 \uc5ec\ub7ec \uac1c \uc815\uc758\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_NO_COLON_548=\uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c \uac12 '%s'\uc5d0 \uc54c\ub9bc \uc720\ud615\uc744 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c\uc640 \uad6c\ubd84\ud558\ub294 \ucf5c\ub860\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0\uc11c \uc774 \ud30c\uc77c \uacbd\ub85c \uac12\uc744 \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_INVALID_NOTIFICATION_TYPE_549='%3$s'\uc740(\ub294) \uc720\ud6a8\ud55c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \uc720\ud615\uc774 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 '%2$s'\uc5d0\uc11c \uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c \uac12 '%1$s'\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_DUPLICATE_TYPE_550=\uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0 \ud3ec\ud568\ub41c \uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c \uc815\uc758\uc5d0 \uc54c\ub9bc \uc720\ud615 %s\uc5d0 \ub300\ud55c \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c\uac00 \uc5ec\ub7ec \uac1c \uc815\uc758\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_NO_SUCH_FILE_551=\uad6c\uc131 \ud56d\ubaa9 '%2$s'\uc5d0\uc11c \ucc38\uc870\ub41c \uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c '%1$s'\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_UNCLOSED_TOKEN_552=\uc5f4 %d(\ud589 %d)\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 \ub2eb\ud788\uc9c0 \uc54a\uc740 \ud1a0\ud070\uc774 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_UNDEFINED_ATTR_TYPE_553=\uc5f4 %d(\ud589 %d)\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 notification-user-attr \ud1a0\ud070\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_UNDEFINED_PROPERTY_554=\uc5f4 %d(\ud589 %d)\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 notification-property \ud1a0\ud070\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc740 \uc54c\ub9bc \ub4f1\ub85d \uc815\ubcf4 %s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_UNRECOGNIZED_TOKEN_555=\uc5f4 %2$d(\ud589 %3$d)\uc5d0 \uc778\uc2dd\ub418\uc9c0 \uc54a\ub294 \ud1a0\ud070 %1$s\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SMTP_ASNH_TEMPLATE_CANNOT_PARSE_556=\uad6c\uc131 \ud56d\ubaa9 '%2$s'\uc5d0\uc11c \ucc38\uc870\ub41c \uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c '%1$s'\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SMTP_ASNH_DEFAULT_SUBJECT_557=\ub514\ub809\ud1a0\ub9ac \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc
SEVERE_ERR_SMTP_ASNH_CANNOT_SEND_MESSAGE_558=\uc0ac\uc6a9\uc790 \ud56d\ubaa9 %2$s\uc758 \uc54c\ub9bc \uc720\ud615 %1$s\uc5d0 \ub300\ud55c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \uba54\uc2dc\uc9c0\ub97c \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_PWSCHEME_CANNOT_ENCRYPT_559=\ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc744(\ub97c) \uc0ac\uc6a9\ud558\uc5ec \uac12\uc744 \uc554\ud638\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PWSCHEME_CANNOT_DECRYPT_560=\ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc744(\ub97c) \uc0ac\uc6a9\ud558\uc5ec \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_GET_SYMMETRIC_KEY_NO_VALUE_561=\uc81c\uacf5\ub41c \ub300\uce6d \ud0a4 \ud655\uc7a5 \uc791\uc5c5\uc740 \uac12\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_GET_SYMMETRIC_KEY_INVALID_TYPE_562=\uac12 \uc2dc\ud000\uc2a4\uc5d0 \uc798\ubabb\ub41c \uc720\ud615 %s\uc744(\ub97c) \uac00\uc9c4 \uc694\uc18c\uac00 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \ub300\uce6d \ud0a4 \ud655\uc7a5 \uc791\uc5c5\uc744 \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_GET_SYMMETRIC_KEY_ASN1_DECODE_EXCEPTION_563=\uc81c\uacf5\ub41c \ub300\uce6d \ud0a4 \ud655\uc7a5 \uc694\uccad\uc744 \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_GET_SYMMETRIC_KEY_DECODE_EXCEPTION_564=\ub300\uce6d \ud0a4 \ud655\uc7a5 \uc694\uccad \uc2dc\ud000\uc2a4\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_EXACTMAP_ATTR_UNINDEXED_565=\uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc815\ud655\ud55c \uc77c\uce58 \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \ubc31\uc5d4\ub4dc %3$s\uc5d0 \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
SEVERE_ERR_REGEXMAP_ATTR_UNINDEXED_566=\uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc815\uaddc \ud45c\ud604\uc2dd \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \ubc31\uc5d4\ub4dc %3$s\uc5d0 \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
SEVERE_ERR_FCM_ATTR_UNINDEXED_567=\uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc9c0\ubb38 \uc778\uc99d\uc11c \ub9e4\ud37c\uac00 \ubc31\uc5d4\ub4dc %3$s\uc5d0 \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
SEVERE_WARN_SATUACM_ATTR_UNINDEXED_568=\uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc8fc\uc81c \uc18d\uc131-\uc0ac\uc6a9\uc790 \uc18d\uc131 \uc778\uc99d\uc11c \ub9e4\ud37c\uac00 \ubc31\uc5d4\ub4dc %3$s\uc5d0 \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
SEVERE_ERR_SDTUACM_ATTR_UNINDEXED_569=\uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc8fc\uc81c DN-\uc0ac\uc6a9\uc790 \uc18d\uc131 \uc778\uc99d\uc11c \ub9e4\ud37c\uac00 \ubc31\uc5d4\ub4dc %3$s\uc5d0 \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.

