# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.



#
# Global directives
#
global.category=JEB

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_JEB_INCORRECT_ROUTING_1=Le backend ne contient pas la partie de l'arborescence d'informations d'annuaire relative \u00e0 l'entr\u00e9e '%s'
SEVERE_ERR_JEB_OPEN_DATABASE_FAIL_2=Impossible d'ouvrir la base de donn\u00e9es\u00a0: %s
SEVERE_ERR_JEB_OPEN_ENV_FAIL_3=Impossible d'ouvrir l'environnement de base de donn\u00e9es\u00a0: %s
SEVERE_ERR_JEB_HIGHEST_ID_FAIL_5=Impossible de d\u00e9terminer l'identificateur d'entr\u00e9e le plus \u00e9lev\u00e9e de la base de donn\u00e9es
SEVERE_WARN_JEB_FUNCTION_NOT_SUPPORTED_6=L'op\u00e9ration demand\u00e9e n'est pas prise en charge par ce backend
SEVERE_ERR_JEB_CREATE_FAIL_7=Impossible de cr\u00e9er le r\u00e9pertoire de base de donn\u00e9es du backend\u00a0: %s
SEVERE_ERR_JEB_REMOVE_FAIL_8=Impossible de supprimer les fichiers de base de donn\u00e9es du backend\u00a0: %s
SEVERE_ERR_JEB_DIRECTORY_INVALID_9=Le r\u00e9pertoire de base de donn\u00e9es de backend '%s' n'est pas un r\u00e9pertoire valide
SEVERE_ERR_JEB_MISSING_DN2ID_RECORD_10=La base de donn\u00e9es de DN ne contient aucun enregistrement pour '%s'
SEVERE_ERR_JEB_MISSING_ID2ENTRY_RECORD_11=La base de donn\u00e9es d'entr\u00e9es ne contient aucun enregistrement pour l'ID %s
SEVERE_ERR_JEB_ENTRY_DATABASE_CORRUPT_12=La base de donn\u00e9es d'entr\u00e9es ne contient aucun enregistrement valide pour l'ID %s
SEVERE_ERR_JEB_DATABASE_EXCEPTION_14=Exception de base de donn\u00e9es\u00a0: %s
SEVERE_ERR_JEB_ENTRY_CONTAINER_ALREADY_REGISTERED_15=Un conteneur d'entr\u00e9es nomm\u00e9 '%s' est d\u00e9j\u00e0 enregistr\u00e9 pour le DN de base '%s'
SEVERE_ERR_CONFIG_INDEX_TYPE_NEEDS_MATCHING_RULE_26=L'attribut '%s' ne peut pas avoir une indexation de type '%s' car il ne correspond \u00e0 aucune r\u00e8gle de correspondance
MILD_ERR_JEB_UNCHECKED_EXCEPTION_28=Exception non v\u00e9rifi\u00e9e lors de la transaction de base de donn\u00e9es\u00a0: %s
NOTICE_JEB_CLEAN_DATABASE_START_29=D\u00e9marrage du nettoyage de la base de donn\u00e9es sur %d fichiers journaux dans '%s'
NOTICE_JEB_CLEAN_DATABASE_MARKED_30=%d fichiers journaux marqu\u00e9s pour nettoyage
NOTICE_JEB_CLEAN_DATABASE_FINISH_31=Fin du nettoyage de la base de donn\u00e9es ; il reste d\u00e9sormais %d fichiers journaux
NOTICE_JEB_DELETED_ENTRY_COUNT_33=Le nombre d'entr\u00e9es supprim\u00e9es est %d
MILD_ERR_JEB_DUPLICATE_CONFIG_ENTRY_36=L'entr\u00e9e de configuration '%s' est ignor\u00e9e. Seule une entr\u00e9e de configuration avec la classe d'objet '%s' est autoris\u00e9e
MILD_ERR_JEB_CONFIG_ENTRY_NOT_RECOGNIZED_37=L'entr\u00e9e de configuration '%s' est ignor\u00e9e car elle n'est pas reconnue
MILD_ERR_JEB_INDEX_ATTRIBUTE_TYPE_NOT_FOUND_38=L'entr\u00e9e de configuration d'index '%s' est ignor\u00e9e car elle sp\u00e9cifie un type d'attribut inconnu '%s'
MILD_ERR_JEB_DUPLICATE_INDEX_CONFIG_39=L'entr\u00e9e de configuration d'index '%s' est ignor\u00e9e car elle sp\u00e9cifie un type d'attribut '%s', d\u00e9j\u00e0 d\u00e9fini dans une autre entr\u00e9e de configuration d'index
NOTICE_JEB_BACKEND_STARTED_42=D\u00e9marrage du backend de base de donn\u00e9es %s contenant %d entr\u00e9es
MILD_ERR_JEB_IMPORT_PARENT_NOT_FOUND_43=L'entr\u00e9e '%s' parente n'existe pas
SEVERE_WARN_JEB_IMPORT_ENTRY_EXISTS_44=L'entr\u00e9e existe et les options d'importations interdisent son remplacement
MILD_ERR_JEB_ATTRIBUTE_INDEX_NOT_CONFIGURED_45=Aucun index n'est configur\u00e9 pour le type d'attribut '%s'
MILD_ERR_JEB_SEARCH_NO_SUCH_OBJECT_46=La base de recherche '%s' n'existe pas
MILD_ERR_JEB_ADD_NO_SUCH_OBJECT_47=Impossible d'ajouter l'entr\u00e9e '%s' car son entr\u00e9e parente n'existe pas
MILD_ERR_JEB_DELETE_NO_SUCH_OBJECT_48=Impossible de supprimer l'entr\u00e9e '%s' car elle n'existe pas
MILD_ERR_JEB_MODIFY_NO_SUCH_OBJECT_49=Impossible de modifier l'entr\u00e9e '%s' car elle n'existe pas
MILD_ERR_JEB_MODIFYDN_NO_SUCH_OBJECT_50=Impossible de renommer l'entr\u00e9e '%s' car elle n'existe pas
MILD_ERR_JEB_ADD_ENTRY_ALREADY_EXISTS_51=Impossible d'ajouter l'entr\u00e9e %s car une entr\u00e9e du m\u00eame nom existe d\u00e9j\u00e0
MILD_ERR_JEB_DELETE_NOT_ALLOWED_ON_NONLEAF_52=Impossible de supprimer l'entr\u00e9e '%s' car elle poss\u00e8de une entr\u00e9e subordonn\u00e9e
MILD_ERR_JEB_MODIFYDN_ALREADY_EXISTS_53=Impossible de renommer l'entr\u00e9e %s car une entr\u00e9e du m\u00eame nom existe d\u00e9j\u00e0
MILD_ERR_JEB_NEW_SUPERIOR_NO_SUCH_OBJECT_54=Impossible de supprimer l'entr\u00e9e car la nouvelle entr\u00e9e '%s' parente n'existe pas
NOTICE_JEB_CACHE_PRELOAD_STARTED_55=D\u00e9marrage du pr\u00e9chargement de cache de base de donn\u00e9es pour le backend %s
NOTICE_JEB_CACHE_DB_PRELOADED_56=Fin du pr\u00e9chargement de cache de base de donn\u00e9es pour la base de donn\u00e9es %s
NOTICE_JEB_CACHE_PRELOAD_INTERRUPTED_BY_TIME_57=Interruption du pr\u00e9chargement de cache de base de donn\u00e9es pour le backend %s lors du pr\u00e9chargement de la base de donn\u00e9es %s pour des raisons de limite de temps
NOTICE_JEB_CACHE_PRELOAD_INTERRUPTED_BY_SIZE_58=Interruption du pr\u00e9chargement de cache de base de donn\u00e9es pour le backend %s lors du pr\u00e9chargement de la base de donn\u00e9es %s pour des raisons de limite de taille
NOTICE_JEB_CACHE_PRELOAD_INTERRUPTED_UNKNOWN_59=Interruption du pr\u00e9chargement de cache de base de donn\u00e9es pour le backend %s lors du pr\u00e9chargement de la base de donn\u00e9es %s
NOTICE_JEB_CACHE_PRELOAD_DONE_60=Fin du pr\u00e9chargement de cache de base de donn\u00e9es pour le backend %s
NOTICE_JEB_CACHE_SIZE_AFTER_PRELOAD_61=Le cache de base de donn\u00e9es est de %d Mo \u00e0 l'issue du pr\u00e9chargement
SEVERE_ERR_JEB_CACHE_PRELOAD_62=Une erreur s'est produite lors du pr\u00e9chargement du cache de base de donn\u00e9es pour le backend %s\u00a0: %s
SEVERE_ERR_JEB_BACKUP_CANNOT_GET_MAC_63=Une erreur s'est produite lors de la tentative d'obtention du fournisseur MAC %s afin de cr\u00e9er le hachage sign\u00e9 pour la sauvegarde\u00a0: %s
SEVERE_ERR_JEB_BACKUP_CANNOT_GET_DIGEST_64=Une erreur s'est produite lors de la tentative d'obtention de la synth\u00e8se de message %s afin de cr\u00e9er le hachage pour la sauvegarde\u00a0: %s
SEVERE_ERR_JEB_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_65=Une erreur s'est produite lors de la tentative de cr\u00e9ation du fichier d'archive de base de donn\u00e9es %s dans le r\u00e9pertoire %s\u00a0: %s
SEVERE_ERR_JEB_BACKUP_CANNOT_GET_CIPHER_66=Une erreur s'est produite lors de la tentative d'obtention du chiffrement \u00e0 utiliser pour chiffrer la sauvegarde\u00a0: %s
SEVERE_ERR_JEB_BACKUP_ZIP_COMMENT_67=Sauvegarde %2$s de %1$s du backend %3$s
SEVERE_ERR_JEB_BACKUP_CANNOT_LIST_LOG_FILES_68=Une erreur s'est produite lors de la tentative d'obtention de la liste des fichiers du r\u00e9pertoire %s \u00e0 inclure dans la sauvegarde de base de donn\u00e9es\u00a0: %s
SEVERE_ERR_JEB_BACKUP_CANNOT_WRITE_ARCHIVE_FILE_69=Une erreur s'est produite lors de la tentative de sauvegarde du fichier de base de donn\u00e9es %s\u00a0: %s
SEVERE_ERR_JEB_BACKUP_CANNOT_CLOSE_ZIP_STREAM_70=Une erreur s'est produite lors de la tentative de fermeture du fichier d'archive de base de donn\u00e9es %s dans le r\u00e9pertoire %s\u00a0: %s
SEVERE_ERR_JEB_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_71=Une erreur s'est produite lors de la tentative de mise \u00e0 jour du fichier de descripteur de sauvegarde %s avec les informations concernant la sauvegarde de base de donn\u00e9es\u00a0: %s
SEVERE_ERR_JEB_BACKUP_UNSIGNED_HASH_ERROR_72=Le hachage calcul\u00e9 pour la sauvegarde %s est diff\u00e9rent de la valeur calcul\u00e9e lors de la sauvegarde
SEVERE_ERR_JEB_BACKUP_SIGNED_HASH_ERROR_73=Le hachage sign\u00e9 calcul\u00e9 pour la sauvegarde %s est diff\u00e9rent de la valeur calcul\u00e9e lors de la sauvegarde
SEVERE_ERR_JEB_INCR_BACKUP_REQUIRES_FULL_74=Vous devez r\u00e9aliser une sauvegarde compl\u00e8te avant de pouvoir ex\u00e9cuter une sauvegarde incr\u00e9mentielle
SEVERE_ERR_JEB_CANNOT_RENAME_RESTORE_DIRECTORY_75=Le r\u00e9pertoire %s, qui contient les fichiers restaur\u00e9s depuis la sauvegarde, n'a pas pu \u00eatre renomm\u00e9 en tant que r\u00e9pertoire de backend %s
SEVERE_ERR_JEB_INCR_BACKUP_FROM_WRONG_BASE_76=L'un des ID de sauvegarde de base suivants doit \u00eatre sp\u00e9cifi\u00e9 pour la sauvegarde incr\u00e9mentielle\u00a0: %s
SEVERE_ERR_JEB_CANNOT_CREATE_BACKUP_TAG_FILE_77=Impossible de cr\u00e9er le fichier de balises de sauvegarde %s dans %s
SEVERE_ERR_JEB_BACKUP_CANNOT_RESTORE_78=Une erreur s'est produite lors de la tentative de restauration des fichiers depuis la sauvegarde %s\u00a0: %s
SEVERE_ERR_JEB_BACKUP_MISSING_BACKUPID_79=Les informations de la sauvegarde %s sont introuvables dans le r\u00e9pertoire de sauvegarde %s
NOTICE_JEB_BACKUP_FILE_UNCHANGED_82=Inchang\u00e9\u00a0: %s
NOTICE_JEB_BACKUP_CLEANER_ACTIVITY_83=Incluant %s fichiers journaux suppl\u00e9mentaires en raison de l'activit\u00e9 de nettoyage
NOTICE_JEB_BACKUP_VERIFY_FILE_84=V\u00e9rification\u00a0: %s
NOTICE_JEB_BACKUP_RESTORED_FILE_85=Restaur\u00e9\u00a0: %s (taille %d)
NOTICE_JEB_BACKUP_ARCHIVED_FILE_86=Archiv\u00e9\u00a0: %s
NOTICE_JEB_EXPORT_FINAL_STATUS_87=Entr\u00e9es\u00a0: %d export\u00e9es et %d ignor\u00e9es en %d secondes (taux moyen %.1f/sec)
NOTICE_JEB_EXPORT_PROGRESS_REPORT_88=Enregistrements\u00a0: %d export\u00e9s et %d ignor\u00e9s (taux r\u00e9cent %.1f/sec)
NOTICE_JEB_IMPORT_THREAD_COUNT_89=Nombre de threads import\u00e9s\u00a0: %d threads
SEVERE_ERR_IMPORT_LDIF_LACK_MEM_90=M\u00e9moire disponible insuffisante (%d\u00a0octets) pour r\u00e9aliser l'importation. Vous devez disposer d'au moins %d\u00a0octets de m\u00e9moire disponible
INFO_JEB_IMPORT_LDIF_PROCESSING_TIME_91=Le traitement du fichier LDIF a dur\u00e9 %d secondes
INFO_JEB_IMPORT_INDEX_PROCESSING_TIME_92=Le traitement de l'index a dur\u00e9 %d secondes
NOTICE_JEB_IMPORT_CLOSING_DATABASE_93=Vidage des donn\u00e9es vers le disque
NOTICE_JEB_IMPORT_FINAL_STATUS_94=Entr\u00e9es\u00a0:  %d trait\u00e9es, %d import\u00e9es, %d ignor\u00e9es, %d rejet\u00e9es et %d migr\u00e9es en %d secondes (taux moyen %.1f/sec)
NOTICE_JEB_IMPORT_ENTRY_LIMIT_EXCEEDED_COUNT_95=Nombre de valeurs d'index ayant d\u00e9pass\u00e9 la limite d'entr\u00e9e\u00a0: %d
NOTICE_JEB_IMPORT_PROGRESS_REPORT_96=Entr\u00e9es\u00a0: %d trait\u00e9es, %d ignor\u00e9es, %d rejet\u00e9es et %d migr\u00e9es (taux r\u00e9cent %.1f/sec)
NOTICE_JEB_IMPORT_CACHE_AND_MEMORY_REPORT_97=M\u00e9moire libre = %d Mo, taux d'\u00e9chec d'acc\u00e8s au cache = %.1f/entr\u00e9e
NOTICE_JEB_VERIFY_CLEAN_FINAL_STATUS_101=Enregistrements\u00a0: %d v\u00e9rifi\u00e9s et %d erreurs trouv\u00e9es en %d secondes (taux moyen %.1f/sec)
INFO_JEB_VERIFY_MULTIPLE_REFERENCE_COUNT_102=Nombre d'enregistrements r\u00e9f\u00e9ren\u00e7ant plus d'une entr\u00e9e\u00a0: %d
INFO_JEB_VERIFY_ENTRY_LIMIT_EXCEEDED_COUNT_103=Nombre d'enregistrements d\u00e9passant la limite d'entr\u00e9e\u00a0: %d
INFO_JEB_VERIFY_AVERAGE_REFERENCE_COUNT_104=Le nombre moyen d'entr\u00e9es r\u00e9f\u00e9renc\u00e9 est %.2f/enregistrement
INFO_JEB_VERIFY_MAX_REFERENCE_COUNT_105=Le nombre maximum d'entr\u00e9es r\u00e9f\u00e9renc\u00e9 par les enregistrements est %d
NOTICE_JEB_VERIFY_FINAL_STATUS_106=Entr\u00e9es\u00a0: %d v\u00e9rifi\u00e9s et %d erreurs trouv\u00e9es en %d secondes (taux moyen %.1f/sec)
INFO_JEB_VERIFY_ENTRY_LIMIT_STATS_HEADER_107=Statistiques pour les enregistrements ayant d\u00e9pass\u00e9 la limite d'entr\u00e9e\u00a0:
INFO_JEB_VERIFY_ENTRY_LIMIT_STATS_ROW_108=Le fichier %s poss\u00e8de %d enregistrements de ce type min=%d max=%d m\u00e9dian=%d
NOTICE_JEB_VERIFY_PROGRESS_REPORT_109=%d trait\u00e9s sur %d enregistrements et %d erreurs trouv\u00e9es (taux r\u00e9cent %.1f/sec)
INFO_JEB_VERIFY_CACHE_AND_MEMORY_REPORT_110=M\u00e9moire libre = %d Mo, taux d'\u00e9chec d'acc\u00e8s au cache = %.1f/enregistrement
MILD_ERR_JEB_INVALID_PAGED_RESULTS_COOKIE_111=La valeur de cookie de contr\u00f4le des r\u00e9sultats pagin\u00e9s suivante n'est pas reconnue\u00a0: %s
NOTICE_JEB_REFERRAL_RESULT_MESSAGE_112=Une entr\u00e9e de r\u00e9f\u00e9rence %s indique que l'op\u00e9ration doit \u00eatre trait\u00e9e sur un serveur diff\u00e9rent
INFO_JEB_IMPORT_ENVIRONMENT_CONFIG_119=Propri\u00e9t\u00e9s d'environnement de base de donn\u00e9es\u00a0: %s
SEVERE_ERR_JEB_INCOMPATIBLE_ENTRY_VERSION_126=Enregistrement d'entr\u00e9e incompatible avec cette version de la base de donn\u00e9es de backend. Version de l'entr\u00e9e\u00a0: %x
NOTICE_JEB_LOOKTHROUGH_LIMIT_EXCEEDED_127=Cette op\u00e9ration de recherche a v\u00e9rifi\u00e9 le maximum d'entr\u00e9es %d \u00e0 des fins de correspondance
SEVERE_WARN_JEB_SET_PERMISSIONS_FAILED_128=Une erreur s'est produite lors de la d\u00e9finition des permissions de fichier pour le r\u00e9pertoire de base de donn\u00e9es de backend %s\u00a0: %s
SEVERE_WARN_JEB_GET_ENTRY_COUNT_FAILED_129=Impossible de d\u00e9terminer le nombre total d'entr\u00e9e dans le conteneur\u00a0: %s
NOTICE_JEB_CONFIG_ATTR_REQUIRES_RESTART_130=Les modifications de l'attribut %s prennent effet au red\u00e9marrage du backend
NOTICE_JEB_REBUILD_PROGRESS_REPORT_131=%.1f%% termin\u00e9s. %d/%d entr\u00e9es trait\u00e9es. (taux r\u00e9cent %.1f/sec)
NOTICE_JEB_REBUILD_CACHE_AND_MEMORY_REPORT_132=M\u00e9moire disponible = %d\u00a0Mo, taux d'\u00e9chec du cache = %.1f/entr\u00e9es
NOTICE_JEB_REBUILD_FINAL_STATUS_133=Fin de la reconstitution. %d\u00a0entr\u00e9es trait\u00e9es en %d\u00a0secondes (taux moyen %.1f/s)
SEVERE_ERR_JEB_REBUILD_INDEX_FAILED_134=Une erreur s'est produite lors de la reconstruction de l'index %s\u00a0: %s
MILD_ERR_JEB_REBUILD_INSERT_ENTRY_FAILED_135=Une erreur s'est produite lors de l'insertion de l'entr\u00e9e dans %s database/index: %s
SEVERE_ERR_JEB_REBUILD_INDEX_CONFLICT_136=Une autre reconstruction de l'index %s est d\u00e9j\u00e0 en cours
NOTICE_JEB_REBUILD_START_137=Reconstruction des index %s d\u00e9marr\u00e9e, avec un nombre total de %d\u00a0entr\u00e9es \u00e0 traiter
SEVERE_ERR_JEB_REBUILD_BACKEND_ONLINE_138=La reconstruction des index syst\u00e8me doit \u00eatre r\u00e9alis\u00e9e en d\u00e9sactivant le backend contenant le DN de base
SEVERE_ERR_ENTRYIDSORTER_CANNOT_EXAMINE_ENTRY_139=Impossible d'examiner l'entr\u00e9e portant l'ID %s en vue du tri\u00a0: %s
MILD_ERR_JEB_SEARCH_CANNOT_SORT_UNINDEXED_140=Impossible de traiter les r\u00e9sultats de recherche car la requ\u00eate de recherche donn\u00e9e n'est pas index\u00e9e
MILD_ERR_ENTRYIDSORTER_NEGATIVE_START_POS_141=Impossible de traiter la requ\u00eate d'affichage de liste virtuelle car la position de d\u00e9marrage de cible est situ\u00e9e avant le d\u00e9but de l'ensemble de r\u00e9sultats
MILD_ERR_ENTRYIDSORTER_OFFSET_TOO_LARGE_142=Impossible de traiter la requ\u00eate d'affichage de liste virtuelle car le d\u00e9calage de cible %d est sup\u00e9rieur au nombre total de r\u00e9sultats de la liste (%d)
MILD_ERR_ENTRYIDSORTER_TARGET_VALUE_NOT_FOUND_143=Impossible de traiter la requ\u00eate d'affichage de liste virtuelle car l'ensemble de r\u00e9sultats ne comporte aucune entr\u00e9e avec une valeur de tri sup\u00e9rieure ou \u00e9gale \u00e0 la valeur d'assertion fournie
MILD_ERR_JEB_SEARCH_CANNOT_MIX_PAGEDRESULTS_AND_VLV_144=L'op\u00e9ration de recherche demand\u00e9e inclut le contr\u00f4le de r\u00e9sultats pagin\u00e9s et le contr\u00f4le d'affichage de liste virtuelle.  Ces contr\u00f4les sont mutuellement exclusifs et ne peuvent pas \u00eatre utilis\u00e9s simultan\u00e9ment
MILD_ERR_JEB_SEARCH_UNINDEXED_INSUFFICIENT_PRIVILEGES_145=Vous ne disposez pas des privil\u00e8ges suffisants pour lancer une recherche non index\u00e9e
SEVERE_WARN_JEB_UNABLE_SET_PERMISSIONS_146=Cette plate-forme ne prend pas en charge la d\u00e9finition de permissions de fichier %s sur le r\u00e9pertoire de base de donn\u00e9es %s
NOTICE_JEB_CONFIG_INDEX_ENTRY_LIMIT_REQUIRES_REBUILD_148=Certaines cl\u00e9s d'index ont d\u00e9j\u00e0 d\u00e9pass\u00e9 la limite d'entr\u00e9e pr\u00e9c\u00e9dente dans l'index %s. Cet index doit \u00eatre reconstitu\u00e9 avant qu'il ne puisse utiliser la nouvelle limite
NOTICE_JEB_INDEX_ADD_REQUIRES_REBUILD_150=En raison des modifications apport\u00e9es \u00e0 la configuration, le fonctionnement de l'index %s se d\u00e9grade. Il doit \u00eatre reconstitu\u00e9 avant d'\u00eatre utilis\u00e9
SEVERE_ERR_JEB_INDEX_CORRUPT_REQUIRES_REBUILD_151=Une erreur s'est produite lors de la lecture dans l'index %s. L'index semble corrompu et son fonctionnement se d\u00e9grade. Vous devez reconstruire l'index pour r\u00e9tablir son fonctionnement normal
SEVERE_ERR_JEB_IMPORT_BACKEND_ONLINE_152=Vous devez d\u00e9sactiver le backend avant de lancer le processus d'importation
SEVERE_ERR_JEB_IMPORT_THREAD_EXCEPTION_153=Une erreur s'est produite dans le thread d'importation %s\u00a0: %s. Le thread ne peut pas continuer
NOTICE_JEB_IMPORT_LDIF_PHASE_TWO_REPORT_154=Index %s %d%% termin\u00e9 : restant = %d kb, taux = %d kb/s\u00a0; lot %d/%d
SEVERE_ERR_JEB_IMPORT_CREATE_TMPDIR_ERROR_155=Impossible de cr\u00e9er le r\u00e9pertoire temporaire %s
SEVERE_ERR_JEB_INVALID_LOGGING_LEVEL_156=La cha\u00eene de niveau de journalisation de base de donn\u00e9es ('%s') fournie pour l'entr\u00e9e de configuration '%s' n'est pas valide.  Les valeurs admises sont OFF, SEVERE, WARNING, INFO, CONFIG, FINE, FINER, FINEST ou ALL.  Attention, ces valeurs respectent la casse
NOTICE_JEB_IMPORT_MIGRATION_START_157=Migration de %s entr\u00e9es pour le DN de base %s
NOTICE_JEB_IMPORT_LDIF_START_158=Traitement du fichier LDIF
NOTICE_JEB_IMPORT_LDIF_END_159=Fin du fichier LDIF atteinte
SEVERE_ERR_JEB_CONFIG_VLV_INDEX_UNDEFINED_ATTR_160=L'attribut de tri %s de l'index VLV %s n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
SEVERE_ERR_JEB_CONFIG_VLV_INDEX_BAD_FILTER_161=Une erreur s'est produite lors de l'analyse du filtre de recherche %s d\u00e9fini pour l'index VLV %s\u00a0: %s
MILD_ERR_JEB_VLV_INDEX_NOT_CONFIGURED_162=Aucun index de VLV n'est configur\u00e9 avec le nom '%s'
MILD_ERR_JEB_MODIFYDN_ABORTED_BY_SUBORDINATE_PLUGIN_163=Un plug-in a entra\u00een\u00e9 l'arr\u00eat de l'op\u00e9ration de modification de DN lors du d\u00e9placement et/ou du renommage d'une entr\u00e9e de %s en %s
MILD_ERR_JEB_MODIFYDN_ABORTED_BY_SUBORDINATE_SCHEMA_ERROR_164=Un plug-in a entra\u00een\u00e9 l'arr\u00eat de l'op\u00e9ration de modification de DN lors du d\u00e9placement et/ou du renommage d'une entr\u00e9e de %s en %s car la modification de cette entr\u00e9e ne respecte pas la configuration du sch\u00e9ma de serveur\u00a0: %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_DECODE_OC_TOKEN_165=Une erreur s'est produite lors de la tentative de d\u00e9codage d'un jeton d'ensemble de classes d'objet \u00e0 partir des d\u00e9finitions de sch\u00e9ma compress\u00e9es JE\u00a0: %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_DECODE_AD_TOKEN_166=Une erreur s'est produite lors de la tentative de d\u00e9codage d'un jeton de description d'attribut \u00e0 partir des d\u00e9finitions de sch\u00e9ma compress\u00e9es JE\u00a0: %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_STORE_STATUS_167=Une erreur s'est produite lors de la tentative de stockage des informations de sch\u00e9ma compress\u00e9es dans la base de donn\u00e9es.  R\u00e9sultat obtenu\u00a0: %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_STORE_EX_168=Une erreur s'est produite lors de la tentative de stockage des informations de sch\u00e9ma compress\u00e9es dans la base de donn\u00e9es\u00a0: %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_STORE_MULTIPLE_FAILURES_169=Le serveur n'a pas pu stocker les informations de sch\u00e9ma compress\u00e9es dans la base de donn\u00e9es apr\u00e8s plusieurs tentatives
SEVERE_ERR_JEB_COMPSCHEMA_UNKNOWN_OC_TOKEN_170=Impossible de d\u00e9coder l'ensemble de classes d'objet fourni car il utilise le jeton non d\u00e9fini %s
SEVERE_ERR_JEB_COMPSCHEMA_UNRECOGNIZED_AD_TOKEN_171=Impossible de d\u00e9coder l'attribut fourni car il utilise le jeton de description d'attribut non d\u00e9fini %s
NOTICE_JEB_CONFIG_DB_DIR_REQUIRES_RESTART_172=Les modifications du r\u00e9pertoire de base de donn\u00e9es prennent effet au red\u00e9marrage du backend. Les fichiers de base de donn\u00e9es du r\u00e9pertoire pr\u00e9c\u00e9dent %s doivent \u00eatre d\u00e9plac\u00e9s vers le nouveau r\u00e9pertoire %s apr\u00e8s l'arr\u00eat du backend afin de conserver les donn\u00e9es existantes
NOTICE_JEB_IMPORT_STARTING_173=%s d\u00e9but de l'importation (version %s, R%d)
SEVERE_ERR_JEB_DIRECTORY_DOES_NOT_EXIST_174=Le r\u00e9pertoire de base de donn\u00e9es de backend %s n'existe pas
SEVERE_ERR_JEB_IMPORT_LDIF_INDEX_FILEWRITER_ERR_175=L'erreur d'E/S suivante est survenue lors de l'\u00e9criture du fichier de travail de l'index %s dans le r\u00e9pertoire temporaire\u00a0: %s
NOTICE_JEB_IMPORT_LDIF_ROOTCONTAINER_CLOSE_176=La fermeture de l'environnement LDIF d'importation a dur\u00e9 %d secondes
NOTICE_JEB_IMPORT_LDIF_DN_NO_PARENT_177=Un parent du DN %s \u00e9tait manquant durant la phase 2 de la v\u00e9rification parente
NOTICE_JEB_IMPORT_LDIF_DN_CLOSE_178=Fin du traitement de la phase 2 du DN. DN %d trait\u00e9s
NOTICE_JEB_IMPORT_LDIF_INDEX_CLOSE_179=Fin du traitement de la phase 2 de l'index %s
SEVERE_ERR_EXECUTION_ERROR_180=Erreur d'ex\u00e9cution lors de l'op\u00e9ration de backend\u00a0: %s
SEVERE_ERR_INTERRUPTED_ERROR_181=Erreur d'interruption lors de l'op\u00e9ration de backend\u00a0: %s
NOTICE_JEB_IMPORT_LDIF_TRUSTED_FAILED_182=La d\u00e9finition des index approuv\u00e9s a \u00e9chou\u00e9 pour la raison suivante : %s
NOTICE_JEB_IMPORT_LDIF_LOG_BYTES_184=D\u00e9finition de la taille du journal de la base de donn\u00e9es sur %d octets
NOTICE_JEB_IMPORT_LDIF_DB_MEM_BUF_INFO_185=D\u00e9finition de la taille du cache de la base de donn\u00e9es sur %d octets et de la taille du tampon de phase 1 sur %d octets
NOTICE_JEB_IMPORT_LDIF_TOT_MEM_BUF_186=La quantit\u00e9 de m\u00e9moire disponible pour la t\u00e2che d'importation est de %d\u00a0octets. Le nombre de tampons de phase 1 requis est %d
NOTICE_JEB_IMPORT_LDIF_BUFFER_CHECKPOINTS_187=Points de contr\u00f4le pratiqu\u00e9s\u00a0: %d
NOTICE_JEB_IMPORT_LDIF_CLEANER_STATS_188=Ex\u00e9cutions du nettoyage\u00a0: %d fichiers supprim\u00e9s\u00a0: %d entr\u00e9es lues\u00a0: %d IN n\u0153uds nettoy\u00e9s\u00a0: %d
NOTICE_JEB_IMPORT_LDIF_EVICTION_DETECTED_STATS_189=\u00c9viction en cours. Passes\u00a0: %d n\u0153uds exclus\u00a0: %d n\u0153uds BIN supprim\u00e9s\u00a0: %d
NOTICE_JEB_IMPORT_LDIF_EVICTION_DETECTED_190=D\u00e9tection d'\u00e9viction apr\u00e8s l'importation de %d entr\u00e9es
MILD_WARN_BACKUPDB_INCREMENTAL_NOT_FOUND_DOING_NORMAL_191=Impossible de trouver une sauvegarde dans '%s'  Une sauvegarde compl\u00e8te sera ex\u00e9cut\u00e9e
SEVERE_ERR_CONFIG_INDEX_TYPE_NEEDS_VALID_MATCHING_RULE_192=L'attribut '%s' ne peut pas avoir un index extensible pour le nom de r\u00e8gle de correspondance non valide '%s'
SEVERE_ERR_CONFIG_JEB_CACHE_SIZE_GREATER_THAN_JVM_HEAP_193=L'attribut de configuration ds-cfg-db-cache-size a la valeur %d mais la JVM n'est configur\u00e9e que pour %d. Essayez d'utiliser ds-cfg-db-cache-percent
SEVERE_ERR_CONFIG_JEB_CACHE_SIZE_TOO_SMALL_194=L'attribut de configuration ds-cfg-db-cache-size a la valeur %d, qui est inf\u00e9rieure au minimum\u00a0: %d
MILD_ERR_JEB_DELETE_ABORTED_BY_SUBORDINATE_PLUGIN_195=Un plug-in a provoqu\u00e9 l'interruption de l'op\u00e9ration de suppression lors de la suppression d'une entr\u00e9e subordonn\u00e9e %s
NOTICE_JEB_IMPORT_LDIF_PHASE_TWO_MEM_REPORT_196=La m\u00e9moire disponible pour le traitement de phase deux est de %d\u00a0octets. La taille du cache de lecture anticip\u00e9e est de %d octets, calcul\u00e9e avec %d tampons
NOTICE_JEB_IMPORT_LDIF_BUFF_SIZE_LESS_DEFAULT_197=D\u00e9finition de la taille du tampon de phase 1 sur %d octets minimum et passage \u00e0 l'\u00e9tape suivante
SEVERE_ERR_DATABASE_ERROR_198=Erreur de base de donn\u00e9es lors de l'op\u00e9ration de backend\u00a0: %s
SEVERE_ERR_JEB_IMPORT_LDIF_INDEX_WRITE_DB_ERR_199=L'erreur suivante s'est produite lors du traitement de l'index %s\u00a0: %s
SEVERE_ERR_JEB_IMPORT_LDIF_IMPORT_TASK_ERR_200=L'erreur suivante s'est produite lors du traitement de la t\u00e2che d'importation\u00a0: %s
SEVERE_ERR_JEB_IMPORT_LDIF_MIGRATE_EXCLUDED_TASK_ERR_201=L'erreur suivante s'est produite lors du traitement de la t\u00e2che de migration des \u00e9l\u00e9ments exclus\u00a0: %s
SEVERE_ERR_JEB_IMPORT_LDIF_MIGRATE_EXISTING_TASK_ERR_202=L'erreur suivante s'est produite lors du traitement de la t\u00e2che de migration des \u00e9l\u00e9ments existants\u00a0: %s
SEVERE_ERR_JEB_IMPORT_LDIF_APPEND_REPLACE_TASK_ERR_203=L'erreur suivante s'est produite lors du traitement de la t\u00e2che d'ajout et remplacement\u00a0: %s
NOTICE_JEB_REBUILD_ALL_START_204=Reconstruction de tous les index commenc\u00e9e par au total %d entr\u00e9es \u00e0 traiter
SEVERE_ERR_JEB_REBUILD_SUFFIX_ERROR_205=\u00c9chec de la reconstruction du DN de base %s car il n'est pas disponible
SEVERE_ERR_CONFIG_JEB_DURABILITY_CONFLICT_206=Les attributs de configuration ds-cfg-db-txn-no-sync et ds-cfg-db-txn-write-no-sync sont mutuellement exclusifs, et vous ne pouvez pas les d\u00e9finir simultan\u00e9ment
SEVERE_ERR_JEB_IMPORT_LDIF_PENDING_ERR_207=L'erreur suivante s'est produite lors de l'ex\u00e9cution d'une v\u00e9rification des DN en attente\u00a0: %s
NOTICE_JEB_IMPORT_LDIF_TMP_ENV_MEM_208=La quantit\u00e9 de m\u00e9moire disponible pour l'environnement de cache de DN temporaire est de %d\u00a0octets
NOTICE_JEB_IMPORT_PHASE_STATS_209=Dur\u00e9e totale de l'importation\u00a0: %d\u00a0secondes. Traitement de phase un achev\u00e9 en %d\u00a0secondes, traitement de phase deux achev\u00e9 en %d\u00a0secondes
SEVERE_ERR_JEB_IMPORT_UNCAUGHT_EXCEPTION_210=L'erreur suivante a \u00e9t\u00e9 d\u00e9tect\u00e9e par le gestionnaire d'exceptions non intercept\u00e9es\u00a0: %s
NOTICE_JEB_IMPORT_LDIF_INDEX_STARTED_211=La phase deux de l'index %s a commenc\u00e9 le traitement des tampons %d dans les lots %d
SEVERE_ERR_JEB_IMPORT_LDIF_REBUILD_INDEX_TASK_ERR_212=L'erreur suivante s'est produite lors du traitement de la t\u00e2che de reconstruction de l'index\u00a0: %s
NOTICE_JEB_IMPORT_ADJUST_THREAD_COUNT_213=M\u00e9moire insuffisante pour allouer un nombre suffisant de tampons de phase un pour %d\u00a0threads. R\u00e9duction du nombre de threads utilis\u00e9s \u00e0 %d
SEVERE_ERR_JEB_EXPORT_IO_ERROR_214=Une erreur d'E/S s'est produite lors de l'exportation de l'entr\u00e9e\u00a0: %s
SEVERE_ERR_JEB_IMPORT_LDIF_READER_IO_ERROR_215=Une erreur d'E/S s'est produite lors de l'ouverture du flux LDIF
SEVERE_ERR_JEB_IMPORT_BUFFER_IO_ERROR_216=Une erreur d'E/S s'est produite lors de la lecture du fichier de travail de l'index %s dans le r\u00e9pertoire temporaire
SEVERE_ERR_JEB_DISK_LOW_THRESHOLD_REACHED_217=Le disque qui contient le r\u00e9pertoire %s utilis\u00e9 par le backend de base de donn\u00e9es %s manque d'espace libre (%d octets libres). Les op\u00e9rations d'\u00e9criture effectu\u00e9es dans le backend sont uniquement autoris\u00e9es par un utilisateur muni du privil\u00e8ge BYPASS_LOCKDOWN jusqu'\u00e0 ce que l'espace libre d\u00e9passe le seuil sp\u00e9cifi\u00e9 (%d octets)
SEVERE_ERR_JEB_DISK_FULL_THRESHOLD_REACHED_218=Le disque qui contient le r\u00e9pertoire %s utilis\u00e9 par le backend de base de donn\u00e9es %s est plein (%d octets libres). Les op\u00e9rations d'\u00e9criture effectu\u00e9es dans le backend \u00e9choueront tant que l'espace libre n'aura pas d\u00e9pass\u00e9 le seuil  sp\u00e9cifi\u00e9 (%d octets)
NOTICE_JEB_DISK_SPACE_RESTORED_219=L'espace libre (%d octets) du disque contenant le r\u00e9pertoire %s utilis\u00e9 par le backend de base de donn\u00e9es %s d\u00e9passe d\u00e9sormais le seuil sp\u00e9cifi\u00e9 (%d octets)
SEVERE_WARN_JEB_OUT_OF_DISK_SPACE_220=L'espace libre disponible sur le disque est insuffisant pour effectuer l'op\u00e9ration d'\u00e9criture
MILD_WARN_IMPORT_LDIF_LACK_MEM_PHASE_TWO_221=M\u00e9moire libre insuffisante (%d bytes) pour effectuer l'importation de la phase 2 en un seul lot. Certains index seront import\u00e9s via plusieurs lots. Ceci peut r\u00e9duire les performances

