# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2008-2009 Sun Microsystems, Inc.



#
# Global directives
#
global.category=NDB

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_NDB_INCORRECT_ROUTING_1=El servidor de fondo no contiene ninguna parte del \u00e1rbol de informaci\u00f3n de directorio relacionada con la entrada '%s'
SEVERE_ERR_NDB_OPEN_DATABASE_FAIL_2=No pudo abrirse la base de datos: %s
SEVERE_ERR_NDB_OPEN_ENV_FAIL_3=No pudo abrirse el entorno de base de datos: %s
SEVERE_ERR_NDB_HIGHEST_ID_FAIL_5=No pudo determinarse el identificador de entrada m\u00e1s alto de la base de datos
SEVERE_WARN_NDB_FUNCTION_NOT_SUPPORTED_6=Este backend no admite la operaci\u00f3n solicitada
SEVERE_ERR_NDB_MISSING_DN2ID_RECORD_10=La base de datos de ND no contiene un registro para '%s'
SEVERE_ERR_NDB_MISSING_ID2ENTRY_RECORD_11=La base de datos de entradas no contiene un registro para el Id. %s
SEVERE_ERR_NDB_ENTRY_DATABASE_CORRUPT_12=La base de datos de entradas no contiene un registro v\u00e1lido para el Id. %s
SEVERE_ERR_NDB_DATABASE_EXCEPTION_14=Excepci\u00f3n de base de datos: %s
SEVERE_ERR_CONFIG_INDEX_TYPE_NEEDS_MATCHING_RULE_26=El atributo '%s' no puede realizar la indexaci\u00f3n del tipo '%s' porque carece de la regla de coincidencia correspondiente 
MILD_ERR_NDB_UNCHECKED_EXCEPTION_28=Se ha desactivado la excepci\u00f3n durante la transacci\u00f3n de la base de datos
NOTICE_NDB_SUBTREE_DELETE_SIZE_LIMIT_EXCEEDED_32=Se ha excedido el l\u00edmite administrativo relativo al n\u00famero de entradas que es posible eliminar en una operaci\u00f3n de eliminaci\u00f3n de sub\u00e1rbol. Se han eliminado %d entradas. Debe volver a intentarse la operaci\u00f3n hasta que todas las entradas de sub\u00e1rbol se hayan eliminado
NOTICE_NDB_DELETED_ENTRY_COUNT_33=El n\u00famero de entradas eliminadas fue %d
MILD_ERR_NDB_DUPLICATE_CONFIG_ENTRY_36=Se ignorar\u00e1 la entrada de configuraci\u00f3n '%s'. S\u00f3lo se permite una entrada de configuraci\u00f3n con clase de objeto '%s'
MILD_ERR_NDB_CONFIG_ENTRY_NOT_RECOGNIZED_37=Se ignorar\u00e1 la entrada de configuraci\u00f3n '%s', ya que no se ha reconocido
MILD_ERR_NDB_INDEX_ATTRIBUTE_TYPE_NOT_FOUND_38=Se ignorar\u00e1 la entrada de configuraci\u00f3n del \u00edndice '%s', ya que especifica un tipo de atributo desconocido '%s'
MILD_ERR_NDB_DUPLICATE_INDEX_CONFIG_39=Se ignorar\u00e1 la entrada de configuraci\u00f3n del \u00edndice '%s', ya que especifica el tipo de atributo '%s', que ya ha sido definido en otra entrada de configuraci\u00f3n del \u00edndice
SEVERE_ERR_NDB_IO_ERROR_40=Error de I/O durante la operaci\u00f3n backend: %s
NOTICE_NDB_BACKEND_STARTED_42=Se ha iniciado el servidor de fondo de la base de datos %s que contiene %d entradas
MILD_ERR_NDB_IMPORT_PARENT_NOT_FOUND_43=La entrada principal '%s' no existe
SEVERE_WARN_NDB_IMPORT_ENTRY_EXISTS_44=La entrada ya existe y las opciones de importaci\u00f3n no permiten reemplazarla
MILD_ERR_NDB_ATTRIBUTE_INDEX_NOT_CONFIGURED_45=No se ha configurado ning\u00fan \u00edndice para el tipo de atributo '%s'
MILD_ERR_NDB_SEARCH_NO_SUCH_OBJECT_46=La entrada de la base de datos '%s' no existe
MILD_ERR_NDB_ADD_NO_SUCH_OBJECT_47=La entrada '%s' no se puede agregar porque no existe
MILD_ERR_NDB_DELETE_NO_SUCH_OBJECT_48=La entrada '%s' no se puede eliminar porque no existe
MILD_ERR_NDB_MODIFY_NO_SUCH_OBJECT_49=La entrada '%s' no se puede modificar porque no existe
MILD_ERR_NDB_MODIFYDN_NO_SUCH_OBJECT_50=El nombre de la entrada '%s' no se puede cambiar porque no existe
MILD_ERR_NDB_ADD_ENTRY_ALREADY_EXISTS_51=La entrada '%s' no se puede agregar porque ya existe una entrada con ese nombre
MILD_ERR_NDB_DELETE_NOT_ALLOWED_ON_NONLEAF_52=La entrada '%s' no se puede eliminar porque tiene entradas subordinadas
MILD_ERR_NDB_MODIFYDN_ALREADY_EXISTS_53=El nombre de la entrada no se puede cambiar a '%s' porque ya existe una entrada con ese nombre
MILD_ERR_NDB_NEW_SUPERIOR_NO_SUCH_OBJECT_54=La entrada no se puede mover porque la nueva entrada principal '%s' no existe
NOTICE_NDB_EXPORT_FINAL_STATUS_87=Se han exportado %d entradas y omitido %d en %d segundos (velocidad media %.1f/s)
NOTICE_NDB_EXPORT_PROGRESS_REPORT_88=Se han exportado %d registros y omitido %d (velocidad reciente %.1f/s)
NOTICE_NDB_IMPORT_THREAD_COUNT_89=Importar total de subprocesos: %d subprocesos
INFO_NDB_IMPORT_BUFFER_SIZE_90=Tama\u00f1o del b\u00fafer por subproceso = %,d
INFO_NDB_IMPORT_LDIF_PROCESSING_TIME_91=El procesamiento de LDIF tard\u00f3 %d segundos
INFO_NDB_IMPORT_INDEX_PROCESSING_TIME_92=El procesamiento de \u00edndices tard\u00f3 %d segundos
NOTICE_NDB_WAITING_FOR_CLUSTER_93=Esperando a que el cl\u00faster de NDB est\u00e9 disponible
NOTICE_NDB_IMPORT_FINAL_STATUS_94=Se han procesado %d entradas, importado %d, omitido %d, rechazado %d y migrado %d en %d segundos (velocidad media %.1f/s)
NOTICE_NDB_IMPORT_ENTRY_LIMIT_EXCEEDED_COUNT_95=N\u00famero de valores de \u00edndice que han superado el l\u00edmite de entrada: %d
NOTICE_NDB_IMPORT_PROGRESS_REPORT_96=Se han procesado %d entradas, omitido %d, rechazado %d y migrado %d (velocidad reciente %.1f/s)
NOTICE_NDB_VERIFY_CLEAN_FINAL_STATUS_101=Se han comprobado %d registros y encontrado %d error(es) en %d segundos (velocidad media %.1f/s)
INFO_NDB_VERIFY_MULTIPLE_REFERENCE_COUNT_102=N\u00famero de registros que hacen referencia a m\u00e1s de una entrada: %d
INFO_NDB_VERIFY_ENTRY_LIMIT_EXCEEDED_COUNT_103=N\u00famero de registros que superan el l\u00edmite de entrada: %d
INFO_NDB_VERIFY_AVERAGE_REFERENCE_COUNT_104=El promedio de entradas al que se hace referencia es %.2f/registro
INFO_NDB_VERIFY_MAX_REFERENCE_COUNT_105=El n\u00famero m\u00e1ximo de entradas al que hace referencia cualquier registro es %d
NOTICE_NDB_BOOTSTRAP_SCHEMA_106=Procesando el esquema LDAP y las tablas NDB, este proceso puede tardar
INFO_NDB_VERIFY_ENTRY_LIMIT_STATS_HEADER_107=Estad\u00edstica para los registros que han superado el l\u00edmite de entrada:
NOTICE_NDB_VERIFY_PROGRESS_REPORT_109=Se han procesado %d de %d registros y encontrado %d error(es) (velocidad reciente %.1f/s)
MILD_ERR_NDB_INVALID_PAGED_RESULTS_COOKIE_111=No se ha reconocido el siguiente valor de cookie de control de resultados: %s
NOTICE_NDB_REFERRAL_RESULT_MESSAGE_112=Una entrada de referencia %s indica que la operaci\u00f3n se debe procesar en un servidor diferente
SEVERE_ERR_NDB_INCOMPATIBLE_ENTRY_VERSION_126=El registro de entrada con el Id. %s no es compatible con esta versi\u00f3n de la base de datos de backend. Versi\u00f3n de la entrada: %x
NOTICE_NDB_LOOKTHROUGH_LIMIT_EXCEEDED_127=Esta operaci\u00f3n de b\u00fasqueda ha comprobado el m\u00e1ximo de %d entradas que coinciden
SEVERE_WARN_NDB_GET_ENTRY_COUNT_FAILED_129=No se puede determinar el n\u00famero total de entradas en el contenedor: %s
NOTICE_NDB_CONFIG_ATTR_REQUIRES_RESTART_130=El cambio en el atributo %s no tendr\u00e1 efecto hasta que se reinicie el servidor de fondo
NOTICE_NDB_REBUILD_PROGRESS_REPORT_131=%.1f%% completado(s). Se han procesado %d/%d registros. (velocidad reciente %.1f/s)
NOTICE_NDB_REBUILD_FINAL_STATUS_133=Se ha completado la reconstrucci\u00f3n. Se han procesado %d registros en %d segundos (velocidad media %.1f/s)
SEVERE_ERR_NDB_REBUILD_INDEX_FAILED_134=Se ha producido un error al reconstruir el \u00edndice %s: %s
MILD_ERR_NDB_REBUILD_INSERT_ENTRY_FAILED_135=Se ha producido un error al insertar la entrada en la base de datos/\u00edndice de %s: %s
SEVERE_ERR_NDB_REBUILD_INDEX_CONFLICT_136=Existe otra reconstrucci\u00f3n del \u00edndice %s en proceso
NOTICE_NDB_REBUILD_START_137=La reconstrucci\u00f3n de \u00edndice(s) %s se inici\u00f3 con %d registros totales para procesar
SEVERE_ERR_NDB_REBUILD_BACKEND_ONLINE_138=Para realizar la reconstrucci\u00f3n de \u00edndice(s), debe inhabilitarse el backend que contenga el ND de base
SEVERE_ERR_ENTRYIDSORTER_CANNOT_EXAMINE_ENTRY_139=No se puede examinar la entrada con el Id. %s con fines de ordenaci\u00f3n:  %s
MILD_ERR_NDB_SEARCH_CANNOT_SORT_UNINDEXED_140=Los resultados de la b\u00fasqueda no se pueden almacenar porque no se ha indexado la solicitud de b\u00fasqueda proporcionada
MILD_ERR_ENTRYIDSORTER_NEGATIVE_START_POS_141=No se puede procesar la solicitud de vista de la lista virtual porque la posici\u00f3n de inicio del destino tuvo lugar antes de iniciar el conjunto de resultados
MILD_ERR_ENTRYIDSORTER_OFFSET_TOO_LARGE_142=No se puede procesar la solicitud de vista de la lista virtual porque el desplazamiento del destino %d era mayor que el n\u00famero total de resultados en la lista (%d)
MILD_ERR_ENTRYIDSORTER_TARGET_VALUE_NOT_FOUND_143=No se puede procesar la solicitud de vista de la lista virtual porque no se ha encontrado ninguna entrada en el conjunto de resultados con un valor de orden mayor o igual que el valor de aserci\u00f3n proporcionado
MILD_ERR_NDB_SEARCH_CANNOT_MIX_PAGEDRESULTS_AND_VLV_144=La operaci\u00f3n de b\u00fasqueda solicitada inclu\u00eda el control de resultados paginados sencillos y el control de vista de lista virtual.  Estos controles son mutuamente exclusivos y no se pueden utilizar de forma conjunta
MILD_ERR_NDB_SEARCH_UNINDEXED_INSUFFICIENT_PRIVILEGES_145=No tiene suficientes privilegios para realizar una b\u00fasqueda sin indexar
NOTICE_NDB_CONFIG_INDEX_ENTRY_LIMIT_REQUIRES_REBUILD_148=Algunas claves de \u00edndice ya han superado el l\u00edmite de entrada del \u00edndice anterior en el \u00edndice %s. Este \u00edndice debe reconstruirse antes de que se pueda utilizar el nuevo l\u00edmite
NOTICE_NDB_INDEX_ADD_REQUIRES_REBUILD_150=Debido a cambios en la configuraci\u00f3n, el \u00edndice %s funciona actualmente en un estado degradado y se debe reconstruir antes de que se pueda utilizar
SEVERE_ERR_NDB_INDEX_CORRUPT_REQUIRES_REBUILD_151=Se ha producido un error al leer desde el \u00edndice %s. Parece que el \u00edndice est\u00e1 da\u00f1ado y actualmente est\u00e1 funcionando en un estado degradado. Debe reconstruirse el \u00edndice para que pueda funcionar con normalidad
SEVERE_ERR_NDB_IMPORT_BACKEND_ONLINE_152=Debe inhabilitarse el backend antes de poder iniciar el proceso de importaci\u00f3n
SEVERE_ERR_NDB_IMPORT_THREAD_EXCEPTION_153=Se ha producido un error en el subproceso de importaci\u00f3n %s: %s. El subproceso no puede continuar
SEVERE_ERR_NDB_IMPORT_NO_WORKER_THREADS_154=No se dispone de m\u00e1s subprocesos de trabajo de importaci\u00f3n para procesar las entradas importadas
SEVERE_ERR_NDB_IMPORT_CREATE_TMPDIR_ERROR_155=No se puede crear el directorio temporal %s
NOTICE_NDB_IMPORT_MIGRATION_START_157=Migrando %s entradas para el ND de base %s
NOTICE_NDB_IMPORT_LDIF_START_158=Procesando LDIF
NOTICE_NDB_IMPORT_LDIF_END_159=Se ha alcanzado el final de LDIF
SEVERE_ERR_NDB_CONFIG_VLV_INDEX_UNDEFINED_ATTR_160=El atributo de ordenaci\u00f3n %s para el \u00edndice VLV %s no est\u00e1 definido en el esquema de servidor
SEVERE_ERR_NDB_CONFIG_VLV_INDEX_BAD_FILTER_161=Se ha producido un error al analizar el filtro de b\u00fasqueda %s definido para el \u00edndice VLV %s: %s
MILD_ERR_NDB_VLV_INDEX_NOT_CONFIGURED_162=No hay ning\u00fan \u00edndice de VLV configurado con el nombre '%s'
MILD_ERR_NDB_MODIFYDN_ABORTED_BY_SUBORDINATE_PLUGIN_163=Un complemento ha hecho que se anule la operaci\u00f3n de modificaci\u00f3n de ND mientras mueve o cambia el nombre de una entrada de %s a %s
MILD_ERR_NDB_MODIFYDN_ABORTED_BY_SUBORDINATE_SCHEMA_ERROR_164=Un complemento ha hecho que se anule la operaci\u00f3n de modificaci\u00f3n de ND mientras mueve o cambia el nombre de una entrada de %s a %s porque el cambio en esa entrada ha violado la configuraci\u00f3n del esquema del servidor:  %s
SEVERE_ERR_NDB_COMPSCHEMA_CANNOT_STORE_STATUS_167=Se ha producido un error al tratar de almacenar la informaci\u00f3n de esquema comprimido en la base de datos.  El resultado devuelto fue el siguiente:  %s
SEVERE_ERR_NDB_COMPSCHEMA_CANNOT_STORE_EX_168=Se ha producido un error al tratar de almacenar la informaci\u00f3n de esquema comprimido en la base de datos:  %s
SEVERE_ERR_NDB_COMPSCHEMA_CANNOT_STORE_MULTIPLE_FAILURES_169=El servidor no pudo almacenar la informaci\u00f3n de esquema comprimido en la base de datos tras varios intentos
SEVERE_ERR_NDB_COMPSCHEMA_UNKNOWN_OC_TOKEN_170=No se puede descodificar el conjunto de clases de objeto proporcionado porque \u00e9ste emple\u00f3 un token indefinido %s
SEVERE_ERR_NDB_COMPSCHEMA_UNRECOGNIZED_AD_TOKEN_171=No se puede descodificar el atributo proporcionado porque \u00e9ste emple\u00f3 un token de descripci\u00f3n de atributos indefinido %s
NOTICE_NDB_IMPORT_STARTING_173=%s iniciando importaci\u00f3n (generaci\u00f3n %s, R%d)
SEVERE_ERR_NDB_IMPORT_LDIF_ABORT_175=Se ha anulado la importaci\u00f3n porque se ha producido una excepci\u00f3n no detectada durante el procesamiento
NOTICE_NDB_IMPORT_LDIF_BUFFER_TOT_AVAILMEM_184=La memoria del b\u00fafer disponible de %d bytes est\u00e1 por debajo del valor m\u00ednimo de %d bytes. Configurando memoria del b\u00fafer disponible al m\u00ednimo
NOTICE_NDB_IMPORT_LDIF_BUFFER_CONTEXT_AVAILMEM_186=La memoria del b\u00fafer disponible de %d bytes est\u00e1 por debajo del valor m\u00ednimo de %d bytes permitido para un contexto de importaci\u00f3n \u00fanico. Configurando memoria del b\u00fafer disponible en el contexto al m\u00ednimo
SEVERE_ERR_NDB_IMPORT_OFFLINE_NOT_SUPPORTED_191=Actualmente este backend no admite la importaci\u00f3n fuera de l\u00ednea
SEVERE_ERR_NDB_EXPORT_OFFLINE_NOT_SUPPORTED_192=Actualmente este backend no admite la exportaci\u00f3n fuera de l\u00ednea
