# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2008-2009 Sun Microsystems, Inc.



#
# Global directives
#
global.category=NDB

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_NDB_INCORRECT_ROUTING_1=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3001\u30a8\u30f3\u30c8\u30ea '%s' \u306b\u95a2\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u60c5\u5831\u30c4\u30ea\u30fc\u306e\u305d\u306e\u90e8\u5206\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_NDB_OPEN_DATABASE_FAIL_2=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u958b\u3051\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_NDB_OPEN_ENV_FAIL_3=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u74b0\u5883\u3092\u958b\u3051\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_NDB_HIGHEST_ID_FAIL_5=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u6700\u4e0a\u4f4d\u30a8\u30f3\u30c8\u30ea\u306e\u8b58\u5225\u5b50\u3092\u5224\u65ad\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_WARN_NDB_FUNCTION_NOT_SUPPORTED_6=\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u306f\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_NDB_MISSING_DN2ID_RECORD_10=DN \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b '%s' \u306e\u30ec\u30b3\u30fc\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_NDB_MISSING_ID2ENTRY_RECORD_11=\u30a8\u30f3\u30c8\u30ea\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b ID %s \u306e\u30ec\u30b3\u30fc\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_NDB_ENTRY_DATABASE_CORRUPT_12=\u30a8\u30f3\u30c8\u30ea\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b ID %s \u306e\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_NDB_DATABASE_EXCEPTION_14=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u4f8b\u5916: %s
SEVERE_ERR_CONFIG_INDEX_TYPE_NEEDS_MATCHING_RULE_26=\u5c5e\u6027 '%s' \u306b\u30bf\u30a4\u30d7 '%s' \u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u4f5c\u6210\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u5bfe\u5fdc\u3059\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_NDB_UNCHECKED_EXCEPTION_28=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u6642\u306b\u672a\u691c\u67fb\u306e\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NOTICE_NDB_SUBTREE_DELETE_SIZE_LIMIT_EXCEEDED_32=\u30b5\u30d6\u30c4\u30ea\u30fc\u306e\u524a\u9664\u64cd\u4f5c\u3067\u524a\u9664\u53ef\u80fd\u306a\u30a8\u30f3\u30c8\u30ea\u6570\u306e\u7ba1\u7406\u9650\u5ea6\u3092\u8d85\u904e\u3057\u307e\u3057\u305f\u3002\u5b9f\u969b\u306b\u524a\u9664\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u6570\u306f %d \u3067\u3059\u3002\u30b5\u30d6\u30c4\u30ea\u30fc\u5185\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u3059\u3079\u3066\u524a\u9664\u3055\u308c\u308b\u307e\u3067\u3001\u524a\u9664\u64cd\u4f5c\u3092\u518d\u8a66\u884c\u3067\u304d\u307e\u3059\u3002
NOTICE_NDB_DELETED_ENTRY_COUNT_33=\u524a\u9664\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u306e\u6570\u306f %d \u3067\u3057\u305f
MILD_ERR_NDB_DUPLICATE_CONFIG_ENTRY_36=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u7121\u8996\u3055\u308c\u307e\u3059\u3002 \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 '%s' \u3092\u6301\u3064\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f 1 \u3064\u3060\u3051\u8a31\u53ef\u3055\u308c\u307e\u3059
MILD_ERR_NDB_CONFIG_ENTRY_NOT_RECOGNIZED_37=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u7121\u8996\u3055\u308c\u307e\u3059\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u8a8d\u8b58\u3055\u308c\u307e\u305b\u3093
MILD_ERR_NDB_INDEX_ATTRIBUTE_TYPE_NOT_FOUND_38=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u7121\u8996\u3055\u308c\u307e\u3059\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u3001\u4e0d\u660e\u306a\u5c5e\u6027\u578b '%s' \u3092\u6307\u5b9a\u3057\u3066\u3044\u307e\u3059
MILD_ERR_NDB_DUPLICATE_INDEX_CONFIG_39=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u7121\u8996\u3055\u308c\u307e\u3059\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u3001\u5225\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3067\u3059\u3067\u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u578b '%s' \u3092\u6307\u5b9a\u3057\u3066\u3044\u307e\u3059
SEVERE_ERR_NDB_IO_ERROR_40=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u64cd\u4f5c\u4e2d\u306b I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTICE_NDB_BACKEND_STARTED_42=%2$d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u308b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %1$s \u304c\u8d77\u52d5\u3057\u307e\u3057\u305f
MILD_ERR_NDB_IMPORT_PARENT_NOT_FOUND_43=\u89aa\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_WARN_NDB_IMPORT_ENTRY_EXISTS_44=\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3057\u3001\u30a4\u30f3\u30dd\u30fc\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u7f6e\u304d\u63db\u3048\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_NDB_ATTRIBUTE_INDEX_NOT_CONFIGURED_45=\u5c5e\u6027\u578b '%s' \u7528\u306b\u69cb\u6210\u3055\u308c\u305f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_NDB_SEARCH_NO_SUCH_OBJECT_46=\u691c\u7d22\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_NDB_ADD_NO_SUCH_OBJECT_47=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u89aa\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_NDB_DELETE_NO_SUCH_OBJECT_48=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_NDB_MODIFY_NO_SUCH_OBJECT_49=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_NDB_MODIFYDN_NO_SUCH_OBJECT_50=\u30a8\u30f3\u30c8\u30ea '%s' \u306e\u540d\u524d\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_NDB_ADD_ENTRY_ALREADY_EXISTS_51=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u540d\u524d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
MILD_ERR_NDB_DELETE_NOT_ALLOWED_ON_NONLEAF_52=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea\u304c\u3042\u308a\u307e\u3059
MILD_ERR_NDB_MODIFYDN_ALREADY_EXISTS_53=\u30a8\u30f3\u30c8\u30ea\u306e\u540d\u524d\u3092 '%s' \u306b\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u540d\u524d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
MILD_ERR_NDB_NEW_SUPERIOR_NO_SUCH_OBJECT_54=\u30a8\u30f3\u30c8\u30ea\u3092\u79fb\u52d5\u3067\u304d\u307e\u305b\u3093\u3002\u65b0\u3057\u3044\u89aa\u30a8\u30f3\u30c8\u30ea '%s' \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
NOTICE_NDB_EXPORT_FINAL_STATUS_87=%3$d \u79d2\u3067 %1$d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001%2$d \u500b\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %4$.1f \u500b/\u79d2)
NOTICE_NDB_EXPORT_PROGRESS_REPORT_88=%d \u500b\u306e\u30ec\u30b3\u30fc\u30c9\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001%d \u500b\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u307e\u3057\u305f (\u6700\u65b0\u306e\u30ec\u30fc\u30c8 %.1f \u500b/\u79d2)
NOTICE_NDB_IMPORT_THREAD_COUNT_89=\u30a4\u30f3\u30dd\u30fc\u30c8\u30b9\u30ec\u30c3\u30c9\u30ab\u30a6\u30f3\u30c8: %d \u500b\u306e\u30b9\u30ec\u30c3\u30c9
INFO_NDB_IMPORT_BUFFER_SIZE_90=\u30b9\u30ec\u30c3\u30c9\u3042\u305f\u308a\u306e\u30d0\u30c3\u30d5\u30a1\u30fc\u30b5\u30a4\u30ba = %,d
INFO_NDB_IMPORT_LDIF_PROCESSING_TIME_91=LDIF \u306e\u51e6\u7406\u306b %d \u79d2\u304b\u304b\u308a\u307e\u3057\u305f
INFO_NDB_IMPORT_INDEX_PROCESSING_TIME_92=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u51e6\u7406\u306b %d \u79d2\u304b\u304b\u308a\u307e\u3057\u305f
NOTICE_NDB_WAITING_FOR_CLUSTER_93=NDB \u30af\u30e9\u30b9\u30bf\u304c\u4f7f\u7528\u53ef\u80fd\u306b\u306a\u308b\u306e\u3092\u5f85\u3063\u3066\u3044\u307e\u3059
NOTICE_NDB_IMPORT_FINAL_STATUS_94=%6$d \u79d2\u3067 %1$d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u51e6\u7406\u3057\u3001%2$d \u500b\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3001%3$d \u500b\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u3001%4$d \u500b\u3092\u62d2\u5426\u3057\u3001%5$d \u500b\u3092\u79fb\u884c\u3057\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %7$.1f \u500b/\u79d2)
NOTICE_NDB_IMPORT_ENTRY_LIMIT_EXCEEDED_COUNT_95=\u30a8\u30f3\u30c8\u30ea\u5236\u9650\u3092\u8d85\u904e\u3057\u305f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5024\u306e\u6570: %d
NOTICE_NDB_IMPORT_PROGRESS_REPORT_96=%d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u51e6\u7406\u3057\u3001%d \u500b\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u3001%d \u500b\u3092\u62d2\u5426\u3057\u3001%d \u500b\u3092\u79fb\u884c\u3057\u307e\u3057\u305f (\u6700\u65b0\u306e\u30ec\u30fc\u30c8 %.1f \u500b/\u79d2)
NOTICE_NDB_VERIFY_CLEAN_FINAL_STATUS_101=%3$d \u79d2\u3067 %1$d \u500b\u306e\u30ec\u30b3\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3001%2$d \u500b\u306e\u30a8\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %4$.1f \u500b/\u79d2)
INFO_NDB_VERIFY_MULTIPLE_REFERENCE_COUNT_102=\u8907\u6570\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u53c2\u7167\u3059\u308b\u30ec\u30b3\u30fc\u30c9\u306e\u6570: %d
INFO_NDB_VERIFY_ENTRY_LIMIT_EXCEEDED_COUNT_103=\u30a8\u30f3\u30c8\u30ea\u5236\u9650\u3092\u8d85\u904e\u3057\u305f\u30ec\u30b3\u30fc\u30c9\u306e\u6570: %d
INFO_NDB_VERIFY_AVERAGE_REFERENCE_COUNT_104=\u53c2\u7167\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u5e73\u5747\u6570\u306f %.2f \u500b/\u30ec\u30b3\u30fc\u30c9\u3067\u3059
INFO_NDB_VERIFY_MAX_REFERENCE_COUNT_105=\u30ec\u30b3\u30fc\u30c9\u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u6700\u5927\u6570\u306f %d \u500b\u3067\u3059
NOTICE_NDB_BOOTSTRAP_SCHEMA_106=LDAP \u30b9\u30ad\u30fc\u30de\u304a\u3088\u3073 NDB \u30c6\u30fc\u30d6\u30eb\u3092\u51e6\u7406\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u51e6\u7406\u306b\u306f\u5c11\u3005\u6642\u9593\u304c\u304b\u304b\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
INFO_NDB_VERIFY_ENTRY_LIMIT_STATS_HEADER_107=\u30a8\u30f3\u30c8\u30ea\u5236\u9650\u3092\u8d85\u904e\u3057\u305f\u30ec\u30b3\u30fc\u30c9\u306e\u7d71\u8a08: 
NOTICE_NDB_VERIFY_PROGRESS_REPORT_109=%2$d \u500b\u306e\u30ec\u30b3\u30fc\u30c9\u306e\u3046\u3061 %1$d \u500b\u3092\u51e6\u7406\u3057\u3001%3$d \u500b\u306e\u30a8\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f (\u6700\u65b0\u306e\u30ec\u30fc\u30c8 %4$.1f \u500b/\u79d2)
MILD_ERR_NDB_INVALID_PAGED_RESULTS_COOKIE_111=\u6b21\u306e\u7d50\u679c\u30da\u30fc\u30b8\u30f3\u30b0\u5236\u5fa1 Cookie \u5024\u304c\u8a8d\u8b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f: %s
NOTICE_NDB_REFERRAL_RESULT_MESSAGE_112=\u30ea\u30d5\u30a7\u30e9\u30eb\u30a8\u30f3\u30c8\u30ea %s \u306f\u3001\u64cd\u4f5c\u3092\u5225\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u51e6\u7406\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059
SEVERE_ERR_NDB_INCOMPATIBLE_ENTRY_VERSION_126=ID %s \u306e\u30a8\u30f3\u30c8\u30ea\u30ec\u30b3\u30fc\u30c9\u306f\u3053\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30a8\u30f3\u30c8\u30ea\u306e\u30d0\u30fc\u30b8\u30e7\u30f3: %x
NOTICE_NDB_LOOKTHROUGH_LIMIT_EXCEEDED_127=\u3053\u306e\u691c\u7d22\u64cd\u4f5c\u306f\u3001\u6700\u5927\u6570\u3067\u3042\u308b %d \u500b\u306e\u4e00\u81f4\u30a8\u30f3\u30c8\u30ea\u3092\u78ba\u8a8d\u3057\u307e\u3057\u305f
SEVERE_WARN_NDB_GET_ENTRY_COUNT_FAILED_129=\u30b3\u30f3\u30c6\u30ca\u5185\u306e\u30a8\u30f3\u30c8\u30ea\u306e\u7dcf\u6570\u3092\u5224\u65ad\u3067\u304d\u307e\u305b\u3093: %s
NOTICE_NDB_CONFIG_ATTR_REQUIRES_RESTART_130=%s \u5c5e\u6027\u306b\u5bfe\u3059\u308b\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
NOTICE_NDB_REBUILD_PROGRESS_REPORT_131=%.1f%% \u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002 %d/%d \u500b\u306e\u30ec\u30b3\u30fc\u30c9\u3092\u51e6\u7406\u3057\u307e\u3057\u305f\u3002 (\u6700\u65b0\u306e\u30ec\u30fc\u30c8 %.1f \u500b/\u79d2)
NOTICE_NDB_REBUILD_FINAL_STATUS_133=\u518d\u69cb\u7bc9\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002 %2$d \u79d2\u3067 %1$d \u500b\u306e\u30ec\u30b3\u30fc\u30c9\u3092\u51e6\u7406\u3057\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %3$.1f \u500b/\u79d2)
SEVERE_ERR_NDB_REBUILD_INDEX_FAILED_134=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u306e\u518d\u69cb\u7bc9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
MILD_ERR_NDB_REBUILD_INSERT_ENTRY_FAILED_135=\u30a8\u30f3\u30c8\u30ea\u3092 %s \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9/\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306b\u633f\u5165\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_NDB_REBUILD_INDEX_CONFLICT_136=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u306e\u5225\u306e\u518d\u69cb\u7bc9\u304c\u3059\u3067\u306b\u9032\u884c\u4e2d\u3067\u3059
NOTICE_NDB_REBUILD_START_137=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u306e\u518d\u69cb\u7bc9\u304c\u958b\u59cb\u3055\u308c\u307e\u3057\u305f\u3002\u51e6\u7406\u3059\u308b\u30ec\u30b3\u30fc\u30c9\u306e\u5408\u8a08\u306f %d \u3067\u3059
SEVERE_ERR_NDB_REBUILD_BACKEND_ONLINE_138=\u30d9\u30fc\u30b9 DN \u3092\u542b\u3080\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u305f\u5834\u5408\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_ENTRYIDSORTER_CANNOT_EXAMINE_ENTRY_139=ID %s \u306e\u30a8\u30f3\u30c8\u30ea\u3092\u30bd\u30fc\u30c8\u76ee\u7684\u3067\u691c\u67fb\u3067\u304d\u307e\u305b\u3093: %s
MILD_ERR_NDB_SEARCH_CANNOT_SORT_UNINDEXED_140=\u691c\u7d22\u7d50\u679c\u3092\u30bd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u691c\u7d22\u8981\u6c42\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_ENTRYIDSORTER_NEGATIVE_START_POS_141=\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u958b\u59cb\u4f4d\u7f6e\u304c\u7d50\u679c\u30bb\u30c3\u30c8\u306e\u5148\u982d\u3088\u308a\u524d\u306b\u3042\u308a\u307e\u3057\u305f
MILD_ERR_ENTRYIDSORTER_OFFSET_TOO_LARGE_142=\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u30aa\u30d5\u30bb\u30c3\u30c8 %d \u304c\u30ea\u30b9\u30c8\u5185\u306e\u7d50\u679c\u306e\u5408\u8a08\u6570 (%d) \u3088\u308a\u5927\u304d\u304f\u306a\u3063\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ENTRYIDSORTER_TARGET_VALUE_NOT_FOUND_143=\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u8868\u660e\u5024\u4ee5\u4e0a\u306e\u30bd\u30fc\u30c8\u5024\u3092\u6301\u3064\u30a8\u30f3\u30c8\u30ea\u304c\u7d50\u679c\u30bb\u30c3\u30c8\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_NDB_SEARCH_CANNOT_MIX_PAGEDRESULTS_AND_VLV_144=\u8981\u6c42\u3055\u308c\u305f\u691c\u7d22\u64cd\u4f5c\u306b\u3001\u5358\u7d14\u306a\u30da\u30fc\u30b8\u30f3\u30b0\u306e\u7d50\u679c\u5236\u5fa1\u3068\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u5236\u5fa1\u306e\u4e21\u65b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f\u3002  \u3053\u308c\u3089\u306e\u5236\u5fa1\u306f\u76f8\u4e92\u306b\u6392\u4ed6\u7684\u3067\u3042\u308a\u3001\u4e00\u7dd2\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_NDB_SEARCH_UNINDEXED_INSUFFICIENT_PRIVILEGES_145=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u691c\u7d22\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
NOTICE_NDB_CONFIG_INDEX_ENTRY_LIMIT_REQUIRES_REBUILD_148=\u4e00\u90e8\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ad\u30fc\u304c\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u306e\u524d\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30a8\u30f3\u30c8\u30ea\u5236\u9650\u3092\u3059\u3067\u306b\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3067\u65b0\u3057\u3044\u5236\u9650\u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u306f\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NOTICE_NDB_INDEX_ADD_REQUIRES_REBUILD_150=\u69cb\u6210\u3067\u306e\u5909\u66f4\u306e\u305f\u3081\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u306f\u73fe\u5728\u7e2e\u9000\u72b6\u614b\u3067\u5b9f\u884c\u3055\u308c\u3066\u304a\u308a\u3001\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u306f\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_NDB_INDEX_CORRUPT_REQUIRES_REBUILD_151=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u304b\u3089\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u58ca\u308c\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\u73fe\u5728\u3001\u6a5f\u80fd\u4f4e\u4e0b\u72b6\u614b\u3067\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u6b63\u5e38\u306a\u72b6\u614b\u306b\u623b\u3059\u306b\u306f\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_NDB_IMPORT_BACKEND_ONLINE_152=\u30a4\u30f3\u30dd\u30fc\u30c8\u51e6\u7406\u3092\u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_NDB_IMPORT_THREAD_EXCEPTION_153=\u30a4\u30f3\u30dd\u30fc\u30c8\u30b9\u30ec\u30c3\u30c9 %s \u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u30b9\u30ec\u30c3\u30c9\u3092\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_NDB_IMPORT_NO_WORKER_THREADS_154=\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u3092\u51e6\u7406\u3059\u308b\u30a4\u30f3\u30dd\u30fc\u30c8\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u304c\u3053\u308c\u4ee5\u4e0a\u3042\u308a\u307e\u305b\u3093
SEVERE_ERR_NDB_IMPORT_CREATE_TMPDIR_ERROR_155=\u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
NOTICE_NDB_IMPORT_MIGRATION_START_157=\u30d9\u30fc\u30b9 DN %2$s \u306e %1$s \u30a8\u30f3\u30c8\u30ea\u3092\u79fb\u884c\u3057\u3066\u3044\u307e\u3059
NOTICE_NDB_IMPORT_LDIF_START_158=LDIF \u3092\u51e6\u7406\u3057\u3066\u3044\u307e\u3059
NOTICE_NDB_IMPORT_LDIF_END_159=LDIF \u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
SEVERE_ERR_NDB_CONFIG_VLV_INDEX_UNDEFINED_ATTR_160=VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %2$s \u306e\u30bd\u30fc\u30c8\u5c5e\u6027 %1$s \u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_NDB_CONFIG_VLV_INDEX_BAD_FILTER_161=VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %2$s \u306b\u5b9a\u7fa9\u3055\u308c\u305f\u691c\u7d22\u30d5\u30a3\u30eb\u30bf %1$s \u3092\u89e3\u6790\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_NDB_VLV_INDEX_NOT_CONFIGURED_162=\u540d\u524d\u304c '%s' \u3067\u3042\u308b\u69cb\u6210\u3055\u308c\u305f VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_NDB_MODIFYDN_ABORTED_BY_SUBORDINATE_PLUGIN_163=\u30a8\u30f3\u30c8\u30ea\u3092 %s \u304b\u3089 %s \u306b\u79fb\u52d5\u4e2d\u307e\u305f\u306f\u540d\u524d\u5909\u66f4\u4e2d\u306b\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u539f\u56e0\u3067 DN \u5909\u66f4\u64cd\u4f5c\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f
MILD_ERR_NDB_MODIFYDN_ABORTED_BY_SUBORDINATE_SCHEMA_ERROR_164=\u30a8\u30f3\u30c8\u30ea\u3092 %s \u304b\u3089 %s \u306b\u79fb\u52d5\u4e2d\u307e\u305f\u306f\u540d\u524d\u5909\u66f4\u4e2d\u306b\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u539f\u56e0\u3067 DN \u5909\u66f4\u64cd\u4f5c\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3078\u306e\u5909\u66f4\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u306b\u9055\u53cd\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_NDB_COMPSCHEMA_CANNOT_STORE_STATUS_167=\u5727\u7e2e\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u683c\u7d0d\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8fd4\u3055\u308c\u305f\u7d50\u679c: %s
SEVERE_ERR_NDB_COMPSCHEMA_CANNOT_STORE_EX_168=\u5727\u7e2e\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u683c\u7d0d\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_NDB_COMPSCHEMA_CANNOT_STORE_MULTIPLE_FAILURES_169=\u4f55\u56de\u304b\u8a66\u884c\u3057\u307e\u3057\u305f\u304c\u3001\u5727\u7e2e\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u683c\u7d0d\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_NDB_COMPSCHEMA_UNKNOWN_OC_TOKEN_170=\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u30bb\u30c3\u30c8\u3092\u30c7\u30b3\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3002\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30c8\u30fc\u30af\u30f3 %s \u304c\u672a\u5b9a\u7fa9\u3067\u3059
SEVERE_ERR_NDB_COMPSCHEMA_UNRECOGNIZED_AD_TOKEN_171=\u6307\u5b9a\u3055\u308c\u305f\u5c5e\u6027\u3092\u30c7\u30b3\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3002\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u8a18\u8ff0\u30c8\u30fc\u30af\u30f3 %s \u304c\u672a\u5b9a\u7fa9\u3067\u3059
NOTICE_NDB_IMPORT_STARTING_173=%s \u3067\u30a4\u30f3\u30dd\u30fc\u30c8\u3092\u958b\u59cb\u3057\u3066\u3044\u307e\u3059 (\u30d3\u30eb\u30c9 %s\u3001R%d)
SEVERE_ERR_NDB_IMPORT_LDIF_ABORT_175=\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f\u3002\u51e6\u7406\u4e2d\u306b\u3001\u30ad\u30e3\u30c3\u30c1\u306a\u3057\u306e\u4f8b\u5916\u304c\u30b9\u30ed\u30fc\u3055\u308c\u307e\u3057\u305f
NOTICE_NDB_IMPORT_LDIF_BUFFER_TOT_AVAILMEM_184=\u4f7f\u7528\u53ef\u80fd\u306a\u30d0\u30c3\u30d5\u30a1\u30fc\u30e1\u30e2\u30ea\u30fc\u306e %d \u30d0\u30a4\u30c8\u306f\u3001\u6700\u5c0f\u5024\u306e %d \u30d0\u30a4\u30c8\u3092\u4e0b\u56de\u3063\u3066\u3044\u307e\u3059\u3002 \u4f7f\u7528\u53ef\u80fd\u306a\u30d0\u30c3\u30d5\u30a1\u30fc\u30e1\u30e2\u30ea\u30fc\u3092\u6700\u5c0f\u5024\u306b\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059
NOTICE_NDB_IMPORT_LDIF_BUFFER_CONTEXT_AVAILMEM_186=\u4f7f\u7528\u53ef\u80fd\u306a\u30d0\u30c3\u30d5\u30a1\u30fc\u30e1\u30e2\u30ea\u30fc\u306e %d \u30d0\u30a4\u30c8\u306f\u3001\u5358\u4e00\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306b\u8a31\u53ef\u3055\u308c\u305f\u6700\u5c0f\u5024\u306e %d \u30d0\u30a4\u30c8\u3092\u4e0b\u56de\u3063\u3066\u3044\u307e\u3059\u3002 \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u4f7f\u7528\u53ef\u80fd\u306a\u30d0\u30c3\u30d5\u30a1\u30fc\u30e1\u30e2\u30ea\u30fc\u3092\u6700\u5c0f\u5024\u306b\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059
SEVERE_ERR_NDB_IMPORT_OFFLINE_NOT_SUPPORTED_191=\u30aa\u30d5\u30e9\u30a4\u30f3\u30a4\u30f3\u30dd\u30fc\u30c8\u306f\u73fe\u5728\u70b9\u3067\u306f\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_NDB_EXPORT_OFFLINE_NOT_SUPPORTED_192=\u30aa\u30d5\u30e9\u30a4\u30f3\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306f\u73fe\u5728\u70b9\u3067\u306f\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
