# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.



#
# Global directives
#
global.category=PLUGIN

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_PLUGIN_NULL_CONFIG_ENTRY_1=\u30af\u30e9\u30b9 %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u304c NULL \u3067\u3057\u305f
INFO_PLUGIN_DESCRIPTION_SHUTDOWN_PASSWORD_2=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u505c\u6b62\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306b\u306a\u308b\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u7b26\u53f7\u5316\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u308c\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u8981\u6c42\u3055\u308c\u307e\u305b\u3093 (\u305f\u3060\u3057\u3001\u305d\u306e\u5834\u5408\u3067\u3082\u3001\u5fc5\u8981\u306a\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u8a8d\u8a3c\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u306f\u5fc5\u8981)\u3002  \u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_PLUGIN_ADLIST_NO_PLUGIN_TYPES_3=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f LDAP \u5c5e\u6027\u3092\u8aac\u660e\u3059\u308b\u30ea\u30b9\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u304c\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u3001\u89e3\u6790\u524d\u691c\u7d22\u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u52d5\u4f5c\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_PLUGIN_ADLIST_INVALID_PLUGIN_TYPE_4=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f LDAP \u5c5e\u6027\u3092\u8aac\u660e\u3059\u308b\u30ea\u30b9\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u3001\u7121\u52b9\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7 %s \u304c\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u3001\u89e3\u6790\u524d\u691c\u7d22\u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059
SEVERE_ERR_PLUGIN_PROFILER_NO_PLUGIN_TYPES_5=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u304c\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u3001\u8d77\u52d5\u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u52d5\u4f5c\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_PLUGIN_PROFILER_INVALID_PLUGIN_TYPE_6=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u3001\u7121\u52b9\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7 %s \u304c\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u3001\u8d77\u52d5\u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059
INFO_PLUGIN_PROFILER_DESCRIPTION_PROFILE_DIR_7=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u3092\u66f8\u304d\u8fbc\u3080\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3078\u306e\u30d1\u30b9\u3002  \u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306f\u5b58\u5728\u3057\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306b\u65b0\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u5fc5\u8981\u3067\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_PROFILE_DIR_8=%s \u30a8\u30f3\u30c8\u30ea\u5185\u306e ds-cfg-profile-directory \u5c5e\u6027\u306e\u5024\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002%s \u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_WRITE_PROFILE_DATA_9=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u53d6\u308a\u8fbc\u3093\u3060\u60c5\u5831\u3092\u51fa\u529b\u30d5\u30a1\u30a4\u30eb %s \u306b\u66f8\u304d\u8fbc\u3082\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_PLUGIN_PROFILER_DESCRIPTION_AUTOSTART_10=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u6642\u306b\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u30c7\u30fc\u30bf\u53ce\u96c6\u3092\u81ea\u52d5\u7684\u306b\u958b\u59cb\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u6642\u306b\u306e\u307f\u8aad\u307f\u53d6\u3089\u308c\u3001\u5909\u66f4\u306f\u6b21\u56de\u306e\u518d\u8d77\u52d5\u6642\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_AUTOSTART_11=%s \u30a8\u30f3\u30c8\u30ea\u5185\u306e ds-cfg-enable-profiling-on-startup \u5c5e\u6027\u306e\u5024\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u306f\u8d77\u52d5\u6642\u306b\u81ea\u52d5\u7684\u306b\u306f\u53d6\u308a\u8fbc\u307e\u308c\u306a\u3044\u305f\u3081\u3001\u624b\u52d5\u3067\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_PLUGIN_PROFILER_DESCRIPTION_INTERVAL_12=\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30ea\u30f3\u30b0\u60c5\u5831\u3092\u53d6\u308a\u8fbc\u3080\u3068\u304d\u306b\u4f7f\u7528\u3059\u3079\u304d\u62bd\u51fa\u9593\u9694\u3002 \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u6b21\u56de\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u3092\u8d77\u52d5\u3057\u305f\u3068\u304d\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_INTERVAL_13=%s \u30a8\u30f3\u30c8\u30ea\u5185\u306e ds-cfg-profile-sample-interval \u5c5e\u6027\u306e\u5024\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002%d \u30df\u30ea\u79d2\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u62bd\u51fa\u9593\u9694\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
INFO_PLUGIN_PROFILER_DESCRIPTION_STATE_14=\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u306e\u73fe\u5728\u306e\u72b6\u614b\u3002  "\u6709\u52b9" (\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u3067\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u30c7\u30fc\u30bf\u3092\u53ce\u96c6\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u793a\u3059) \u307e\u305f\u306f "\u7121\u52b9" \u306e\u3044\u305a\u308c\u304b\u3067\u3059\u3002  \u3053\u308c\u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u5c5e\u6027\u3067\u3059
INFO_PLUGIN_PROFILER_DESCRIPTION_ACTION_15=\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u304c\u5b9f\u884c\u3059\u3079\u304d\u30a2\u30af\u30b7\u30e7\u30f3\u3002  \u5024\u3092 "\u958b\u59cb" \u306b\u3059\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u304c\u307e\u3060\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u3063\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u3067\u30c7\u30fc\u30bf\u306e\u53ce\u96c6\u3092\u958b\u59cb\u3057\u307e\u3059\u3002  \u5024\u3092 "\u505c\u6b62" \u306b\u3059\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u3067\u306e\u30c7\u30fc\u30bf\u306e\u53ce\u96c6\u3092\u505c\u6b62\u3057\u3001\u30c7\u30fc\u30bf\u3092\u30c7\u30a3\u30b9\u30af\u306b\u66f8\u304d\u8fbc\u307f\u307e\u3059\u3002\u5024\u3092 "\u53d6\u6d88\u3057" \u306b\u3059\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u3067\u306e\u30c7\u30fc\u30bf\u306e\u53ce\u96c6\u3092\u505c\u6b62\u3057\u3001\u53d6\u308a\u8fbc\u3093\u3060\u30c7\u30fc\u30bf\u3092\u3059\u3079\u3066\u7834\u68c4\u3057\u307e\u3059\u3002  \u3053\u308c\u3089\u306e\u64cd\u4f5c\u306f\u305f\u3060\u3061\u306b\u5b9f\u884c\u3055\u308c\u307e\u3059
SEVERE_WARN_PLUGIN_PROFILER_INVALID_PROFILE_DIR_16=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e ds-cfg-profile-directory \u5c5e\u6027\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306f\u7121\u52b9\u3067\u3059\u3002\u6307\u5b9a\u3055\u308c\u305f\u30d1\u30b9\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u306f\u3042\u308a\u307e\u305b\u3093
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_ACTION_17=%s \u30a8\u30f3\u30c8\u30ea\u5185\u306e ds-cfg-profile-action \u5c5e\u6027\u306e\u5024\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
INFO_PLUGIN_PROFILER_UPDATED_INTERVAL_18=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u7528\u306e\u62bd\u51fa\u9593\u9694\u304c %d \u30df\u30ea\u79d2\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_INTERVAL_19=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u62bd\u51fa\u9593\u9694\u3092\u66f4\u65b0\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_PLUGIN_PROFILER_UPDATED_DIRECTORY_20=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u7528\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_DIRECTORY_21=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u66f4\u65b0\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_PLUGIN_PROFILER_STARTED_PROFILING_22=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u308a\u3001\u30c7\u30fc\u30bf\u306e\u53d6\u308a\u8fbc\u307f\u3092\u958b\u59cb\u3057\u307e\u3057\u305f
INFO_PLUGIN_PROFILER_ALREADY_PROFILING_23=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3059\u3067\u306b\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u3063\u3066\u3044\u308b\u305f\u3081\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30ea\u30f3\u30b0\u306e\u958b\u59cb\u8981\u6c42\u306f\u7121\u8996\u3055\u308c\u307e\u3057\u305f
INFO_PLUGIN_PROFILER_NOT_RUNNING_24=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30c7\u30fc\u30bf\u306e\u53d6\u308a\u8fbc\u307f\u306e\u505c\u6b62\u8981\u6c42\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f\u304c\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u3063\u3066\u3044\u306a\u304b\u3063\u305f\u305f\u3081\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
INFO_PLUGIN_PROFILER_STOPPED_PROFILING_25=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u505c\u6b62\u3055\u308c\u3001\u30c7\u30fc\u30bf\u3092\u53d6\u308a\u8fbc\u307e\u306a\u304f\u306a\u308a\u307e\u3057\u305f
INFO_PLUGIN_PROFILER_WROTE_PROFILE_DATA_26=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u306b\u3088\u3063\u3066\u53ce\u96c6\u3055\u308c\u305f\u30c7\u30fc\u30bf\u304c\u3001%s \u306b\u66f8\u304d\u8fbc\u307e\u308c\u307e\u3057\u305f
MILD_ERR_PLUGIN_PROFILER_UNKNOWN_ACTION_27=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u8a8d\u8b58\u3055\u308c\u306a\u3044\u30a2\u30af\u30b7\u30e7\u30f3 %s \u3092\u5b9f\u884c\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u3002  \u30a2\u30af\u30b7\u30e7\u30f3\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
INFO_PLUGIN_PROFILER_SKIPPING_ACTION_28=\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30a2\u30af\u30b7\u30e7\u30f3 %s \u304c\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u69cb\u6210\u3067 1 \u3064\u4ee5\u4e0a\u306e\u554f\u984c\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u8981\u6c42\u3055\u308c\u305f\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u30b9\u30ad\u30c3\u30d7\u3055\u308c\u307e\u3059
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_PERFORM_ACTION_29=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u8981\u6c42\u3055\u308c\u305f\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_EXCEPTION_30=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u8d77\u52d5\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u51e6\u7406\u4e2d\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %s\u3002\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u51e6\u7406\u306f\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_RETURNED_NULL_31=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u8d77\u52d5\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u51e6\u7406\u4e2d\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b NULL \u5024\u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u623b\u308a\u5024\u3067\u3042\u308b\u305f\u3081\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u51e6\u7406\u306f\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f\u3002
SEVERE_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_CONTINUE_32=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u8d77\u52d5\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u51e6\u7406\u4e2d\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u3092\u691c\u51fa\u3057\u307e\u3057\u305f:  %s (\u30a8\u30e9\u30fc ID %d)\u3002\u8d77\u52d5\u51e6\u7406\u306f\u7d9a\u884c\u3055\u308c\u307e\u3059\u304c\u3001\u3053\u306e\u5931\u6557\u304c\u30b5\u30fc\u30d0\u30fc\u306e\u52d5\u4f5c\u306b\u5f71\u97ff\u3092\u4e0e\u3048\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_ABORT_33=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u8d77\u52d5\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u51e6\u7406\u4e2d\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u3092\u691c\u51fa\u3057\u307e\u3057\u305f:  %s (\u30a8\u30e9\u30fc ID %d)\u3002\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u51e6\u7406\u306f\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_SHUTDOWN_PLUGIN_EXCEPTION_34=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u30d7\u30ed\u30bb\u30b9\u4e2d\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_EXCEPTION_35=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u63a5\u7d9a\u5f8c\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001%3$s \u304b\u3089\u306e\u63a5\u7d9a %2$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %4$s\u3002\u63a5\u7d9a\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_RETURNED_NULL_36=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u63a5\u7d9a\u5f8c\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001%3$s \u304b\u3089\u306e\u63a5\u7d9a %2$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u63a5\u7d9a\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_EXCEPTION_37=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5207\u65ad\u5f8c\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001%3$s \u304b\u3089\u306e\u63a5\u7d9a %2$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %4$s
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_RETURNED_NULL_38=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5207\u65ad\u5f8c\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001%3$s \u304b\u3089\u306e\u63a5\u7d9a %2$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3059
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_EXCEPTION_39=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u89e3\u6790\u524d %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %5$s\u3002\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_RETURNED_NULL_40=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u89e3\u6790\u524d %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$s \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_EXCEPTION_41=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u64cd\u4f5c\u524d %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %5$s\u3002\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_RETURNED_NULL_42=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u64cd\u4f5c\u524d %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_EXCEPTION_43=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u64cd\u4f5c\u5f8c %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %5$s\u3002\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_RETURNED_NULL_44=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u64cd\u4f5c\u5f8c %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_EXCEPTION_45=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5fdc\u7b54\u5f8c %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %5$s\u3002\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_RETURNED_NULL_46=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5fdc\u7b54\u5f8c %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_EXCEPTION_47=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u691c\u7d22\u7d50\u679c\u5165\u529b\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30a8\u30f3\u30c8\u30ea %4$s \u3067\u306e\u63a5\u7d9a %2$d \u306e\u64cd\u4f5c %3$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %5$s\u3002\u3053\u306e\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_RETURNED_NULL_48=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u691c\u7d22\u7d50\u679c\u5165\u529b\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30a8\u30f3\u30c8\u30ea %4$s \u3067\u306e\u63a5\u7d9a %2$d \u306e\u64cd\u4f5c %3$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_EXCEPTION_49=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u691c\u7d22\u7d50\u679c\u53c2\u7167\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30ea\u30d5\u30a7\u30e9\u30eb URL %4$s \u3067\u306e\u63a5\u7d9a %2$d \u306e\u64cd\u4f5c %3$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %5$s\u3002\u3053\u306e\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_RETURNED_NULL_50=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u691c\u7d22\u7d50\u679c\u53c2\u7167\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30ea\u30d5\u30a7\u30e9\u30eb URL %4$s \u3067\u306e\u63a5\u7d9a %2$d \u306e\u64cd\u4f5c %3$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_LASTMOD_INVALID_PLUGIN_TYPE_51=\u6700\u7d42\u66f4\u65b0\u30d7\u30e9\u30b0\u30a4\u30f3\u3092 %s \u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u547c\u3073\u51fa\u3055\u308c\u308b\u3088\u3046\u306b\u767b\u9332\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u306f\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
INFO_PROFILEVIEWER_DESCRIPTION_FILENAMES_52=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u306e\u30c7\u30fc\u30bf\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30d1\u30b9\u3002  \u3053\u306e\u5f15\u6570\u3092\u8907\u6570\u56de\u6307\u5b9a\u3057\u3066\u3001\u8907\u6570\u306e\u30c7\u30fc\u30bf\u30d5\u30a1\u30a4\u30eb\u306e\u30c7\u30fc\u30bf\u3092\u5206\u6790\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059
INFO_PROFILEVIEWER_DESCRIPTION_USE_GUI_53=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u3092 GUI \u30e2\u30fc\u30c9\u3067\u8868\u793a\u3059\u308b\u304b\u3001\u7d50\u679c\u30c7\u30fc\u30bf\u3092\u6a19\u6e96\u51fa\u529b\u306b\u66f8\u304d\u51fa\u3059\u304b\u3092\u793a\u3057\u307e\u3059
INFO_PROFILEVIEWER_DESCRIPTION_USAGE_54=\u3053\u306e\u4f7f\u7528\u60c5\u5831\u3092\u8868\u793a\u3057\u307e\u3059
SEVERE_ERR_PROFILEVIEWER_CANNOT_INITIALIZE_ARGS_55=\u30b3\u30de\u30f3\u30c9\u884c\u5f15\u6570\u306e\u521d\u671f\u5316\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_PROFILEVIEWER_ERROR_PARSING_ARGS_56=\u30b3\u30de\u30f3\u30c9\u884c\u5f15\u6570\u306e\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_PROFILEVIEWER_CANNOT_PROCESS_DATA_FILE_57=\u30d5\u30a1\u30a4\u30eb %s \u5185\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u30c7\u30fc\u30bf\u3092\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_EXCEPTION_58=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30a8\u30f3\u30c8\u30ea %s \u3067\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_RETURNED_NULL_59=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30a8\u30f3\u30c8\u30ea %s \u3067\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3059
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_EXCEPTION_60=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30a8\u30f3\u30c8\u30ea %s \u3067\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_RETURNED_NULL_61=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30a8\u30f3\u30c8\u30ea %s \u3067\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3059
SEVERE_ERR_PLUGIN_ENTRYUUID_INVALID_PLUGIN_TYPE_62=\u30a8\u30f3\u30c8\u30ea UUID \u30d7\u30e9\u30b0\u30a4\u30f3\u3092 %s \u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u547c\u3073\u51fa\u3055\u308c\u308b\u3088\u3046\u306b\u767b\u9332\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u306f\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_EXCEPTION_63=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u4e2d\u9593\u5fdc\u7b54\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %d \u306e\u64cd\u4f5c %d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_RETURNED_NULL_64=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u4e2d\u9593\u5fdc\u7b54\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %d \u306e\u64cd\u4f5c %d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_PWPIMPORT_INVALID_PLUGIN_TYPE_65=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u3092 %s \u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u547c\u3073\u51fa\u3055\u308c\u308b\u3088\u3046\u306b\u767b\u9332\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u306f\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_PWPIMPORT_ERROR_ENCODING_PASSWORD_66=\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 %1$s \u306b\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u5024\u3092\u7b26\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s\u3002\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u5024\u306f\u7b26\u53f7\u5316\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_TYPE_NOT_SUPPORTED_67=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u304c %s \u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
INFO_PROFILEVIEWER_TOOL_DESCRIPTION_68=\u3053\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u7528\u3057\u3066\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u306b\u3088\u3063\u3066\u53d6\u308a\u8fbc\u307e\u308c\u305f\u30c7\u30fc\u30bf\u30d5\u30a1\u30a4\u30eb\u306e\u60c5\u5831\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_AUTH_SCHEMES_69=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u306b\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u8a8d\u8a3c\u30d1\u30b9\u30ef\u30fc\u30c9\u30b9\u30ad\u30fc\u30de\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u304a\u3089\u305a\u3001\u30b5\u30fc\u30d0\u30fc\u306f %s \u8a8d\u8a3c\u30d1\u30b9\u30ef\u30fc\u30c9\u30b9\u30ad\u30fc\u30de\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_AUTH_SCHEME_70=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u8a8d\u8a3c\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de %s \u304c\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_USER_SCHEMES_71=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u306b\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u30b9\u30ad\u30fc\u30de\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u304a\u3089\u305a\u3001\u30b5\u30fc\u30d0\u30fc\u306f %s \u8a8d\u8a3c\u30d1\u30b9\u30ef\u30fc\u30c9\u30b9\u30ad\u30fc\u30de\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_USER_SCHEME_72=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de %s \u304c\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_PLUGIN_PWIMPORT_NO_SUCH_POLICY_73=\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u30ab\u30b9\u30bf\u30e0\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc '%s' \u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3053\u306e\u3088\u3046\u306a\u30dd\u30ea\u30b7\u30fc\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3059\u3079\u3066\u30c7\u30d5\u30a9\u30eb\u30c8\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u4f7f\u7528\u3057\u3066\u7b26\u53f7\u5316\u3055\u308c\u307e\u3059\u304c\u3001\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u306e\u8a8d\u8a3c\u306f\u3067\u304d\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_PLUGIN_PWIMPORT_CANNOT_DECODE_POLICY_DN_74=\u30a8\u30f3\u30c8\u30ea '%s' \u5185\u306e\u30ab\u30b9\u30bf\u30e0\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u5c5e\u6027\u306e\u5024\u3092\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3059\u3079\u3066\u30c7\u30d5\u30a9\u30eb\u30c8\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u4f7f\u7528\u3057\u3066\u7b26\u53f7\u5316\u3055\u308c\u307e\u3059\u304c\u3001\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u306e\u8a8d\u8a3c\u306f\u3067\u304d\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_EXCEPTION_75=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u4e0b\u4f4d DN \u5909\u66f4\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %d \u306e\u64cd\u4f5c %d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_RETURNED_NULL_76=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u4e0b\u4f4d DN \u5909\u66f4\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %d \u306e\u64cd\u4f5c %s \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_UNIQUEATTR_INVALID_PLUGIN_TYPE_77=\u4e00\u610f\u306e\u5c5e\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u3092 %s \u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u547c\u3073\u51fa\u3055\u308c\u308b\u3088\u3046\u306b\u767b\u9332\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u306f\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_UNIQUEATTR_MOD_NOT_UNIQUE_78=\u30a8\u30f3\u30c8\u30ea %s \u306e\u5c5e\u6027\u5024\u3092\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u63d0\u6848\u3055\u308c\u305f\u5909\u66f4\u304c\u5c5e\u6027\u5024\u306e\u4e00\u610f\u6027\u306e\u30c1\u30a7\u30c3\u30af\u306b\u5931\u6557\u3057\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_UNIQUEATTR_ADD_NOT_UNIQUE_79=\u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30a8\u30f3\u30c8\u30ea\u306e\u3044\u305a\u308c\u304b\u306e\u5c5e\u6027\u5024\u304c\u5c5e\u6027\u5024\u306e\u4e00\u610f\u6027\u306e\u30c1\u30a7\u30c3\u30af\u306b\u5931\u6557\u3057\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_UNIQUEATTR_MODDN_NOT_UNIQUE_80=\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066 DN \u5909\u66f4\u64cd\u4f5c\u3092\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u63d0\u6848\u3055\u308c\u305f\u5909\u66f4\u304c\u5c5e\u6027\u5024\u306e\u4e00\u610f\u6027\u306e\u30c1\u30a7\u30c3\u30af\u306b\u5931\u6557\u3057\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_REFERENT_INVALID_PLUGIN_TYPE_81=\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u3092 %s \u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u547c\u3073\u51fa\u3055\u308c\u308b\u3088\u3046\u306b\u767b\u9332\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u306f\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_REFERENT_CREATE_LOGFILE_82=\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_PLUGIN_REFERENT_CLOSE_LOGFILE_83=\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u66f4\u65b0\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_PLUGIN_REFERENT_REPLACE_LOGFILE_84=\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u66f4\u65b0\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u7f6e\u304d\u63db\u3048\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
INFO_PLUGIN_REFERENT_LOGFILE_CHANGE_REQUIRES_RESTART_85=\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u306e\u9593\u306b\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u5909\u66f4\u3092\u8a18\u9332\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u540d\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u3053\u306e\u5909\u66f4\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_UPDATE_INTERVAL_CHANGED_86=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u306e\u66f4\u65b0\u9593\u9694\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u306e\u65b0\u3057\u3044\u5024\u306f\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u4e2d\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STOPPING_87=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u304c\u505c\u6b62\u3057\u307e\u3057\u305f
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STARTING_88=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u66f4\u65b0\u9593\u9694 %s \u3092\u4f7f\u3063\u3066\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u3092\u958b\u59cb\u3057\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_REFERENT_SEARCH_FAILED_89=\u5185\u90e8\u691c\u7d22\u306e\u5b9f\u884c\u6642\u306b\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u5931\u6557\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_PLUGIN_REFERENT_MODIFY_FAILED_90=\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3059\u308b\u5185\u90e8\u5909\u66f4\u306e\u5b9f\u884c\u6642\u306b\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u5931\u6557\u3057\u307e\u3057\u305f: %s
MILD_ERR_PLUGIN_REFERENT_CANNOT_DECODE_STRING_AS_DN_91=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u66f4\u65b0\u30ed\u30b0\u304b\u3089\u306e\u30a8\u30f3\u30c8\u30ea DN \u306e\u5fa9\u53f7\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f: %s
INFO_PLUGIN_REFERENT_SEARCH_NO_SUCH_OBJECT_92=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u691c\u7d22\u306e\u5b9f\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d9\u30fc\u30b9 DN %s \u306f\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_REFERENT_INVALID_ATTRIBUTE_SYNTAX_93=%2$s \u306e\u69cb\u6587 OID \u3092\u6301\u3064\u5c5e\u6027\u578b %1$s \u3092\u8a2d\u5b9a\u4e2d\u306b\u3001\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u53c2\u7167\u306e\u5b8c\u5168\u6027\u306e\u5c5e\u6027\u578b\u306f\u30011.3.6.1.4.1.1466.115.121.1.12 (\u8b58\u5225\u540d\u306e\u69cb\u6587\u306e\u5834\u5408) \u307e\u305f\u306f 1.3.6.1.4.1.1466.115.121.1.34 (\u540d\u524d\u3068\u30aa\u30d7\u30b7\u30e7\u30f3\u306e UID \u306e\u69cb\u6587\u306e\u5834\u5408) \u306e\u3044\u305a\u308c\u304b\u306e\u69cb\u6587 OID \u3092\u6301\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
SEVERE_ERR_PLUGIN_REFERENT_SKIP_DELETE_PROCESSING_94=\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3059\u308b\u524a\u9664\u5f8c\u64cd\u4f5c\u3092\u51e6\u7406\u3057\u307e\u305b\u3093\u3002\u30b3\u30a2\u64cd\u4f5c\u304c\u5931\u6557\u3057\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_REFERENT_SKIP_MODIFY_DN_PROCESSING_95=\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3059\u308b DN \u5909\u66f4\u5f8c\u64cd\u4f5c\u3092\u51e6\u7406\u3057\u307e\u305b\u3093\u3002\u30b3\u30a2\u64cd\u4f5c\u304c\u5931\u6557\u3057\u307e\u3057\u305f
MILD_ERR_PLUGIN_7BIT_INVALID_PLUGIN_TYPE_96=7 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u7121\u52b9\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7 %s \u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u3001ldifImport\u3001preOperationAdd\u3001preOperationModify\u3001\u304a\u3088\u3073 preOperationModifyDN \u3060\u3051\u3067\u3059
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_DN_97=\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30f3\u30c8\u30ea\u306e DN \u3092\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_ATTR_98=\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30f3\u30c8\u30ea\u5185\u306e\u5c5e\u6027 %s \u3092\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_NEW_RDN_99=\u65b0\u3057\u3044 RDN \u3092\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_PLUGIN_7BIT_ADD_ATTR_NOT_CLEAN_100=\u8ffd\u52a0\u3059\u308b\u30a8\u30f3\u30c8\u30ea\u306b\u30017 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u3067\u306a\u3044\u5c5e\u6027 %s \u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_PLUGIN_7BIT_MODIFY_ATTR_NOT_CLEAN_101=\u5909\u66f4\u64cd\u4f5c\u306e\u305f\u3081\u306b\u3001\u5c5e\u6027 %s \u306e\u5024\u304c 7 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u3067\u306a\u304f\u306a\u3063\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
MILD_ERR_PLUGIN_7BIT_MODIFYDN_ATTR_NOT_CLEAN_102=DN \u5909\u66f4\u64cd\u4f5c\u306e\u305f\u3081\u306b\u3001\u5c5e\u6027 %s \u306e\u5024\u304c 7 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u3067\u306a\u304f\u306a\u3063\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
MILD_ERR_PLUGIN_7BIT_IMPORT_ATTR_NOT_CLEAN_103=\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u3066\u3044\u305f\u5c5e\u6027 %s \u306e\u5024\u304c 7 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_PLUGIN_PWIMPORT_NO_SUCH_DEFAULT_AUTH_SCHEME_104=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u306f\u4f7f\u7528\u3067\u304d\u306a\u3044\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u8a8d\u8a3c\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
SEVERE_ERR_PLUGIN_POST_SYNCHRONIZATION_PLUGIN_EXCEPTION_105=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u540c\u671f\u5f8c %1$s \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %3$d \u306e\u64cd\u4f5c %4$d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f: %5$s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_NOT_UNIQUE_106=\u5c5e\u6027 %s \u306b\u5bfe\u3059\u308b\u4e00\u610f\u306e\u5c5e\u6027\u306e\u7af6\u5408\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f: \u5024 %s \u306f\u30a8\u30f3\u30c8\u30ea %s \u306b\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_UNIQUEATTR_SYNC_NOT_UNIQUE_107=\u540c\u671f (connID=%2$d\u3001opID=%3$d) \u4e2d\u306b\u5c5e\u6027 %1$s \u306b\u5bfe\u3059\u308b\u4e00\u610f\u306e\u5c5e\u6027\u306e\u7af6\u5408\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f: \u30a8\u30f3\u30c8\u30ea %5$s \u5185\u306e\u5024 %4$s \u306f\u3001\u30a8\u30f3\u30c8\u30ea %6$s \u5185\u306e\u65e2\u5b58\u306e\u5024\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059\u3002\u7af6\u5408\u3092\u89e3\u6d88\u3059\u308b\u306b\u306f\u3001\u624b\u52d5\u306e\u5bfe\u8a71\u51e6\u7406\u304c\u5fc5\u8981\u3067\u3059
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_108=\u3053\u306e\u64cd\u4f5c\u306b\u3088\u3063\u3066\u4e00\u610f\u306e\u5c5e\u6027\u306e\u7af6\u5408\u304c\u767a\u751f\u3057\u305f\u53ef\u80fd\u6027\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f (\u7d50\u679c %s\u3001\u30e1\u30c3\u30bb\u30fc\u30b8 %s)
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_SYNC_109=\u30a8\u30f3\u30c8\u30ea %3$s \u306b\u5bfe\u3059\u308b\u540c\u671f\u64cd\u4f5c (connID=%1$d\u3001opID=%2$d) \u306b\u3088\u3063\u3066\u4e00\u610f\u306e\u5c5e\u6027\u306e\u7af6\u5408\u304c\u767a\u751f\u3057\u305f\u53ef\u80fd\u6027\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f (\u7d50\u679c %4$s\u3001\u30e1\u30c3\u30bb\u30fc\u30b8 %5$s)
SEVERE_ERR_PLUGIN_REFERENT_ATTR_UNINDEXED_110=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u53c2\u7167\u306e\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u5c5e\u6027 %s \u4e0a\u3067\u52d5\u4f5c\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u5c5e\u6027\u306b\u5bfe\u3059\u308b\u7b49\u4fa1\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_UNINDEXED_111=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u4e00\u610f\u306e\u5c5e\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u5c5e\u6027 %s \u4e0a\u3067\u52d5\u4f5c\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u5c5e\u6027\u306b\u5bfe\u3059\u308b\u7b49\u4fa1\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_NETWORKGROUP_INVALID_PLUGIN_TYPE_112=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092 %s \u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u547c\u3073\u51fa\u3055\u308c\u308b\u3088\u3046\u306b\u767b\u9332\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u306f\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_113=\u5909\u66f4\u756a\u53f7\u5236\u5fa1\u30d7\u30e9\u30b0\u30a4\u30f3\u3092 %s \u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u547c\u3073\u51fa\u3055\u308c\u308b\u3088\u3046\u306b\u767b\u9332\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u306f\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_LIST_114=\u5909\u66f4\u756a\u53f7\u5236\u5fa1\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u6b21\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u3067\u767b\u9332\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f: %s\u3002\u3057\u304b\u3057\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u3001\u6b21\u306e\u3059\u3079\u3066\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u3067\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059: %s
SEVERE_ERR_PLUGIN_SUBORDINATE_DELETE_PLUGIN_EXCEPTION_115=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u4e0b\u4f4d\u524a\u9664\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %d \u306e\u64cd\u4f5c %d \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u305f\u3068\u304d\u306b\u4f8b\u5916\u3092\u30b9\u30ed\u30fc\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
SEVERE_ERR_PLUGIN_SUBORDINATE_DELETE_PLUGIN_RETURNED_NULL_116=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u4e0b\u4f4d\u524a\u9664\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u63a5\u7d9a %d \u306e\u64cd\u4f5c %s \u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3055\u308c\u3068\u304d\u306b NULL \u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u4e0d\u6b63\u306a\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u306f\u7d42\u4e86\u3057\u307e\u3059
