# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.
#      Portions copyright 2011-2013 ForgeRock AS
#
#
# This file contains the primary Directory Server configuration.  It must not
# be directly edited while the server is online.  The server configuration
# should only be managed using the administration utilities provided with the
# Directory Server.


#
# Global directives
#
global.category=SYNC

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_SYNC_INVALID_DN_1=\u69cb\u6210\u6e08\u307f\u306e DN \u306f\u5225\u306e\u30c9\u30e1\u30a4\u30f3\u3067\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
MILD_ERR_INVALID_CHANGELOG_SERVER_4=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304c\u7121\u52b9\u3067\u3059
MILD_ERR_UNKNOWN_HOSTNAME_5=\u30db\u30b9\u30c8\u540d\u304c\u4e0d\u660e\u306a\u305f\u3081\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f
MILD_ERR_COULD_NOT_BIND_CHANGELOG_6=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f: \u5f85\u6a5f\u30dd\u30fc\u30c8 %d \u306b\u30d0\u30a4\u30f3\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30a8\u30e9\u30fc: %s
MILD_ERR_UNKNOWN_TYPE_7=\u4e0d\u660e\u306a\u64cd\u4f5c\u30bf\u30a4\u30d7: %s
MILD_ERR_OPERATION_NOT_FOUND_IN_PENDING_9=\u5185\u90e8\u30a8\u30e9\u30fc: \u64cd\u4f5c %s \u306e\u5909\u66f4\u756a\u53f7 %s \u304c\u4fdd\u7559\u4e2d\u306e\u30ea\u30b9\u30c8\u306b\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_COULD_NOT_INITIALIZE_DB_10=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u3092\u958b\u3051\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f
MILD_ERR_COULD_NOT_READ_DB_11=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u3092\u8aad\u307f\u53d6\u308c\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f: %s
MILD_ERR_EXCEPTION_REPLAYING_OPERATION_12=\u64cd\u4f5c %s \u306e\u518d\u5b9f\u884c\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
MILD_ERR_NEED_CHANGELOG_PORT_13=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30dd\u30fc\u30c8\u3092\u5b9a\u7fa9\u3057\u3066\u304f\u3060\u3055\u3044
DEBUG_ERROR_UPDATING_RUV_14=\u30b5\u30fc\u30d0\u30fc\u306e\u72b6\u614b %2$s \u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc %1$s \u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s \u30d9\u30fc\u30b9 DN: %4$s
MILD_ERR_ERROR_SEARCHING_RUV_15=\u30a8\u30e9\u30fc %s \u304c\u3001\u30b5\u30fc\u30d0\u30fc\u72b6\u614b %s \u3092\u691c\u7d22\u4e2d\u306b\u767a\u751f\u3057\u307e\u3057\u305f: %s \u30d9\u30fc\u30b9 dn: %s
NOTICE_FOUND_CHANGELOGS_WITH_MY_CHANGES_18=\u30b5\u30fc\u30d0\u30fc ID %3$s \u3067\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %2$s \u306e\u6700\u65b0\u306e\u5909\u66f4\u304c\u52a0\u3048\u3089\u308c\u305f %1$d \u500b\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
NOTICE_NEED_MORE_THAN_ONE_CHANGELOG_SERVER_19=\u8907\u6570\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3092\u69cb\u6210\u3057\u3066\u304f\u3060\u3055\u3044
SEVERE_ERR_EXCEPTION_SENDING_TOPO_INFO_20=%2$s \u30b5\u30fc\u30d0\u30fc %3$s \u306e\u30c9\u30e1\u30a4\u30f3 %1$s \u3067\u30c8\u30dd\u30ed\u30b8\u60c5\u5831 (\u66f4\u65b0\u7528) \u3092\u9001\u4fe1\u4e2d\u306b IOException \u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %4$s
MILD_ERR_CANNOT_RECOVER_CHANGES_21=\u30d9\u30fc\u30b9 DN %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304b\u3089\u4ee5\u524d\u306e\u5909\u66f4\u3092\u691c\u7d22\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NOTICE_COULD_NOT_FIND_CHANGELOG_WITH_MY_CHANGES_22=\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u4e0a\u306e\u30ed\u30fc\u30ab\u30eb\u306e\u5909\u66f4\u3092\u3059\u3079\u3066\u8a18\u9332\u3057\u305f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6700\u65b0\u3067\u306f\u306a\u3044 %d \u500b\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002 \u5909\u66f4\u3092\u518d\u5b9f\u884c\u3057\u307e\u3059
NOTICE_EXCEPTION_CLOSING_DATABASE_24=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
SEVERE_ERR_EXCEPTION_DECODING_OPERATION_25=%s \u306e\u518d\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u64cd\u4f5c\u3092\u30c7\u30b3\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:
FATAL_ERR_CHANGELOG_SHUTDOWN_DATABASE_ERROR_26=\u914d\u4e0b\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f7f\u7528\u3059\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u505c\u6b62\u3057\u307e\u3059
SEVERE_ERR_IGNORE_BAD_DN_IN_DATABASE_IDENTIFIER_27=\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3067\u8a8d\u8b58\u3055\u308c\u3066\u3044\u308b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ea\u30b9\u30c8\u306b\u3001\u4e0d\u6b63\u306a\u5f62\u5f0f\u306e DN \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f: %s\u3002\u3053\u306e\u8b58\u5225\u5b50\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_ERROR_CLOSING_CHANGELOG_ENV_28=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u9589\u3058\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
SEVERE_ERR_EXCEPTION_CHANGELOG_TRIM_FLUSH_29=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u8abf\u6574\u307e\u305f\u306f\u30d5\u30e9\u30c3\u30b7\u30e5\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u66f4\u65b0\u5c65\u6b74\u30ed\u30b0\u30b5\u30fc\u30d3\u30b9\u306f\u505c\u6b62\u3057\u307e\u3059
SEVERE_ERR_REPLICATION_SERVER_CONNECTION_ERROR_30=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30cf\u30f3\u30c9\u30b7\u30a7\u30fc\u30af\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002%s \u3068\u306e\u63a5\u7d9a\u306f\u4e2d\u6b62\u3055\u308c\u307e\u3059
SEVERE_ERR_UNKNOWN_MESSAGE_31=%s \u304c\u4e0d\u660e\u306a\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3057\u307e\u3057\u305f\u3002\u63a5\u7d9a\u3092\u9589\u3058\u3066\u3044\u307e\u3059
SEVERE_ERR_WRITER_UNEXPECTED_EXCEPTION_32=%s \u3068\u306e\u63a5\u7d9a\u3092\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u63a5\u7d9a\u306f\u9589\u3058\u3089\u308c\u307e\u3059
SEVERE_ERR_RS_ERROR_SENDING_ACK_33=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %1$s: \u30c9\u30e1\u30a4\u30f3 %4$s \u3067\u5909\u66f4\u756a\u53f7 %3$s \u306b\u3064\u3044\u3066\u30b5\u30fc\u30d0\u30fc ID %2$s \u306b\u53d7\u4fe1\u78ba\u8a8d\u3092\u9001\u4fe1\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u63a5\u7d9a\u306f\u9589\u3058\u3089\u308c\u305f\u3042\u3068\u3001\u958b\u304d\u76f4\u3055\u308c\u307e\u3059
SEVERE_ERR_EXCEPTION_RECEIVING_REPLICATION_MESSAGE_34=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u53d7\u4fe1\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
MILD_ERR_LOOP_REPLAYING_OPERATION_35=\u64cd\u4f5c\u306e\u518d\u5b9f\u884c\u4e2d\u306b\u30eb\u30fc\u30d7\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f: %s \u30a8\u30e9\u30fc %s
MILD_ERR_FILE_CHECK_CREATE_FAILED_36=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u5b58\u5728\u3092\u78ba\u8a8d\u4e2d\u3001\u307e\u305f\u306f\u305d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u4f5c\u6210\u3092\u8a66\u307f\u3066\u3044\u308b\u3068\u304d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
INFO_CHANGELOG_SERVER_ATTR_37=\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3092\u63a5\u7d9a\u3059\u308b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30ea\u30b9\u30c8\u3002 \u3053\u306e\u5c5e\u6027\u306e\u5404\u5024\u306b\u306f\u3001\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u30db\u30b9\u30c8\u540d\u304a\u3088\u3073\u30dd\u30fc\u30c8\u756a\u53f7\u3092 ":" \u3067\u533a\u5207\u3063\u3066\u4f5c\u6210\u3057\u305f\u5024\u3092\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044
INFO_SERVER_ID_ATTR_38=\u30b5\u30fc\u30d0\u30fc ID\u3002 \u30c8\u30dd\u30ed\u30b8\u5185\u306e\u5404\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3001\u30c8\u30dd\u30ed\u30b8\u5185\u3067\u4e00\u610f\u306e\u30b5\u30fc\u30d0\u30fc ID \u3092\u5272\u308a\u5f53\u3066\u3066\u304f\u3060\u3055\u3044
INFO_CHANGELOG_PORT_ATTR_39=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c LDAP \u30b5\u30fc\u30d0\u30fc\u304b\u3089\u306e\u63a5\u7d9a\u306e\u5f85\u6a5f\u306b\u4f7f\u7528\u3059\u308b\u30dd\u30fc\u30c8\u756a\u53f7
INFO_WINDOW_SIZE_ATTR_40=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u30b5\u30a4\u30ba\u3092\u53d7\u4fe1\u3057\u307e\u3059
INFO_QUEUE_SIZE_ATTR_41=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30ad\u30e5\u30fc\u30b5\u30a4\u30ba\u3092\u53d7\u4fe1\u3057\u307e\u3059\u3002 \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u6570\u307e\u3067\u3092\u30e1\u30e2\u30ea\u30fc\u30ad\u30e5\u30fc\u306b\u5165\u308c\u3001\u305d\u308c\u4ee5\u524d\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6301\u7d9a\u7684\u8a18\u61b6\u9818\u57df\u306b\u4fdd\u5b58\u3057\u307e\u3059\u3002 \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u9045\u5ef6\u304c\u3053\u306e\u30b5\u30a4\u30ba\u3088\u308a\u5927\u304d\u3044\u5834\u5408\u3001\u30b5\u30a4\u30ba\u3092\u5927\u304d\u304f\u3059\u308b\u3068\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u304c\u6539\u5584\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u30e1\u30e2\u30ea\u30fc\u306e\u4f7f\u7528\u91cf\u304c\u591a\u304f\u306a\u308a\u307e\u3059
INFO_CHANGELOG_DIR_PATH_ATTR_42=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3002 \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u3059\u3079\u3066\u306e\u6301\u7d9a\u7684\u8a18\u61b6\u9818\u57df\u3092\u3053\u306e\u30d1\u30b9\u5185\u306b\u4f5c\u6210\u3057\u307e\u3059
INFO_PURGE_DELAY_ATTR_43=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u6d88\u53bb\u9045\u5ef6\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u3053\u306e\u6642\u9593\u5185\u306e\u5909\u66f4\u3092\u3059\u3079\u3066\u4fdd\u6301\u3057\u307e\u3059\u3002\u3053\u306e\u6642\u9593\u3092\u7d4c\u904e\u3057\u305f\u5909\u66f4\u306f\u524a\u9664\u3055\u308c\u307e\u3059\u3002 \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30c7\u30fc\u30bf\u3067 LDAP \u30b5\u30fc\u30d0\u30fc\u3092\u66f4\u65b0\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u3053\u306e\u5024\u306b\u3088\u308a\u5fa9\u5143\u53ef\u80fd\u306a\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u6700\u9577\u6709\u52b9\u671f\u9593\u304c\u5b9a\u7fa9\u3055\u308c\u307e\u3059\u3002 0 \u306e\u5024\u3092\u4f7f\u3063\u3066\u7121\u671f\u9650\u306e\u9045\u5ef6 (\u6d88\u53bb\u306a\u3057) \u3092\u6307\u5b9a\u3067\u304d\u307e\u3059
SEVERE_ERR_SIMULTANEOUS_IMPORT_EXPORT_REJECTED_44=\u540c\u3058\u30c7\u30fc\u30bf\u306b\u5bfe\u3057\u3066\u30a4\u30f3\u30dd\u30fc\u30c8\u307e\u305f\u306f\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u304c\u3059\u3067\u306b\u9032\u884c\u4e2d\u306e\u305f\u3081\u3001\u73fe\u5728\u306e\u8981\u6c42\u306f\u62d2\u5426\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_INVALID_IMPORT_SOURCE_45=\u30c9\u30e1\u30a4\u30f3 %s \u3067\u3001serverId:%s \u306e\u30b5\u30fc\u30d0\u30fc\u306e\u521d\u671f\u5316\u304c\u3001\u7121\u52b9\u306a serverId:%s \u306e\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u3002%s
SEVERE_ERR_INVALID_EXPORT_TARGET_46=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u7121\u52b9\u306a\u30bf\u30fc\u30b2\u30c3\u30c8
SEVERE_ERR_NO_REACHABLE_PEER_IN_THE_DOMAIN_47=\u30c9\u30e1\u30a4\u30f3 %s: serverId=%s \u306e\u30b5\u30fc\u30d0\u30fc\u304c\u5230\u9054\u4e0d\u80fd\u3067\u3059
SEVERE_ERR_NO_MATCHING_DOMAIN_48=\u6307\u5b9a\u3055\u308c\u305f\u30d9\u30fc\u30b9 DN '%s' \u306b\u4e00\u81f4\u3059\u308b\u30c9\u30e1\u30a4\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
SEVERE_ERR_MULTIPLE_MATCHING_DOMAIN_49=\u6307\u5b9a\u3055\u308c\u305f\u30d9\u30fc\u30b9 DN \u306b\u4e00\u81f4\u3059\u308b\u30c9\u30e1\u30a4\u30f3\u304c\u8907\u6570\u3042\u308a\u307e\u3059
SEVERE_ERR_INVALID_PROVIDER_50=\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u306f\u30d7\u30ed\u30d0\u30a4\u30c0\u30af\u30e9\u30b9\u3067\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_COULD_NOT_SOLVE_HOSTNAME_51=\u30db\u30b9\u30c8\u540d %s \u3092 IP \u30a2\u30c9\u30ec\u30b9\u3068\u3057\u3066\u89e3\u6c7a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
NOTICE_READER_NULL_MSG_52=%s \u304b\u3089 NULL \u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f
NOTICE_READER_EXCEPTION_53=%s \u304b\u3089\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
SEVERE_ERR_DUPLICATE_SERVER_ID_54=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s: \u30b5\u30fc\u30d0\u30fc %s \u3068 %s \u306eServerId \u304c\u540c\u3058\u3067\u3059: %d
SEVERE_ERR_DUPLICATE_REPLICATION_SERVER_ID_55=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s: \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u3068 %s \u306eServerId \u304c\u540c\u3058\u3067\u3059: %d
SEVERE_ERR_BAD_HISTORICAL_56=\u30a8\u30f3\u30c8\u30ea %s \u306b\u4e0d\u660e\u306a\u5c65\u6b74\u60c5\u5831\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u77db\u76fe\u304c\u8d77\u304d\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
MILD_ERR_CANNOT_ADD_CONFLICT_ATTRIBUTE_57=\u7af6\u5408\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u7af6\u5408\u60c5\u5831\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u64cd\u4f5c:
MILD_ERR_CANNOT_RENAME_CONFLICT_ENTRY_58=\u7af6\u5408\u3057\u3066\u3044\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u540d\u524d\u3092\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
MILD_ERR_EXCEPTION_RENAME_CONFLICT_ENTRY_59=\u7af6\u5408\u3057\u3066\u3044\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u540d\u524d\u3092\u5909\u66f4\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
SEVERE_ERR_CHANGELOG_UNSUPPORTED_UTF8_ENCODING_60=JVM \u3067 UTF-8 \u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u5185\u3067\u5909\u66f4\u3092\u30a8\u30f3\u30b3\u30fc\u30c9\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u3067\u3059\u3002\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3044\u307e\u304b\u3089\u505c\u6b62\u3057\u307e\u3059
SEVERE_ERR_REPLICATION_COULD_NOT_CONNECT_61=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u3044\u305a\u308c\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u3082\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_CHANGELOG_ERROR_SENDING_ERROR_65=%s \u306b\u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u63a5\u7d9a\u306f\u9589\u3058\u3089\u308c\u305f\u3042\u3068\u3001\u958b\u304d\u76f4\u3055\u308c\u307e\u3059
SEVERE_ERR_CHANGELOG_ERROR_SENDING_MSG_66=%s \u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u63a5\u7d9a\u306f\u9589\u3058\u3089\u308c\u305f\u3042\u3068\u3001\u958b\u304d\u76f4\u3055\u308c\u307e\u3059
MILD_ERR_ERROR_REPLAYING_OPERATION_67=\u30a8\u30e9\u30fc %3$s %4$s \u306e\u305f\u3081\u3001ChangeNumber %2$s \u306e\u64cd\u4f5c %1$s \u3092\u518d\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_UNKNOWN_ATTRIBUTE_IN_HISTORICAL_68=\u30a8\u30f3\u30c8\u30ea %s \u306b\u306f\u3001\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5c5e\u6027 %s \u306e\u5c65\u6b74\u60c5\u5831\u304c\u542b\u307e\u308c\u307e\u3059\u3002 \u3053\u306e\u60c5\u5831\u306f\u7121\u8996\u3055\u308c\u307e\u3059
NOTICE_UNRESOLVED_CONFLICT_69=DN %s \u306e\u672a\u89e3\u6c7a\u306e\u7af6\u5408\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_COULD_NOT_CLOSE_THE_SOCKET_70=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30bd\u30b1\u30c3\u30c8\u3092\u9589\u3058\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_COULD_NOT_STOP_LISTEN_THREAD_71=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30dd\u30fc\u30c8\u3067\u5f85\u6a5f\u4e2d\u306e\u30b9\u30ec\u30c3\u30c9\u3092\u505c\u6b62\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
DEBUG_REPLICATION_PORT_IOEXCEPTION_72=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30dd\u30fc\u30c8\u3067\u5f85\u6a5f\u4e2d\u306b IOException \u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_SEARCHING_GENERATION_ID_73=\u30c9\u30e1\u30a4\u30f3\u306e\u751f\u6210 ID \u3092\u691c\u7d22\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc %s \u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_SEARCHING_DOMAIN_BACKEND_74=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u691c\u7d22\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u69cb\u6210\u3055\u308c\u3066\u3044\u306a\u3044\u304b\u3001\u7121\u52b9\u306b\u3055\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_LOADING_GENERATION_ID_75=%s \u3067\u751f\u6210 ID \u3092\u691c\u7d22\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_UPDATING_GENERATION_ID_76=\u30c9\u30e1\u30a4\u30f3\u306e\u751f\u6210 ID \u3092\u66f4\u65b0\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc %s \u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
MILD_ERR_ERROR_MSG_RECEIVED_79=\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_INIT_IMPORT_NOT_SUPPORTED_82= \u521d\u671f\u5316\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u3067\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_INIT_EXPORT_NOT_SUPPORTED_83= \u521d\u671f\u5316\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u3067\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_INIT_CANNOT_LOCK_BACKEND_84= \u521d\u671f\u5316\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u30ed\u30c3\u30af\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTICE_EXCEPTION_RESTARTING_SESSION_85=\u30c9\u30e1\u30a4\u30f3 %s \u4e0a\u3067\u901a\u4fe1\u306e\u518d\u521d\u671f\u5316\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_EXCEPTION_LISTENING_86=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3067\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a %s \u306e\u5f85\u6a5f\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_ERROR_CLEARING_DB_87=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u306e\u6d88\u53bb\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTICE_ERR_ROUTING_TO_SERVER_88=\u30d7\u30ed\u30c8\u30b3\u30eb\u30a8\u30e9\u30fc: \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u30bf\u30a4\u30d7 %s \u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u5b9b\u5148\u3068\u3057\u3066\u671f\u5f85\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CHECK_CREATE_REPL_BACKEND_FAILED_89=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u5b58\u5728\u3092\u78ba\u8a8d\u4e2d\u3001\u307e\u305f\u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u4f5c\u6210\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_DELETE_REPL_BACKEND_FAILED_90=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u524a\u9664\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
 SEVERE_ERR_BACKEND_EXPORT_ENTRY_91=\u30a8\u30f3\u30c8\u30ea %s \u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_BACKEND_CANNOT_CREATE_LDIF_WRITER_92 =\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e LDIF \u30e9\u30a4\u30bf\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_BACKEND_SEARCH_ENTRY_93 =%s \u306e\u691c\u7d22\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_REPLICATIONBACKEND_ENTRY_DOESNT_EXIST_94=\u30a8\u30f3\u30c8\u30ea %s \u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_ERR_UNKNOWN_DN_95=\u30d9\u30fc\u30b9 DN %s \u306f\u3001\u3044\u305a\u308c\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3082\u683c\u7d0d\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_REPLICATONBACKEND_IMPORT_LDIF_NOT_SUPPORTED_98=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067 LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u6a5f\u80fd\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_REPLICATONBACKEND_EXPORT_LDIF_FAILED_99=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30a8\u30f3\u30c8\u30ea\u3092 LDIF \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3002export-ldif \u30b3\u30de\u30f3\u30c9\u306f\u30bf\u30b9\u30af\u3068\u3057\u3066\u5b9f\u884c\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_PROCESSING_REMOTE_MONITOR_DATA_107=\u51e6\u7406\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u76e3\u8996\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093: %s
SEVERE_ERR_EXCEPTION_REPLAYING_REPLICATION_MESSAGE_109=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u518d\u5b9f\u884c\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_REPLICATION_SERVER_CONFIG_NOT_FOUND_110=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u69cb\u6210\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
DEBUG_GOING_TO_SEARCH_FOR_CHANGES_111=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u3053\u3061\u3089\u306e\u5909\u66f4\u306b\u5bfe\u3057\u3066\u9045\u308c\u3066\u3044\u307e\u3059: \u4e0d\u8db3\u5206\u3092\u9001\u4fe1\u3057\u307e\u3059
DEBUG_SENDING_CHANGE_112=\u5909\u66f4\u756a\u53f7\u3092\u9001\u4fe1\u3057\u3066\u3044\u307e\u3059: %s
DEBUG_CHANGES_SENT_113=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3055\u308c\u305f\u4e0d\u8db3\u3057\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u5909\u66f4
SEVERE_ERR_PUBLISHING_FAKE_OPS_114=\u30c9\u30e1\u30a4\u30f3 %s \u306b\u5bfe\u3059\u308b\u7591\u4f3c\u64cd\u4f5c\u3092\u516c\u958b\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_COMPUTING_FAKE_OPS_115=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %2$s \u306e\u30c9\u30e1\u30a4\u30f3 %1$s \u306b\u5bfe\u3059\u308b\u7591\u4f3c\u64cd\u4f5c\u3092\u8a08\u7b97\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %3$s
NOTICE_SERVER_STATE_RECOVERY_117=\u30c9\u30e1\u30a4\u30f3 %s \u306e ServerState \u306e\u5fa9\u5143\u304c\u3001changeNumber %s \u3067\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_RESET_GENERATION_CONN_ERR_ID_118=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c9\u30e1\u30a4\u30f3 %s \u306e serverId=%s \u306e\u30b5\u30fc\u30d0\u30fc\u3067\u3001\u30c8\u30dd\u30ed\u30b8\u306e\u6b8b\u308a\u306e\u90e8\u5206\u306e\u751f\u6210 ID \u3092\u5024 %s \u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u3069\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u3082\u63a5\u7d9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u8a2d\u5b9a\u3067\u3001\u30c9\u30e1\u30a4\u30f3\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u304a\u3088\u3073 1 \u3064\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u8d77\u52d5\u3057\u3001\u7a3c\u50cd\u4e2d\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
SEVERE_ERR_RS_DN_DOES_NOT_MATCH_121=\u30ea\u30e2\u30fc\u30c8\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u3088\u3063\u3066\u9001\u4fe1\u3055\u308c\u305f DN: %s \u304c\u3001\u30ed\u30fc\u30ab\u30eb\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u3082\u306e: %s \u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
SEVERE_ERR_DS_DN_DOES_NOT_MATCH_122=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u3088\u3063\u3066\u9001\u4fe1\u3055\u308c\u305f DN: %s \u304c\u3001\u30ed\u30fc\u30ab\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u3082\u306e: %s \u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
SEVERE_ERR_EXCEPTION_FORWARDING_RESET_GEN_ID_123=\u30c9\u30e1\u30a4\u30f3 %s \u306e\u30d4\u30a2\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b ResetGenerationIdMsg \u3092\u8ee2\u9001\u4e2d\u306b IOException \u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_DS_INVALID_INIT_STATUS_124=\u30b5\u30fc\u30d0\u30fc ID %3$s \u3092\u542b\u3080 DS \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3 %2$s \u3067\u3001\u7121\u52b9\u306a\u521d\u671f\u72b6\u614b\u304c\u8a08\u7b97\u3055\u308c\u307e\u3057\u305f: %1$s
SEVERE_ERR_RS_INVALID_INIT_STATUS_125=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30b5\u30fc\u30d0\u30fc ID %3$s \u304b\u3089\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3 %2$s \u306e\u7121\u52b9\u306a\u521d\u671f\u72b6\u614b\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f: %1$s
SEVERE_ERR_DS_INVALID_REQUESTED_STATUS_126=\u30b5\u30fc\u30d0\u30fc ID %3$s \u3092\u542b\u3080 DS \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3 %2$s \u3067\u3001\u7121\u52b9\u306a\u8981\u6c42\u72b6\u614b %1$s \u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f
SEVERE_ERR_RS_CANNOT_CHANGE_STATUS_127=\u30b5\u30fc\u30d0\u30fc ID %2$s \u306e RS \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3 %1$s \u3067\u3001\u65b0\u3057\u3044\u72b6\u614b\u3092\u8a08\u7b97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5143\u306e\u72b6\u614b\u306f %3$s \u3067\u3001%4$s \u30a4\u30d9\u30f3\u30c8\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f
SEVERE_ERR_DS_CANNOT_CHANGE_STATUS_128=\u30b5\u30fc\u30d0\u30fc ID %2$s \u3092\u542b\u3080 DS \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3 %1$s \u3067\u3001\u65b0\u3057\u3044\u72b6\u614b\u3092\u8a08\u7b97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5143\u306e\u72b6\u614b\u306f %3$s \u3067\u3001%4$s \u30a4\u30d9\u30f3\u30c8\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f
SEVERE_ERR_EXCEPTION_CHANGING_STATUS_AFTER_RESET_GEN_ID_129=\u751f\u6210 ID \u306e\u30ea\u30bb\u30c3\u30c8\u5f8c\u3001\u30c9\u30e1\u30a4\u30f3 %1$s \u304a\u3088\u3073 serverId: %2$s \u306e\u72b6\u614b\u3092\u5909\u66f4\u4e2d\u306b\u3001IOException \u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %3$s
SEVERE_ERR_RECEIVED_CHANGE_STATUS_NOT_FROM_DS_130=\u53d7\u4fe1\u3057\u305f\u5909\u66f4\u72b6\u614b\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u9001\u4fe1\u3055\u308c\u305f\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093 (DN: %s\u3001\u30b5\u30fc\u30d0\u30fc ID: %s\u3001\u30e1\u30c3\u30bb\u30fc\u30b8: %s)
SEVERE_ERR_RS_INVALID_NEW_STATUS_132=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3 %2$s \u304a\u3088\u3073\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc ID %3$s \u306e RS \u3067\u3001\u7121\u52b9\u306a\u65b0\u3057\u3044\u72b6\u614b %1$s \u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f
SEVERE_WARN_CONNECTED_TO_SERVER_WITH_WRONG_GROUP_ID_133=\u4e0d\u6b63\u306a\u30b0\u30eb\u30fc\u30d7 ID \u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30b0\u30eb\u30fc\u30d7 ID \u306f %1$s \u3067\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc ID %2$s %3$s \u306e\u30b0\u30eb\u30fc\u30d7 ID \u306f %4$s \u3067\u3059\u3002\u3053\u308c\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %6$s \u306e\u30c9\u30e1\u30a4\u30f3 %5$s \u306e\u3082\u306e\u3067\u3059
SEVERE_ERR_EXCEPTION_SENDING_CS_134=DN %s \u304a\u3088\u3073\u30b5\u30fc\u30d0\u30fc ID %s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d6\u30ed\u30fc\u30ab\u306f\u3001\u6b21\u306e\u7406\u7531\u3067\u72b6\u614b\u5909\u66f4\u306e\u901a\u77e5\u306b\u5931\u6557\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_EXCEPTION_CHANGING_STATUS_FROM_STATUS_ANALYZER_139=\u30b9\u30c6\u30fc\u30bf\u30b9\u30a2\u30ca\u30e9\u30a4\u30b6\u304b\u3089\u30c9\u30e1\u30a4\u30f3 %s \u304a\u3088\u3073 serverId: %s \u306e\u72b6\u614b\u3092\u5909\u66f4\u4e2d\u306b\u3001IOException \u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
NOTICE_BAD_GEN_ID_IN_FULL_UPDATE_140=dn %s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s: %s \u304b\u3089 %s \u306b\u751f\u6210 ID \u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3088\u3046\u306b\u6307\u793a\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u306f\u304a\u305d\u3089\u304f\u5b8c\u5168\u66f4\u65b0\u4e2d\u3067\u3059
NOTICE_DS_RECEIVED_ACK_ERROR_147=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d3\u30b9 %s\u3001\u30b5\u30fc\u30d0\u30fc ID %s \u3067\u3001\u4fdd\u8a3c\u66f4\u65b0\u30e1\u30c3\u30bb\u30fc\u30b8 %s \u306e\u80af\u5b9a\u78ba\u8a8d\u5fdc\u7b54\u6642\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTICE_DS_ACK_TIMEOUT_148=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d3\u30b9 %s \u3067\u3001\u6b21\u306e\u4fdd\u8a3c\u66f4\u65b0\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u80af\u5b9a\u78ba\u8a8d\u5fdc\u7b54\u3092 %s \u30df\u30ea\u79d2\u5f85\u6a5f\u3059\u308b\u3068\u3001\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3057\u307e\u3059: %s
SEVERE_ERR_DS_UNKNOWN_ASSURED_MODE_149=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u3067\u3001\u4e0d\u660e\u306a\u4fdd\u8a3c\u66f4\u65b0\u30e2\u30fc\u30c9\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f: %s\u3002\u30c9\u30e1\u30a4\u30f3\u306f %s \u3067\u3059\u3002\u30e1\u30c3\u30bb\u30fc\u30b8: %s
SEVERE_ERR_RS_UNKNOWN_ASSURED_MODE_150=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u3067\u3001\u4e0d\u660e\u306a\u4fdd\u8a3c\u66f4\u65b0\u30e2\u30fc\u30c9\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f: %s\u3002\u30c9\u30e1\u30a4\u30f3\u306f %s \u3067\u3059\u3002\u30e1\u30c3\u30bb\u30fc\u30b8: %s
SEVERE_ERR_UNKNOWN_ASSURED_SAFE_DATA_LEVEL_151=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u3067\u3001\u30ec\u30d9\u30eb\u304c\u77db\u76fe\u3057\u305f\u5b89\u5168\u30c7\u30fc\u30bf\u4fdd\u8a3c\u66f4\u65b0\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f: %s\u3002\u30c9\u30e1\u30a4\u30f3\u306f %s \u3067\u3059\u3002\u30e1\u30c3\u30bb\u30fc\u30b8: %s
SEVERE_ERR_RESET_GENERATION_ID_FAILED_152=\u30c9\u30e1\u30a4\u30f3 %s \u306e\u751f\u6210 ID \u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
NOTICE_ERR_CANNOT_CHANGE_CONFIG_DURING_TOTAL_UPDATE_153=\u5b8c\u5168\u66f4\u65b0\u306e\u9032\u884c\u4e2d\u306f\u3001\u69cb\u6210\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_COULD_NOT_START_REPLICATION_154=base-dn %s \u3067\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u958b\u59cb\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_ERROR_RETRIEVING_MONITOR_DATA_155=\u76e3\u8996\u30c7\u30fc\u30bf\u306e\u53d6\u5f97\u30a8\u30e9\u30fc: %s
SEVERE_ERR_EXCEPTION_LOCKING_RS_DOMAIN_156=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c9\u30e1\u30a4\u30f3\u306e\u30ed\u30c3\u30af\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_REPLICATION_PROTOCOL_MESSAGE_TYPE_157=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d7\u30ed\u30c8\u30b3\u30eb\u30a8\u30e9\u30fc\u3002\u30e1\u30c3\u30bb\u30fc\u30b8\u30bf\u30a4\u30d7\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002%s \u53d7\u4fe1\u6e08\u307f\u3001%s \u5fc5\u8981
SEVERE_ERR_RESYNC_REQUIRED_MISSING_DOMAIN_IN_PROVIDED_COOKIE_158=\u63d0\u4f9b\u3055\u308c\u305f Cookie \u306b\u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c9\u30e1\u30a4\u30f3 %s \u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u5b8c\u5168\u306a\u518d\u540c\u671f\u304c\u5fc5\u8981\u3067\u3059\u3002\u6b21\u306e Cookie \u5024\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3001\u6b20\u843d\u3057\u3066\u3044\u308b\u30c9\u30e1\u30a4\u30f3\u306b\u5bfe\u3059\u308b\u5909\u66f4\u306e COMPLETE \u30ec\u30b3\u30fc\u30c9\u3092\u542b\u3081\u3066\u3001\u6b20\u843d\u3057\u3066\u3044\u308b\u5909\u66f4\u3092\u53d6\u5f97\u3067\u304d\u307e\u3059: %s
SEVERE_ERR_BYTE_COUNT_159=\u30b5\u30fc\u30d0\u30fc\u30cf\u30f3\u30c9\u30e9\u306e\u30d0\u30a4\u30c8\u6570\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002\u30d0\u30a4\u30c8\u6570=%s (\u56fa\u5b9a\u5024)
NOTICE_ERR_FRACTIONAL_CONFIG_UNKNOWN_OBJECT_CLASS_160=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u304c\u4e0d\u6b63\u3067\u3059: \u30b9\u30ad\u30fc\u30de\u4e2d\u306b %s \u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u5b9a\u7fa9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
NOTICE_ERR_FRACTIONAL_CONFIG_UNKNOWN_ATTRIBUTE_TYPE_161=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u304c\u4e0d\u6b63\u3067\u3059 : \u30b9\u30ad\u30fc\u30de\u4e2d\u306b %s \u306e\u5c5e\u6027\u578b\u5b9a\u7fa9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
NOTICE_ERR_FRACTIONAL_CONFIG_NOT_OPTIONAL_ATTRIBUTE_162=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u304c\u4e0d\u6b63\u3067\u3059 : \u5c5e\u6027 %s \u306f\u30af\u30e9\u30b9 %s \u3067\u306f\u7701\u7565\u3067\u304d\u307e\u305b\u3093
NOTICE_ERR_FRACTIONAL_CONFIG_WRONG_FORMAT_163=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u304c\u4e0d\u6b63\u3067\u3059 : \u4e0d\u6b63\u306a\u5f62\u5f0f: %s (\u5c11\u306a\u304f\u3068\u3082 [<className>|*],attributeName \u304c\u5fc5\u8981)
NOTICE_ERR_FRACTIONAL_CONFIG_BOTH_MODES_164=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u304c\u4e0d\u6b63\u3067\u3059 : \u6392\u4ed6\u30e2\u30fc\u30c9\u3068\u5305\u62ec\u30e2\u30fc\u30c9\u306e\u4e21\u65b9\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NOTICE_ERR_FRACTIONAL_CONFIG_PROHIBITED_ATTRIBUTE_165=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u304c\u4e0d\u6b63\u3067\u3059 : \u7981\u6b62\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027 %s \u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
NOTICE_ERR_FRACTIONAL_166=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3: \u30c9\u30e1\u30a4\u30f3\u306e\u4f8b\u5916 : %s : %s
NOTICE_FRACTIONAL_BAD_DATA_SET_NEED_RESYNC_167=\u4e0d\u6b63 : \u30c9\u30e1\u30a4\u30f3 %s \u306e\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u306f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3068\u77db\u76fe\u3057\u3066\u3044\u307e\u3059 :  \u540c\u671f\u3059\u308b\u304b\u90e8\u5206\u69cb\u6210\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
MILD_ERR_PLUGIN_FRACTIONAL_LDIF_IMPORT_INVALID_PLUGIN_TYPE_168=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u7121\u52b9\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7 %s \u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002ldifImport \u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306e\u307f\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u3059
NOTICE_ERR_FULL_UPDATE_IMPORT_FRACTIONAL_BAD_REMOTE_169=\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u3068\u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u306e\u9593\u3067\u90e8\u5206\u69cb\u6210\u306b\u77db\u76fe\u304c\u3042\u308b\u305f\u3081\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u30c7\u30fc\u30bf\u3092\u30ea\u30e2\u30fc\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u5b8c\u5168\u66f4\u65b0\u304c\u505c\u6b62\u3057\u307e\u3057\u305f: \u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u540c\u3058\u90e8\u5206\u69cb\u6210\u304c\u3042\u308a\u307e\u305b\u3093
NOTICE_ERR_FULL_UPDATE_IMPORT_FRACTIONAL_REMOTE_IS_FRACTIONAL_170=\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u3068\u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u306e\u9593\u3067\u90e8\u5206\u69cb\u6210\u306b\u77db\u76fe\u304c\u3042\u308b\u305f\u3081\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u30c7\u30fc\u30bf\u3092\u30ea\u30e2\u30fc\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u5b8c\u5168\u66f4\u65b0\u304c\u505c\u6b62\u3057\u307e\u3057\u305f: \u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u3044\u304f\u3064\u304b\u306e\u90e8\u5206\u69cb\u6210\u304c\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u5b9b\u5148\u30b5\u30fc\u30d0\u30fc\u306f\u3042\u308a\u307e\u305b\u3093
NOTICE_ERR_FRACTIONAL_FORBIDDEN_OPERATION_171=\u90e8\u5206\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u306b\u77db\u76fe\u304c\u3042\u308b\u305f\u3081\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u3067\u306f\u4ee5\u4e0b\u306e\u64cd\u4f5c\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059 : %s
NOTICE_ERR_FRACTIONAL_FORBIDDEN_FULL_UPDATE_FRACTIONAL_172=\u30bd\u30fc\u30b9\u30b5\u30fc\u30d0\u30fc\u306b\u90e8\u5206\u69cb\u6210\u304c\u4e00\u90e8\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u30c9\u30e1\u30a4\u30f3 %s \u3092\u30b5\u30fc\u30d0\u30fc %s \u304b\u3089\u30c8\u30dd\u30ed\u30b8\u5185\u306e\u305d\u306e\u4ed6\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059 : \u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c8\u30dd\u30ed\u30b8\u5185\u306e\u4e00\u90e8\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u307f\u3067\u306f\u6574\u5408\u6027\u304c\u4fdd\u3066\u307e\u305b\u3093
MILD_ERR_DRAFT_CHANGENUMBER_DATABASE_173=\u30c9\u30e9\u30d5\u30c8\u5909\u66f4\u756a\u53f7\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u30a2\u30af\u30bb\u30b9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f : %s
SEVERE_ERR_INITIALIZATION_FAILED_NOCONN_174=\u30c9\u30e1\u30a4\u30f3 %s \u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f
SEVERE_ERR_FRACTIONAL_COULD_NOT_RETRIEVE_CONFIG_175=\u30a8\u30f3\u30c8\u30ea %s \u306b\u4e00\u81f4\u3059\u308b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u306e\u69cb\u6210\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
NOTICE_ERR_LDIF_IMPORT_FRACTIONAL_BAD_DATA_SET_176=\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u30c7\u30fc\u30bf\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u3001\u90e8\u5206\u69cb\u6210\u306e\u4e0d\u4e00\u81f4\u304c\u539f\u56e0\u3067\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f: \u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d0\u30fc\u3068\u540c\u3058\u90e8\u5206\u69cb\u6210\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
NOTICE_ERR_LDIF_IMPORT_FRACTIONAL_DATA_SET_IS_FRACTIONAL_177=\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u30c7\u30fc\u30bf\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u3001\u90e8\u5206\u69cb\u6210\u306e\u4e0d\u4e00\u81f4\u304c\u539f\u56e0\u3067\u4e2d\u6b62\u3055\u308c\u307e\u3057\u305f: \u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u3044\u304f\u3064\u304b\u306e\u90e8\u5206\u69cb\u6210\u304c\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d0\u30fc\u306f\u3042\u308a\u307e\u305b\u3093
SEVERE_ERR_DS_DISCONNECTED_DURING_HANDSHAKE_178=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u306b\u63a5\u7d9a\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u30cf\u30f3\u30c9\u30b7\u30a7\u30fc\u30af\u30d5\u30a7\u30fc\u30ba\u3067\u63a5\u7d9a\u89e3\u9664\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_RS_DISCONNECTED_DURING_HANDSHAKE_179=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u306b\u63a5\u7d9a\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u30cf\u30f3\u30c9\u30b7\u30a7\u30fc\u30af\u30d5\u30a7\u30fc\u30ba\u3067\u63a5\u7d9a\u89e3\u9664\u3055\u308c\u307e\u3057\u305f
NOTICE_ERR_UNABLE_TO_ENABLE_ECL_VIRTUAL_ATTR_182=\u5916\u90e8\u66f4\u65b0\u5c65\u6b74\u30ed\u30b0\u306e\u4eee\u60f3\u5c5e\u6027\u3092\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u5c5e\u6027: %s\u3001\u30a8\u30e9\u30fc: %s
NOTICE_ERR_UNABLE_TO_ENABLE_ECL_183=\u5916\u90e8\u66f4\u65b0\u5c65\u6b74\u30ed\u30b0\u3092\u6709\u52b9\u306b\u3059\u308b\u3068\u304d\u306b\u3001%s \u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTICE_ERR_ENTRY_UID_DSEE_MAPPING_184=\u30a8\u30f3\u30c8\u30ea %s \u3067\u30a8\u30f3\u30c8\u30ea\u306e UIDattribute \u5c5e\u6027\u3092 DSEE NsUniqueID \u5c5e\u6027\u306b\u30de\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30de\u30c3\u30d7\u5bfe\u8c61\u306e\u5024: %s\u3002\u30a8\u30e9\u30fc: %s
SEVERE_ERR_RESYNC_REQUIRED_UNKNOWN_DOMAIN_IN_PROVIDED_COOKIE_185=\u5b8c\u5168\u306a\u518d\u540c\u671f\u304c\u5fc5\u8981\u3067\u3059\u3002\u7406\u7531: \u63d0\u4f9b\u3055\u308c\u305f Cookie \u306b\u542b\u307e\u308c\u308b\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c9\u30e1\u30a4\u30f3 %s \u304c\u4e0d\u660e\u3067\u3059\u3002Cookie <%s>
SEVERE_ERR_RESYNC_REQUIRED_TOO_OLD_DOMAIN_IN_PROVIDED_COOKIE_186=\u5b8c\u5168\u306a\u518d\u540c\u671f\u304c\u5fc5\u8981\u3067\u3059\u3002\u7406\u7531: \u63d0\u4f9b\u3055\u308c\u305f Cookie \u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c9\u30e1\u30a4\u30f3\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u306e\u5c65\u6b74\u958b\u59cb\u3088\u308a\u3082\u53e4\u3044\u3067\u3059: %s
SEVERE_ERR_INVALID_COOKIE_SYNTAX_187=\u63d0\u4f9b\u3055\u308c\u305f Cookie \u306e\u7121\u52b9\u306a\u69cb\u6587
MILD_ERR_INIT_EXPORTER_DISCONNECTION_189=\u30c9\u30e1\u30a4\u30f3 %s (\u30b5\u30fc\u30d0\u30fc ID: %s): \u521d\u671f\u5316\u4e2d\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u5074\u306e\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u63a5\u7d9a\u89e3\u9664 (\u30b5\u30fc\u30d0\u30fc ID: %s) \u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_INIT_IMPORT_FAILURE_190=\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u306e\u521d\u671f\u5316\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_INIT_RS_DISCONNECTION_DURING_IMPORT_191=\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u3068\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f
SEVERE_ERR_INIT_BAD_MSG_ID_SEQ_DURING_IMPORT_192=\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u9593\u9055\u3063\u305f\u30e1\u30c3\u30bb\u30fc\u30b8 ID \u30b7\u30fc\u30b1\u30f3\u30b9\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002\u4e88\u60f3: %s \u5b9f\u969b: %s
SEVERE_ERR_INIT_NO_SUCCESS_START_FROM_SERVERS_193=\u6b21\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u4e88\u60f3\u6642\u9593\u5185\u306b\u521d\u671f\u5316\u3092\u80af\u5b9a\u5fdc\u7b54\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305d\u308c\u3089\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u30c0\u30a6\u30f3\u3057\u3066\u3044\u308b\u304b\u3001\u9045\u3059\u304e\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u306e\u30ea\u30b9\u30c8: %s
SEVERE_ERR_INIT_NO_SUCCESS_END_FROM_SERVERS_194=\u6b21\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u6b63\u3057\u3044\u4e16\u4ee3 (%s) \u3068\u7d50\u3073\u4ed8\u3044\u3066\u3044\u308b\u521d\u671f\u5316\u3092\u7d42\u4e86\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305d\u308c\u3089\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u505c\u6b62\u3057\u3066\u3044\u308b\u304b\u3001\u9045\u3059\u304e\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u306e\u30ea\u30b9\u30c8: %s
SEVERE_ERR_INIT_RS_DISCONNECTION_DURING_EXPORT_195=\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u521d\u671f\u5316\u6642\u306b\u3001serverId=%s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u63a5\u7d9a\u304c\u5931\u308f\u308c\u307e\u3059
SEVERE_ERR_INIT_HEARTBEAT_LOST_DURING_EXPORT_196=\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u521d\u671f\u5316\u6642\u306b\u3001serverId=%s \u306e\u521d\u671f\u5316\u3055\u308c\u305f\u30b5\u30fc\u30d0\u30fc\u304c\u505c\u6b62\u3057\u3066\u3044\u308b\u304b\u3001\u9045\u3059\u304e\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_SENDING_NEW_ATTEMPT_INIT_REQUEST_197=\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u306e\u521d\u671f\u5316\u7528\u306e\u65b0\u3057\u3044\u521d\u671f\u5316\u8981\u6c42\u306e\u9001\u4fe1\u6642\u306b\u3001\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f %s\u3002\u6700\u521d\u306e\u30a8\u30e9\u30fc: %s
NOTICE_RESENDING_INIT_FROM_REMOTE_REQUEST_198=\u30eb\u30fc\u30c8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u306e\u521d\u671f\u5316\u7528\u306e\u65b0\u3057\u3044\u521d\u671f\u5316\u8981\u6c42\u3092\u518d\u9001\u3057\u3066\u3044\u307e\u3059: %s
NOTICE_RESENDING_INIT_TARGET_199=\u30eb\u30fc\u30c8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u521d\u671f\u5316\u7528\u306e\u65b0\u3057\u3044\u521d\u671f\u5316\u306e\u958b\u59cb\u3092\u518d\u9001\u3057\u3066\u3044\u307e\u3059: %s
NOTICE_ERR_WHILE_TRYING_TO_DECODE_RUV_IN_STATE_200=RUV \u3092\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u306e\u72b6\u614b\u306b\u5909\u63db\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
SEVERE_ERR_RSQUEUE_DIFFERENT_MSGS_WITH_SAME_CN_201=2 \u3064\u306e\u7570\u306a\u308b\u5909\u66f4\u3092\u540c\u3058 changeNumber=%s \u3067\u51e6\u7406\u3057\u3066\u3044\u307e\u3059\u3002\u4ee5\u524d\u306e msg=<%s>\u3001\u65b0\u3057\u3044 msg=<%s>
SEVERE_ERR_COULD_NOT_SOLVE_CONFLICT_202=DN \u306e\u7af6\u5408\u3092\u89e3\u6c7a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f : %s \u30a8\u30e9\u30fc : %s
