# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.
#
#
# This file contains the primary Directory Server configuration.  It must not
# be directly edited while the server is online.  The server configuration
# should only be managed using the administration utilities provided with the
# Directory Server.


#
# Global directives
#
global.category=SYNC

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_SYNC_INVALID_DN_1=Le DN configur\u00e9 est d\u00e9j\u00e0 utilis\u00e9 par un autre domaine
MILD_ERR_INVALID_CHANGELOG_SERVER_4=Configuration de serveur de r\u00e9plication incorrecte
MILD_ERR_UNKNOWN_HOSTNAME_5=\u00c9chec du d\u00e9marrage du serveur de r\u00e9plication, car le nom d'h\u00f4te est inconnu
MILD_ERR_COULD_NOT_BIND_CHANGELOG_6=\u00c9chec du d\u00e9marrage du serveur de r\u00e9plication : impossible de cr\u00e9er une liaison au port d'\u00e9coute : %d. Erreur : %s 
MILD_ERR_UNKNOWN_TYPE_7=Type d'op\u00e9ration inconnu : %s
MILD_ERR_OPERATION_NOT_FOUND_IN_PENDING_9=Erreur interne : le num\u00e9ro de modification %s de l'op\u00e9ration %s est introuvable dans la liste en attente 
MILD_ERR_COULD_NOT_INITIALIZE_DB_10=L'\u00e9chec du d\u00e9marrage du serveur de r\u00e9plication, car la base de donn\u00e9es %s n'a pas pu \u00eatre ouverte
MILD_ERR_COULD_NOT_READ_DB_11=\u00c9chec du d\u00e9marrage du serveur de r\u00e9plication, car la base de donn\u00e9es %s n'a pas pu \u00eatre lue : %s
MILD_ERR_EXCEPTION_REPLAYING_OPERATION_12=Une exception a \u00e9t\u00e9 d\u00e9tect\u00e9e lors de la relecture de l'op\u00e9ration %s : %s
MILD_ERR_NEED_CHANGELOG_PORT_13=Le port du serveur de r\u00e9plication doit \u00eatre d\u00e9fini
DEBUG_ERROR_UPDATING_RUV_14=Error %s when updating server state %s : %s base dn : %s
MILD_ERR_ERROR_SEARCHING_RUV_15=Erreur %s lors de la recherche de l'\u00e9tat du serveur %s : %s dn de base : %s
NOTICE_SERVER_DISCONNECT_16=%s s'est d\u00e9connect\u00e9 de ce serveur de r\u00e9plication
NOTICE_NO_CHANGELOG_SERVER_LISTENING_17=Aucun serveur de r\u00e9plication n'\u00e9coute sur %s
NOTICE_FOUND_CHANGELOGS_WITH_MY_CHANGES_18=%d serveur(s) de r\u00e9plication trouv\u00e9(s) avec des modifications \u00e0 jour pour le suffixe %s
NOTICE_NEED_MORE_THAN_ONE_CHANGELOG_SERVER_19=Plus d'un serveur de r\u00e9plication doit \u00eatre configur\u00e9
SEVERE_ERR_EXCEPTION_STARTING_SESSION_20=Caught Exception during initial communication on domain %s with replication server %s : %s
MILD_ERR_CANNOT_RECOVER_CHANGES_21=Erreur lors de la recherche d'anciennes modifications \u00e0 partir de la base de donn\u00e9es pour le DN de base %s 
NOTICE_COULD_NOT_FIND_CHANGELOG_WITH_MY_CHANGES_22=Serveur de r\u00e9plication ayant consult\u00e9 toutes les modifications locales sur le suffixe %s introuvable. %d serveur(s) de r\u00e9plication non mis \u00e0 jour trouv\u00e9(s). Relecture des modifications imminente
NOTICE_COULD_NOT_FIND_CHANGELOG_23=Impossible de se connecter \u00e0 un serveur de r\u00e9plication sur le suffixe %s, nouvelle tentative...
NOTICE_EXCEPTION_CLOSING_DATABASE_24=Erreur lors de la fermeture de la base de donn\u00e9es du serveur de r\u00e9plication %s :
SEVERE_ERR_EXCEPTION_DECODING_OPERATION_25=Error trying to replay %s, operation could not be decoded :
FATAL_ERR_CHANGELOG_SHUTDOWN_DATABASE_ERROR_26=Error Trying to use the underlying database. The Replication Server is going to shut down
SEVERE_ERR_IGNORE_BAD_DN_IN_DATABASE_IDENTIFIER_27=A badly formatted DN was found in the list of database known by this Replication Server :%s. This Identifier will be ignored
SEVERE_ERR_ERROR_CLOSING_CHANGELOG_ENV_28=Erreur lors de la fermeture de la base de donn\u00e9es du serveur de r\u00e9plication :
SEVERE_ERR_EXCEPTION_CHANGELOG_TRIM_FLUSH_29=Error during the Replication Server database trimming or flush process. The Changelog service is going to shutdown
SEVERE_ERR_CHANGELOG_CONNECTION_ERROR_30=Error during Replication server message processing . Connection from %s is rejected
SEVERE_ERR_UNKNOWN_MESSAGE_31=%s has sent an unknown message. Closing the connection
SEVERE_ERR_WRITER_UNEXPECTED_EXCEPTION_32=An unexpected error happened handling connection with %s.  This connection is going to be closed
SEVERE_ERR_CHANGELOG_ERROR_SENDING_ACK_33=An unexpected error occurred  while sending an ack to %s.  This connection is going to be closed and reopened
SEVERE_ERR_EXCEPTION_RECEIVING_REPLICATION_MESSAGE_34=An Exception was caught while receiving replication message : %s
MILD_ERR_LOOP_REPLAYING_OPERATION_35=Une boucle a \u00e9t\u00e9 d\u00e9tect\u00e9e lors de la relecture de l'op\u00e9ration : %s erreur %s
MILD_ERR_FILE_CHECK_CREATE_FAILED_36=Une exception a \u00e9t\u00e9 d\u00e9tect\u00e9e lors du test de l'existence ou de la tentative de cr\u00e9ation du r\u00e9pertoire pour la base de donn\u00e9es du serveur de r\u00e9plication : %s
INFO_CHANGELOG_SERVER_ATTR_37=Liste des serveurs de r\u00e9plication auxquels ce serveur de r\u00e9plication doit se connecter. Chaque valeur de cet attribut doit contenir des valeurs construites avec le nom d'h\u00f4te et le num\u00e9ro de port du serveur distant, s\u00e9par\u00e9s par ":" 
INFO_SERVER_ID_ATTR_38=ID serveur. Chaque serveur de r\u00e9plication dans la topologie doit y recevoir un ID serveur unique
INFO_CHANGELOG_PORT_ATTR_39=Num\u00e9ro de port que le serveur de r\u00e9plication utilisera pour \u00e9couter des connexions \u00e0 partir de serveurs LDAP 
INFO_WINDOW_SIZE_ATTR_40=Recevoir la taille de fen\u00eatre du serveur de r\u00e9plication
INFO_QUEUE_SIZE_ATTR_41=Recevoir la taille de file d'attente du serveur de r\u00e9plication. Les serveurs de r\u00e9plication seront plac\u00e9s en file d'attente jusqu'\u00e0 atteindre ce nombre de messages dans sa file d'attente de m\u00e9moire et enregistrer les messages les plus anciens dans un stockage persistant. L'utilisation d'une taille plus importante peut am\u00e9liorer les performances lorsque le d\u00e9lai de r\u00e9plication est plus important que cette taille, au risque d'utiliser davantage de m\u00e9moire
INFO_CHANGELOG_DIR_PATH_ATTR_42=R\u00e9pertoire du serveur de r\u00e9plication. Le serveur de r\u00e9plication va cr\u00e9er l'ensemble du stockage persistant sous ce chemin d'acc\u00e8s
INFO_PURGE_DELAY_ATTR_43=D\u00e9lai de purge du serveur de r\u00e9plication, les serveurs de r\u00e9plication conservent toutes les modifications pendant l'espace de temps sp\u00e9cifi\u00e9 avant de les supprimer. Cette valeur d\u00e9finit l'\u00e2ge maximal d'une sauvegarde pouvant \u00eatre restaur\u00e9e dans le cas o\u00f9 les serveurs de r\u00e9plication ne seraient pas en mesure d'actualiser les serveurs LDAP avec des versions ant\u00e9rieures des donn\u00e9es. Z\u00e9ro sp\u00e9cifie un d\u00e9lai infini (c'est \u00e0 dire ne jamais purger)
SEVERE_ERR_SIMULTANEOUS_IMPORT_EXPORT_REJECTED_44=The current request is rejected due to an import or an export already in progress for the same data
SEVERE_ERR_INVALID_IMPORT_SOURCE_45=Invalid source for the import
SEVERE_ERR_INVALID_EXPORT_TARGET_46=Invalid target for the export
SEVERE_ERR_NO_REACHABLE_PEER_IN_THE_DOMAIN_47=No reachable peer in the domain
SEVERE_ERR_NO_MATCHING_DOMAIN_48=No domain matches the base DN provided
SEVERE_ERR_MULTIPLE_MATCHING_DOMAIN_49=Multiple domains match the base DN provided
SEVERE_ERR_INVALID_PROVIDER_50=The provider class does not allow the operation requested
SEVERE_ERR_COULD_NOT_SOLVE_HOSTNAME_51=The hostname %s could not be resolved as an IP address
NOTICE_READER_NULL_MSG_52=Message null re\u00e7u de %s
NOTICE_READER_EXCEPTION_53=Exception lors de la lecture de messages de %s
SEVERE_ERR_DUPLICATE_SERVER_ID_54=Servers %s and %s have the same ServerId : %d
SEVERE_ERR_DUPLICATE_REPLICATION_SERVER_ID_55=Replication Servers %s and %s have the same ServerId : %d
SEVERE_ERR_BAD_HISTORICAL_56=Entry %s was containing some unknown historical information, This may cause some inconsistency for this entry
MILD_ERR_CANNOT_ADD_CONFLICT_ATTRIBUTE_57=Un conflit a \u00e9t\u00e9 d\u00e9tect\u00e9 mais des informations sur ce conflit n'ont pas pu \u00eatre ajout\u00e9es. Op\u00e9ration :
MILD_ERR_CANNOT_RENAME_CONFLICT_ENTRY_58=Une erreur s'est produite lors de la tentative de renommage d'une entr\u00e9e conflictuelle :
MILD_ERR_EXCEPTION_RENAME_CONFLICT_ENTRY_59=Une exception s'est produite lors de la tentative de renommage d'une entr\u00e9e conflictuelle :
SEVERE_ERR_CHANGELOG_UNSUPPORTED_UTF8_ENCODING_60=The JVM does not support UTF-8. This is required to be able to encode the changes in the database. This replication server will now shutdown
SEVERE_ERR_REPLICATION_COULD_NOT_CONNECT_61=The Replication is configured for suffix  %s but was not able to connect to any Replication Server
NOTICE_NOW_FOUND_SAME_GENERATION_CHANGELOG_62=La r\u00e9plication est fonctionnelle pour le domaine %s avec le serveur de r\u00e9plication %s - la g\u00e9n\u00e9ration de donn\u00e9es est %s
NOTICE_DISCONNECTED_FROM_CHANGELOG_63=La connexion au serveur de r\u00e9plication %s a \u00e9t\u00e9 coup\u00e9e par le serveur de r\u00e9plication 
SEVERE_ERR_CHANGELOG_ERROR_SENDING_INFO_64=An unexpected error occurred while sending a Server Info message to %s. This connection is going to be closed and reopened
SEVERE_ERR_CHANGELOG_ERROR_SENDING_ERROR_65=An unexpected error occurred while sending an Error Message to %s. This connection is going to be closed and reopened
SEVERE_ERR_CHANGELOG_ERROR_SENDING_MSG_66=An unexpected error occurred  while sending a Message to %s. This connection is going to be closed and reopened
MILD_ERR_ERROR_REPLAYING_OPERATION_67=Impossible de relire l'op\u00e9ration %s avec l'erreur %s %s de ChangeNumber %s
MILD_ERR_UNKNOWN_ATTRIBUTE_IN_HISTORICAL_68=L'entr\u00e9e %s poss\u00e8de des informations historiques pour l'attribut %s, qui n'est pas d\u00e9fini dans le sch\u00e9ma. Ces informations vont \u00eatre ignor\u00e9es
NOTICE_UNRESOLVED_CONFLICT_69=Un conflit non r\u00e9solu a \u00e9t\u00e9 d\u00e9tect\u00e9 pour le DN %s
SEVERE_ERR_COULD_NOT_CLOSE_THE_SOCKET_70=The Replication Server socket could not be closed : %s
SEVERE_ERR_COULD_NOT_STOP_LISTEN_THREAD_71=The thread listening on the replication server port could not be stopped : %s
DEBUG_REPLICATION_PORT_IOEXCEPTION_72=An IOException was caught while listening on the replication port
SEVERE_ERR_SEARCHING_GENERATION_ID_73=An unexpected error %s occurred when searching for generation id for domain : %s
SEVERE_ERR_SEARCHING_DOMAIN_BACKEND_74=An unexpected error occurred when looking for the replicated backend : %s. It may be not configured or disabled
SEVERE_ERR_LOADING_GENERATION_ID_75=An unexpected error occurred when searching in %s for the generation ID  : %s
SEVERE_ERR_UPDATING_GENERATION_ID_76=An unexpected error %s occurred  when updating generation ID for the domain : %s
NOTICE_BAD_GENERATION_ID_77=Sur le suffixe %s. Le serveur %s a fourni l'ID g\u00e9n\u00e9ration =%s alors que l'ID g\u00e9n\u00e9ration attendu \u00e9tait =%s. Par cons\u00e9quent, la r\u00e9plication est endommag\u00e9e pour ce serveur
NOTICE_RESET_GENERATION_ID_78=L'ID g\u00e9n\u00e9ration a \u00e9t\u00e9 r\u00e9initialis\u00e9 pour le domaine %s. La r\u00e9plication est maintenant endommag\u00e9e pour ce domaine
MILD_ERR_ERROR_MSG_RECEIVED_79=L'erreur suivante a \u00e9t\u00e9 re\u00e7ue : <%s>
MILD_ERR_IGNORING_UPDATE_FROM_80=La mise \u00e0 jour <%s> re\u00e7ue du serveur <%s> est ignor\u00e9e en raison d'un ID g\u00e9n\u00e9ration incorrect de ce serveur
MILD_ERR_IGNORING_UPDATE_TO_81=Dans %s, la mise \u00e0 jour <%s> ne va pas \u00eatre envoy\u00e9e au serveur %s avec l'ID g\u00e9n\u00e9ration=%s diff\u00e9rent de l'ID g\u00e9n\u00e9ration attendu =%s
SEVERE_ERR_INIT_IMPORT_NOT_SUPPORTED_82= Initialization cannot be done because import is not supported by the backend %s
SEVERE_ERR_INIT_EXPORT_NOT_SUPPORTED_83= Initialization cannot be done because export is not supported by the backend %s
SEVERE_ERR_INIT_CANNOT_LOCK_BACKEND_84= Initialization cannot be done because the following error occurred while locking the backend %s : %s
NOTICE_EXCEPTION_RESTARTING_SESSION_85=Exception d\u00e9tect\u00e9e lors de la r\u00e9initialisation de la communication sur le domaine %s : %s
SEVERE_ERR_EXCEPTION_LISTENING_86=Replication server caught exception while listening for client connections %s
SEVERE_ERR_ERROR_CLEARING_DB_87=While clearing the database %s , the following error happened: %s
NOTICE_ERR_ROUTING_TO_SERVER_88=Erreur de protocole : il n'est pas pr\u00e9vu qu'un serveur de r\u00e9plication soit la destination d'un message de type %s
SEVERE_ERR_CHECK_CREATE_REPL_BACKEND_FAILED_89=An unexpected error occurred when testing existence or creating the replication backend : %s
SEVERE_ERR_DELETE_REPL_BACKEND_FAILED_90=An unexpected error occurred when deleting the replication backend : %s
 SEVERE_ERR_BACKEND_EXPORT_ENTRY_91=An error occurred when exporting the entry %s : %s
SEVERE_ERR_BACKEND_CANNOT_CREATE_LDIF_WRITER_92 =An error occurred when creating the LDIF writer to export backend : %s
SEVERE_ERR_BACKEND_SEARCH_ENTRY_93 =An error occurred when searching for %s : %s
SEVERE_ERR_REPLICATIONBACKEND_ENTRY_DOESNT_EXIST_94=Entry %s does not exist in the replication server backend
SEVERE_ERR_UNKNOWN_DN_95=The base DN %s is not stored by any of the Directory Server backend
NOTICE_NOW_FOUND_BAD_GENERATION_CHANGELOG_96=La r\u00e9plication est op\u00e9rationnelle, mais endommag\u00e9e pour le domaine %s avec le serveur de r\u00e9plication %s - la g\u00e9n\u00e9ration de donn\u00e9es locale est %s - la g\u00e9n\u00e9ration de donn\u00e9es du serveur de r\u00e9plication est %s - Cela peut \u00eatre temporaire uniquement ou n\u00e9cessiter une resynchronisation compl\u00e8te
NOTICE_HEARTBEAT_FAILURE_97=%s ferme la session car aucune pulsation n'est d\u00e9tect\u00e9e
SEVERE_ERR_REPLICATONBACKEND_IMPORT_LDIF_NOT_SUPPORTED_98=The replication server backend does not support the import ldif function
SEVERE_ERR_REPLICATONBACKEND_EXPORT_LDIF_FAILED_99=The replication server backend cannot export its entries in LDIF format because the export-ldif command must be run as a task
NOTICE_SSL_SERVER_CON_ATTEMPT_ERROR_105=\u00c9chec de la tentative de connexion SSL depuis %s (%s) : %s
SEVERE_ERR_MISSING_REMOTE_MONITOR_DATA_106=Monitor data of remote servers are missing due to an error in the retrieval process. Potentially a server is too slow to provide its monitoring data over the protocol
SEVERE_ERR_PROCESSING_REMOTE_MONITOR_DATA_107=Monitor data of remote servers are missing due to a processing error : %s
SEVERE_ERR_SENDING_REMOTE_MONITOR_DATA_REQUEST_108=Exception raised when sending request to get remote monitor data
SEVERE_ERR_EXCEPTION_REPLAYING_REPLICATION_MESSAGE_109=An Exception was caught while replaying replication message : %s
SEVERE_ERR_REPLICATION_SERVER_CONFIG_NOT_FOUND_110=The replication server configuration could not be found
DEBUG_GOING_TO_SEARCH_FOR_CHANGES_111=The replication server is late regarding our changes: going to send missing ones
DEBUG_SENDING_CHANGE_112=Sending change number: %s
DEBUG_CHANGES_SENT_113=All missing changes sent to replication server
SEVERE_ERR_PUBLISHING_FAKE_OPS_114=Caught exception publishing fake operations for domain %s to replication server %s : %s
SEVERE_ERR_COMPUTING_FAKE_OPS_115=Caught exception computing fake operations for domain %s for replication server %s : %s
NOTICE_IGNORING_REMOTE_MONITOR_DATA_116=Certaines donn\u00e9es de contr\u00f4le ont \u00e9t\u00e9 re\u00e7ues depuis le serveur avec l'ID serveur %s trop tardivement et sont ignor\u00e9es
NOTICE_SERVER_STATE_RECOVERY_117=R\u00e9cup\u00e9ration ServerState pour le domaine %s, mis \u00e0 jour avec changeNumber %s
SEVERE_ERR_RESET_GENERATION_CONN_ERR_ID_118=The generation ID could not be reset for domain %s because it is NOT connected to the replication. You should check in the configuration that the domain is enabled
