# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=VERSION

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
INFO_890_UPGRADE_1=\u3053\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3067\u306f\u3001Berkeley DB Java Edition JAR \u304c\u30d0\u30fc\u30b8\u30e7\u30f3 3.2.13 \u306b\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u5c0e\u5165\u3055\u308c\u308b\u30c7\u30fc\u30bf\u5f62\u5f0f\u306f\u3001\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30c7\u30fc\u30bf\u5f62\u5f0f\u3068\u306e\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002  \u3053\u306e\u305f\u3081\u3001\u3042\u3068\u3067\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3059\u5834\u5408\u306b\u306f\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3057\u305f\u3042\u3068\u3067\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_890_REVERSION_2=\u3053\u306e\u5fa9\u5e30\u64cd\u4f5c\u306b\u3088\u308a\u3001Berkeley DB Java Edition JAR \u306f\u3001\u73fe\u5728\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3068\u306f\u7570\u306a\u308b\u30c7\u30fc\u30bf\u5f62\u5f0f\u3092\u4f7f\u7528\u3059\u308b\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u3055\u308c\u307e\u3059\u3002  \u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u5143\u306b\u623b\u3059\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u5fa9\u5e30\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u3067\u30c7\u30fc\u30bf\u3092\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_1582_UPGRADE_3=\u3053\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3067\u306f\u6539\u5584\u3055\u308c\u305f\u30c7\u30fc\u30bf\u5f62\u5f0f\u304c\u5c0e\u5165\u3055\u308c\u308b\u305f\u3081\u306b\u3001\u73fe\u5728\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3068\u306e\u4e0b\u4f4d\u4e92\u63db\u6027\u304c\u306a\u304f\u306a\u308a\u307e\u3059\u3002  \u3053\u306e\u305f\u3081\u3001\u3042\u3068\u3067\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3059\u5834\u5408\u306b\u306f\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3057\u305f\u3042\u3068\u3067\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_1582_REVERSION_4=\u3053\u306e\u5fa9\u5e30\u64cd\u4f5c\u306b\u3088\u308a\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u30c7\u30fc\u30bf\u306e\u683c\u7d0d\u306b\u4f7f\u7528\u3059\u308b\u30c7\u30fc\u30bf\u5f62\u5f0f\u304c\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3055\u308c\u307e\u3059\u3002  \u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u5143\u306b\u623b\u3059\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u5fa9\u5e30\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u3067\u30c7\u30fc\u30bf\u3092\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_2049_UPGRADE_5=\u3053\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3067\u306f\u6539\u5584\u3055\u308c\u305f\u30c7\u30fc\u30bf\u5f62\u5f0f\u304c\u5c0e\u5165\u3055\u308c\u308b\u305f\u3081\u306b\u3001\u73fe\u5728\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3068\u306e\u4e0b\u4f4d\u4e92\u63db\u6027\u304c\u306a\u304f\u306a\u308a\u307e\u3059\u3002  \u3053\u306e\u305f\u3081\u3001\u3042\u3068\u3067\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3059\u5834\u5408\u306b\u306f\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3057\u305f\u3042\u3068\u3067\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_2049_REVERSION_6=\u3053\u306e\u5fa9\u5e30\u64cd\u4f5c\u306b\u3088\u308a\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u30c7\u30fc\u30bf\u306e\u683c\u7d0d\u306b\u4f7f\u7528\u3059\u308b\u30c7\u30fc\u30bf\u5f62\u5f0f\u304c\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3055\u308c\u307e\u3059\u3002  \u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u5143\u306b\u623b\u3059\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u5fa9\u5e30\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u3067\u30c7\u30fc\u30bf\u3092\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_2974_UPGRADE_7=\u3053\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u306b\u3088\u308a\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u975e\u63a8\u5968\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306b\u5bfe\u3057\u3066\u3001\u4e92\u63db\u6027\u306e\u306a\u3044\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u5909\u66f4\u304c\u52a0\u3048\u3089\u308c\u307e\u3059\u3002  \u30b9\u30ad\u30fc\u30de\u306f\u540d\u524d\u3067\u306f\u306a\u304f DN \u3067\u53c2\u7167\u3055\u308c\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f\u3002  \u30b9\u30ad\u30fc\u30de\u540d\u3092\u81ea\u52d5\u7684\u306b DN \u306b\u5909\u63db\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093
INFO_2974_REVERSION_8=2974 \u3088\u308a\u524d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u623b\u3059\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u5185\u306e\u975e\u63a8\u5968\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u53c2\u7167\u304c\u540d\u524d\u304b\u3089 DN \u306b\u5909\u63db\u3055\u308c\u3066\u304a\u308a\u3001DN \u304b\u3089\u30b9\u30ad\u30fc\u30de\u540d\u306b\u623b\u3059\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
INFO_3294_UPGRADE_9=\u3053\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u306b\u3088\u308a\u3001\u4e0b\u4f4d\u4e92\u63db\u6027\u306e\u306a\u3044\u65b0\u3057\u3044\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u304c\u5c0e\u5165\u3055\u308c\u307e\u3059\u3002  \u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093
INFO_3294_REVERSION_10=\u30ea\u30d3\u30b8\u30e7\u30f3 3294 \u3067\u306f\u65b0\u3057\u3044\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u304c\u5c0e\u5165\u3055\u308c\u307e\u3059\u3002  \u5143\u306b\u623b\u3059\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
INFO_3708_UPGRADE_11=\u3053\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u306b\u3088\u308a\u3001\u4e0b\u4f4d\u4e92\u63db\u6027\u306e\u306a\u3044\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u306e\u5909\u66f4\u304c\u52a0\u3048\u3089\u308c\u307e\u3059\u3002  \u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093
INFO_3708_REVERSION_12=\u30ea\u30d3\u30b8\u30e7\u30f3 3294 \u3067\u306f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u306b\u5909\u66f4\u304c\u52a0\u3048\u3089\u308c\u307e\u3059\u3002  \u5143\u306b\u623b\u3059\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093 
INFO_3873_UPGRADE_13=\u3053\u306e\u5909\u66f4\u306b\u3088\u308a\u3001\u8b58\u5225\u540d\u3092\u6b63\u898f\u5316\u3059\u308b\u65b9\u6cd5\u306b\u5909\u66f4\u304c\u52a0\u3048\u3089\u308c\u307e\u3059\u3002  \u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3059\u308b\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u3067\u30c7\u30fc\u30bf\u3092\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_3873_REVERSION_14=\u3053\u306e\u5fa9\u5e30\u64cd\u4f5c\u306b\u3088\u308a\u3001\u6b63\u898f\u5316\u3055\u308c\u305f\u8b58\u5225\u540d\u5f62\u5f0f\u304c\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u623b\u3055\u308c\u307e\u3059\u3002  \u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u5143\u306b\u623b\u3059\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u5fa9\u5e30\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u3067\u30c7\u30fc\u30bf\u3092\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
