# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=VERSION

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
INFO_890_UPGRADE_1=\u6b64\u5347\u7ea7\u64cd\u4f5c\u4f1a\u5c06 Berkeley \u6570\u636e\u5e93 Java Edition JAR \u5347\u7ea7\u5230\u7248\u672c 3.2.13\uff0c\u8fd9\u53ef\u5bfc\u81f4\u6570\u636e\u683c\u5f0f\u4e0d\u517c\u5bb9\u3002\u56e0\u6b64\uff0c\u5982\u679c\u4ee5\u540e\u8981\u5c06\u6b64\u5b89\u88c5\u8fd8\u539f\u81f3\u4ee5\u524d\u7684\u7248\u672c\uff0c\u5219\u5fc5\u987b\u4ece\u6b64\u670d\u52a1\u5668\u4e2d\u5bfc\u51fa\u6570\u636e\uff0c\u5e76\u5728\u5b8c\u6210\u8fd8\u539f\u540e\u91cd\u65b0\u5bfc\u5165\u8be5\u6570\u636e
INFO_890_REVERSION_2=\u6b64\u8fd8\u539f\u64cd\u4f5c\u4f1a\u5c06 Berkeley \u6570\u636e\u5e93 Java Edition JAR \u964d\u7ea7\u4e3a\u65e7\u7248\u672c\uff0c\u8be5\u65e7\u7248\u672c\u4f7f\u7528\u4e0e\u5f53\u524d\u7248\u672c\u4e0d\u540c\u7684\u6570\u636e\u683c\u5f0f\u3002\u8981\u8fd8\u539f\u6b64\u670d\u52a1\u5668\uff0c\u60a8\u5fc5\u987b\u4ece\u4e2d\u5bfc\u51fa\u6570\u636e\uff0c\u5e76\u5728\u5b8c\u6210\u8fd8\u539f\u540e\u91cd\u65b0\u5bfc\u5165\u8be5\u6570\u636e
INFO_1582_UPGRADE_3=\u6b64\u5347\u7ea7\u64cd\u4f5c\u4f1a\u6539\u8fdb\u6570\u636e\u683c\u5f0f\uff0c\u8fd9\u4e9b\u6539\u8fdb\u4e0d\u5411\u540e\u517c\u5bb9\u5f53\u524d\u7248\u672c\u3002\u56e0\u6b64\uff0c\u5982\u679c\u4ee5\u540e\u8981\u5c06\u6b64\u5b89\u88c5\u8fd8\u539f\u81f3\u4ee5\u524d\u7684\u7248\u672c\uff0c\u5219\u5fc5\u987b\u4ece\u6b64\u670d\u52a1\u5668\u4e2d\u5bfc\u51fa\u6570\u636e\uff0c\u5e76\u5728\u5b8c\u6210\u8fd8\u539f\u540e\u91cd\u65b0\u5bfc\u5165\u8be5\u6570\u636e
INFO_1582_REVERSION_4=\u6b64\u8fd8\u539f\u64cd\u4f5c\u4f1a\u5c06\u670d\u52a1\u5668\u7528\u4e8e\u5b58\u50a8\u6570\u636e\u7684\u6570\u636e\u683c\u5f0f\u8fd8\u539f\u81f3\u4ee5\u524d\u7684\u7248\u672c\u3002\u8981\u8fd8\u539f\u6b64\u670d\u52a1\u5668\uff0c\u60a8\u5fc5\u987b\u4ece\u4e2d\u5bfc\u51fa\u6570\u636e\uff0c\u5e76\u5728\u5b8c\u6210\u8fd8\u539f\u540e\u91cd\u65b0\u5bfc\u5165\u8be5\u6570\u636e
INFO_2049_UPGRADE_5=\u6b64\u5347\u7ea7\u64cd\u4f5c\u4f1a\u6539\u8fdb\u6570\u636e\u683c\u5f0f\uff0c\u8fd9\u4e9b\u6539\u8fdb\u4e0d\u5411\u540e\u517c\u5bb9\u5f53\u524d\u7248\u672c\u3002\u56e0\u6b64\uff0c\u5982\u679c\u4ee5\u540e\u8981\u5c06\u6b64\u5b89\u88c5\u8fd8\u539f\u81f3\u4ee5\u524d\u7684\u7248\u672c\uff0c\u5219\u5fc5\u987b\u4ece\u6b64\u670d\u52a1\u5668\u4e2d\u5bfc\u51fa\u6570\u636e\uff0c\u5e76\u5728\u5b8c\u6210\u8fd8\u539f\u540e\u91cd\u65b0\u5bfc\u5165\u8be5\u6570\u636e
INFO_2049_REVERSION_6=\u6b64\u8fd8\u539f\u64cd\u4f5c\u4f1a\u5c06\u670d\u52a1\u5668\u7528\u4e8e\u5b58\u50a8\u6570\u636e\u7684\u6570\u636e\u683c\u5f0f\u8fd8\u539f\u81f3\u4ee5\u524d\u7684\u7248\u672c\u3002\u8981\u8fd8\u539f\u6b64\u670d\u52a1\u5668\uff0c\u60a8\u5fc5\u987b\u4ece\u4e2d\u5bfc\u51fa\u6570\u636e\uff0c\u5e76\u5728\u5b8c\u6210\u8fd8\u539f\u540e\u91cd\u65b0\u5bfc\u5165\u8be5\u6570\u636e
INFO_2974_UPGRADE_7=\u6b64\u5347\u7ea7\u64cd\u4f5c\u4f1a\u4e3a\u4e0e\u5bc6\u7801\u7b56\u7565\u5173\u8054\u7684\u9ed8\u8ba4\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u548c\u8fc7\u65f6\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u5f15\u5165\u4e0d\u517c\u5bb9\u7684\u5c5e\u6027\u66f4\u6539\u3002\u73b0\u5728\uff0c\u8fd9\u4e9b\u65b9\u6848\u6309 DN \u800c\u4e0d\u662f\u6309\u540d\u79f0\u8fdb\u884c\u5f15\u7528\u3002\u7531\u4e8e\u65e0\u6cd5\u81ea\u52a8\u5c06\u65b9\u6848\u540d\u79f0\u8f6c\u6362\u4e3a DN\uff0c\u6240\u4ee5\u4e0d\u80fd\u8fdb\u884c\u5347\u7ea7
INFO_2974_REVERSION_8=\u65e0\u6cd5\u8fd8\u539f\u81f3 2974 \u4e4b\u524d\u7684\u4fee\u8ba2\u7248\uff0c\u56e0\u4e3a\u5bc6\u7801\u7b56\u7565\u4e2d\u7684\u9ed8\u8ba4\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u548c\u8fc7\u65f6\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u5f15\u7528\u5df2\u7531\u540d\u79f0\u8f6c\u6362\u4e3a DN\uff0c\u4f46\u4e0d\u80fd\u4ece DN \u8fd8\u539f\u81f3\u65b9\u6848\u540d\u79f0
INFO_3294_UPGRADE_9=\u6b64\u5347\u7ea7\u64cd\u4f5c\u4f1a\u5f15\u5165\u4e0d\u5411\u540e\u517c\u5bb9\u7684\u65b0\u5b89\u5168\u6846\u67b6\u3002\u56e0\u6b64\uff0c\u65e0\u6cd5\u8fdb\u884c\u5347\u7ea7
INFO_3294_REVERSION_10=\u4fee\u8ba2\u7248 3294 \u5f15\u5165\u4e86\u65b0\u5b89\u5168\u6846\u67b6\u3002\u56e0\u6b64\uff0c\u65e0\u6cd5\u8fdb\u884c\u8fd8\u539f
INFO_3708_UPGRADE_11=\u6b64\u5347\u7ea7\u64cd\u4f5c\u4f1a\u5f15\u5165\u4e0d\u5411\u540e\u517c\u5bb9\u7684\u540e\u7aef\u914d\u7f6e\u66f4\u6539\u3002\u56e0\u6b64\uff0c\u65e0\u6cd5\u8fdb\u884c\u5347\u7ea7
INFO_3708_REVERSION_12=\u4fee\u8ba2\u7248 3294 \u5f15\u5165\u4e86\u540e\u7aef\u914d\u7f6e\u66f4\u6539\u3002\u56e0\u6b64\uff0c\u65e0\u6cd5\u8fdb\u884c\u8fd8\u539f 
INFO_3873_UPGRADE_13=\u6b64\u66f4\u6539\u4f1a\u6539\u53d8\u6807\u8bc6\u540d\u7684\u6807\u51c6\u5316\u65b9\u5f0f\u3002\u8981\u5347\u7ea7\u6b64\u670d\u52a1\u5668\uff0c\u60a8\u5fc5\u987b\u4ece\u4e2d\u5bfc\u51fa\u6570\u636e\uff0c\u5e76\u5728\u5b8c\u6210\u5347\u7ea7\u540e\u91cd\u65b0\u5bfc\u5165\u8be5\u6570\u636e
INFO_3873_REVERSION_14=\u6b64\u8fd8\u539f\u64cd\u4f5c\u4f1a\u5c06\u6807\u8bc6\u540d\u7684\u6807\u51c6\u5316\u683c\u5f0f\u8fd8\u539f\u81f3\u4ee5\u524d\u7684\u7248\u672c\u3002\u8981\u8fd8\u539f\u6b64\u670d\u52a1\u5668\uff0c\u60a8\u5fc5\u987b\u4ece\u4e2d\u5bfc\u51fa\u6570\u636e\uff0c\u5e76\u5728\u5b8c\u6210\u8fd8\u539f\u540e\u91cd\u65b0\u5bfc\u5165\u8be5\u6570\u636e
