INFO_CLI_UNINSTALL_CONFIRM_BACKUPS=Voleu treure els fitxers de c\u00f2pia de seguretat continguts al directori bak?
INFO_CLI_UNINSTALL_CONFIRM_CONFIGURATION_SCHEMA=Voleu treure els fitxers de configuraci\u00f3 i d'esquema?
INFO_CLI_UNINSTALL_CONFIRM_DATABASES=Voleu treure el contingut de la base de dades?
INFO_CLI_UNINSTALL_CONFIRM_DELETE_FILES=Els fitxers seran eliminats definitivament, esteu segurs que voleu continuar?
INFO_CLI_UNINSTALL_CONFIRM_LDIFS=Voleu treure els fitxers exportats LDIF continguts al directori ldif?
INFO_CLI_UNINSTALL_CONFIRM_LIBRARIES_BINARIES=Voleu treure les biblioteques i eines administratives del servidor?
INFO_CLI_UNINSTALL_CONFIRM_LOGS=Voleu eliminar els fitxers de registre?
INFO_CLI_UNINSTALL_CONFIRM_OUTSIDEDBS=El servidor de directori cont\u00e9 els fitxers de base de dades en les seg\u00fcent localitzacions externes del servidor, ruta:%n%s%nVoleu treure aquests fitxers?
INFO_CLI_UNINSTALL_CONFIRM_STOP=El servidor actualment s'est\u00e0 executant i ha de ser aturat abans que la des-instal\u00b7laci\u00f3 pugui continuar.%nVoleu aturar el servidor i eliminar definitivament els fitxers?
SEVERE_ERR_CLI_UNINSTALL_NOTHING_TO_BE_UNINSTALLED_NON_INTERACTIVE=Heu de seleccionar els elements a des-instal\u00b7lar.  Utilitzeu les opcions descrites en la utilitzaci\u00f3 per especificar que ha de ser des-instal\u00b7lat.
SEVERE_ERR_CLI_UNINSTALL_NOTHING_TO_BE_UNINSTALLED=Heu de seleccionar alguna cosa a ser des-instal\u00b7lada.
INFO_CLI_UNINSTALL_SERVER_STOPPED=El servidor est\u00e0 aturat.
INFO_CLI_UNINSTALL_WHAT_TO_DELETE=Voleu treure tots els components del servidor o seleccionar els components a treure?
INFO_CLI_UNINSTALL_REMOVE_ALL=treure tots els components
INFO_CLI_UNINSTALL_SPECIFY_WHAT_REMOVE=Seleccionar els components a treure
INFO_CLI_VIEW_DETAILS=Visualitzar detalls
INFO_STATUS_CLI_USAGE_DESCRIPTION=Aquesta utilitat pot ser utilitzada per mostrar la informaci\u00f3 b\u00e0sica del servidor
INFO_SUMMARY_UNINSTALL_FINISHED_SUCCESSFULLY_REMOVE_JARFILES_CLI=Des-instal\u00b7laci\u00f3 correctament completada.%nPer completar la des-instal\u00b7laci\u00f3, heu d'eliminar manualment els seg\u00fcents fitxers i directoris:%n%s
INFO_SUMMARY_UNINSTALL_FINISHED_WITH_ERROR=S'ha produ\u00eft un error.  Comproveu l'\u00e0rea de text de 'Detalls' per a m\u00e9s informaci\u00f3.
INFO_UNINSTALL_LAUNCHER_USAGE_DESCRIPTION=Aquesta utilitat pot utilitzar-se per a des-instal\u00b7lar el servidor de directori.
INFO_UNINSTALLDS_DESCRIPTION_FORCE=Especifica si a des-instal\u00b7laci\u00f3 ha de continuar si hi ha un error d'actualitzaci\u00f3 de refer\u00e8ncies a aquest servidor en inst\u00e0ncies de servidor remotes, o no.  Aquesta opci\u00f3 \u00fanicament pot ser utilitzada amb l'opci\u00f3 %s sense entrada.
INFO_DESCRIPTION_REFERENCED_HOST=El nom d'aquest equip (o adre\u00e7a IP) com ser\u00e0 referenciat en els servidors remots per replicaci\u00f3
INFO_UNINSTALLDS_DESCRIPTION_CLI=Especifica utilitzar la l\u00ednia de comandes d'instal\u00b7laci\u00f3.  Si no s'especifica es llan\u00e7ar\u00e0 la interf\u00edcie gr\u00e0fica.  La resta de les opcions (excloent ajuda i versi\u00f3) seran \u00fanicament tingudes en compte si s'ha especificat aquesta opci\u00f3
INFO_UNINSTALLDS_DESCRIPTION_QUIET=Executar la des-instal\u00b7laci\u00f3 en mode silenci\u00f3s.  El mode silenci\u00f3s no mostrar\u00e0 informaci\u00f3 del proc\u00e9s a la sortida est\u00e0ndard.
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_ALL=Treure tots els components del servidor (aquesta opci\u00f3 no \u00e9s compatible amb la resta d'opcions de treure)
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_SERVER_LIBRARIES=Treure les biblioteques i eines d'administraci\u00f3 de servidor
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_DATABASES=Treure el contingut de la base de dades
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_LOG_FILES=Treure els fitxers de registre
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_CONFIGURATION_FILES=Treure els fitxers de configuraci\u00f3
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_BACKUP_FILES=Treure els fitxers de c\u00f2pia de seguretat
INFO_UNINSTALLDS_DESCRIPTION_REMOVE_LDIF_FILES=Treure els fitxers LDIF
INFO_DESCRIPTION_ADMIN_UID=ID del usuari de l'administrador global per a utilitzar per enlla\u00e7ar al servidor
INFO_DESCRIPTION_ENABLE_REPLICATION_HOST1=Nom complet (FQN) o adre\u00e7a IP del primer servidor del qual els seus continguts seran replicats
INFO_DESCRIPTION_ENABLE_REPLICATION_SERVER_PORT1=N\u00famero de port d'administraci\u00f3 de servidor de directori del primer servidor del qual els seus continguts seran replicats
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDDN1=DN per utilitzar per enlla\u00e7ar el primer servidor del qual els seus continguts seran replicats.  Si no s'especifica l'administrador global ser\u00e0 utilitzat per enlla\u00e7ar
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORD1=Contrasenya per utilitzar per enlla\u00e7ar el primer servidor del qual els seus continguts seran replicats.  Si no es va especificar cap DN enlla\u00e7 pel primer servidor la contrasenya de l'administrador global ser\u00e0 utilitzada per enlla\u00e7ar
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORDFILE1=El fitxer que cont\u00e9 la contrasenya per utilitzar per enlla\u00e7ar el primer servidor del qual els seus continguts seran replicats.  Si no es va especificar cap DN enlla\u00e7 pel primer servidor la contrasenya de l'administrador global ser\u00e0 utilitzada per enlla\u00e7ar
INFO_DESCRIPTION_ENABLE_REPLICATION_PORT1=Port que ser\u00e0 utilitzat pel mecanisme de replicaci\u00f3 en el primer servidor per comunicar amb els altres servidors.  Heu d'especificar aquesta opci\u00f3 \u00fanicament si la replicaci\u00f3 no va ser configurada pr\u00e8viament en el primer servidor
INFO_DESCRIPTION_ENABLE_SECURE_REPLICATION1=Especifica si la comunicaci\u00f3 a trav\u00e9s del port de replicaci\u00f3 del primer servidor est\u00e0 encriptada o no.  Aquesta opci\u00f3 nom\u00e9s ser\u00e0 tinguda en compte si \u00e9s el primer cop que es configura la replicaci\u00f3 en el primer servidor
INFO_DESCRIPTION_ENABLE_REPLICATION_HOST2=Nom complet (FQN) o adre\u00e7a IP del segon servidor del qual els seus continguts seran replicats
INFO_DESCRIPTION_ENABLE_REPLICATION_SERVER_PORT2=N\u00famero de port d'administraci\u00f3 de servidor de directori del segon servidor del qual els seus continguts seran replicats
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDDN2=DN per utilitzar per enlla\u00e7ar el segon servidor del qual els seus continguts seran replicats.  Si no es va especificar s'utilitzar\u00e0 l'administrador per enlla\u00e7ar
INFO_DESCRIPTION_ENABLE_REPLICATION_SKIPPORT=Saltar-se la comprovaci\u00f3 per determinar si els ports de replicaci\u00f3 s\u00f3n utilitzables
INFO_DESCRIPTION_ENABLE_REPLICATION_NO_SCHEMA_REPLICATION=No replicar l'esquema entre servidors
INFO_DESCRIPTION_ENABLE_REPLICATION_USE_SECOND_AS_SCHEMA_SOURCE=Utilitzar el segon servidor per inicialitzar l'esquema del primer servidor  Si aquest opcions %s s\u00f3n especificades l'esquema del primer servidor ser\u00e0 utilitzat per inicialitzar l'esquema del segon servidor
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORD2=Contrasenya per utilitzar per enlla\u00e7ar el segon servidor del qual els seus continguts seran replicats.  Si no es va especificar cap DN enlla\u00e7 pel segon servidor la contrasenya de l'administrador global ser\u00e0 utilitzada per enlla\u00e7ar
INFO_DESCRIPTION_ENABLE_REPLICATION_BINDPASSWORDFILE2=El fitxer que cont\u00e9 la contrasenya per utilitzar per enlla\u00e7ar el segon servidor del qual els seus continguts seran replicats.  Si no es va especificar cap DN enlla\u00e7 pel segon servidor la contrasenya de l'administrador global ser\u00e0 utilitzada per enlla\u00e7ar
INFO_DESCRIPTION_ENABLE_REPLICATION_PORT2=Port que ser\u00e0 utilitzat pel mecanisme de replicaci\u00f3 en el segon servidor per comunicar amb els altres servidors.  Heu d'especificar aquesta opci\u00f3 \u00fanicament si la replicaci\u00f3 no va ser configurada pr\u00e8viament en el segon servidor
INFO_DESCRIPTION_ENABLE_SECURE_REPLICATION2=Especifica si la comunicaci\u00f3 a trav\u00e9s del port de replicaci\u00f3 del segon servidor est\u00e0 encriptada o no.  Aquesta opci\u00f3 nom\u00e9s ser\u00e0 tinguda en compte si \u00e9s el primer cop que es configura la replicaci\u00f3 en el segon servidor
INFO_DESCRIPTION_REPLICATION_BASEDNS=DN base de les dades a ser replicades, inicialitzades o pel qual voleu deshabitar la replicaci\u00f3.  Es poden proporcionar diversos DN base mitjan\u00e7ant la utilitzaci\u00f3 d'aquesta opci\u00f3 diverses vegades
INFO_DESCRIPTION_REPLICATION_ADMIN_UID=ID del usuari administrador global per utilitzar per enlla\u00e7ar el servidor  Per a la sub-comanda '%s' si pr\u00e8viament no es va definir cap administrador global per a cap dels servidors, l'administrador global ser\u00e0 creat utilitzant les dades proporcionades.
INFO_DESCRIPTION_REPLICATION_ADMIN_BINDPASSWORD=La contrasenya de l'administrador global
INFO_DESCRIPTION_REPLICATION_ADMIN_BINDPASSWORDFILE=El fitxer que cont\u00e9 la contrasenya de l'administrador global
INFO_DESCRIPTION_INITIALIZE_REPLICATION_HOST_SOURCE=Nom sencer (FQN) o adre\u00e7a IP del servidor origen des del qual els seus continguts seran utilitzats per inicialitzar el servidor dest\u00ed
INFO_DESCRIPTION_INITIALIZE_REPLICATION_SERVER_PORT_SOURCE=N\u00famero de port d'administraci\u00f3 del servidor de directori del servidor origen des del qual els seus continguts seran utilitzats per inicialitzar el servidor dest\u00ed
INFO_DESCRIPTION_INITIALIZE_REPLICATION_HOST_DESTINATION=Nom sencer (FQN) o adre\u00e7a IP del servidor dest\u00ed des del qual els seus continguts seran inicialitzats
INFO_DESCRIPTION_INITIALIZE_REPLICATION_SERVER_PORT_DESTINATION=N\u00famero de port d'administraci\u00f3 del servidor de directori del servidor dest\u00ed des del qual els seus continguts seran inicialitzats
INFO_REPLICATION_TOOL_DESCRIPTION=Aquesta utilitat pot ser utilitzada per configurar la replicaci\u00f3 entre servidors ja que les dades entre els servidors estan sincronitzades. Per a que funcioni la replicaci\u00f3 primer heu d'habilitar la replicaci\u00f3 mitjan\u00e7ant la sub-comanda '%s' i despr\u00e9s inicialitzar el contingut d'un dels servidors amb els continguts de l'altre utilitzant la sub-comanda '%s'
INFO_REPLICATION_DESCRIPTION_QUIET=Realitzar una operaci\u00f3 silenciosa (no s'escriu el proc\u00e9s d'informaci\u00f3 en la sortida est\u00e0ndard)
INFO_DESCRIPTION_DISABLE_REPLICATION_BINDDN=DN per utilitzar per enlla\u00e7ar al servidor on voleu deshabilitar la replicaci\u00f3  Aquesta opci\u00f3 ha d'utilitzar-se quan no s'ha definit cap administrador global en el servidor, o b\u00e9 si l'usuari no vol treure les refer\u00e8ncies en altre servidors replicats.  La contrasenya proporcionada per l'administrador global ser\u00e0 utilitzada quan s'especifiqui aquesta opci\u00f3
INFO_DESCRIPTION_SUBCMD_INITIALIZE_REPLICATION=Inicialitzar els continguts de les dades sota el DN base especificat en el servidor dest\u00ed amb els continguts del servidor origen.  Aquesta operaci\u00f3 \u00e9s necess\u00e0ria despr\u00e9s d'habilitar la replicaci\u00f3 en ordre per a que funcioni ('%s' tamb\u00e9 pot ser utilitzat per aquest prop\u00f2sit)
INFO_DESCRIPTION_SUBCMD_INITIALIZE_ALL_REPLICATION=Inicialitzar els continguts de les dades sota el DN base especificat en tots els servidors els quals els seus continguts estan sent replicats amb els continguts del servidor especificat  Aquesta operaci\u00f3 \u00e9s necess\u00e0ria despr\u00e9s d'habilitar la replicaci\u00f3 en ordre per a que funcioni ('%s' aplicat a cada servidor tamb\u00e9 pot ser utilitzat per aquest prop\u00f2sit)
INFO_DESCRIPTION_SUBCMD_PRE_EXTERNAL_INITIALIZATION=Aquesta sub-comanda ha de cridar-se abans d'inicialitzar el contingut de tots els servidors replicats mitjan\u00e7ant l'eina import-ldif o b\u00e9 amb el m\u00e8tode de c\u00f2pia bin\u00e0ria.  Heu d'especificar el llistat dels DN base que seran inicialitzats i heu de proporcionar les credencials de qualsevol dels servidors que estan sent replicats.  Despr\u00e9s de cridar aquesta sub-comanda, inicialitzeu el contingut de tots els servidor en la topologia (utilitzau la c\u00f2pia fitxer/binari LDIF en cada un dels servidors), despr\u00e9s crideu la sub-comanda '%s'
INFO_DESCRIPTION_SUBCMD_POST_EXTERNAL_INITIALIZATION=Aquesta sub-comanda ha de cridar-se abans d'inicialitzar el contingut de tots els servidors replicats mitjan\u00e7ant l'eina import-ldif o b\u00e9 amb el m\u00e8tode de c\u00f2pia bin\u00e0ria.  Heu d'especificar el llistat dels DN base que seran inicialitzats i heu de proporcionar les credencials de qualsevol dels servidors que estan sent replicats.  vegeu la utilitzaci\u00f3 de la sub-comanda '%s' per a m\u00e9s informaci\u00f3
INFO_DESCRIPTION_SUBCMD_ENABLE_REPLICATION=Actualitza la configuraci\u00f3 dels servidor per replicar les dades sota el DN base especificat.  Si un dels servidor especificats ja est\u00e0 replicant les dades sota el DN base amb altres servidors, l'execuci\u00f3 de la seg\u00fcent sub-comanda actualitzar\u00e0 la configuraci\u00f3 de tots els servidors (ja que \u00e9s suficient executar la l\u00ednia de comanda un cop per a cada servidor que afegiu a la topologia de replicaci\u00f3)
INFO_DESCRIPTION_SUBCMD_DISABLE_REPLICATION=Deshabilita la replicaci\u00f3 en el servidor especificat per al DN base proporcionat i treu les refer\u00e8ncies en els altres servidors amb els quals est\u00e0 replicant les dades
INFO_DESCRIPTION_SUBCMD_STATUS_REPLICATION=Mostra un llistat amb la configuraci\u00f3 de replicaci\u00f3 b\u00e0sica dels DN base dels servidors definits en la informaci\u00f3 de registrament.  Si no s'especifica el DN base com a par\u00e0metre es mostra la informaci\u00f3 per a tots els DN base
INFO_REPLICATION_DESCRIPTION_DISPLAY_EQUIVALENT=Mostra l'opci\u00f3 equivalent sense interacci\u00f3 en la sortida est\u00e0ndard quant aquesta comanda s'executa en mode interactiu
INFO_REPLICATION_DESCRIPTION_EQUIVALENT_COMMAND_FILE_PATH=La ruta sencera al fitxer on les comandes equivalents sense interacci\u00f3 seran escrites quant aquesta comanda s'executa en mode interactiu
