# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2009 Sun Microsystems, Inc.
#      Portions Copyright 2011 ForgeRock AS



#
# Global directives
#
global.category=BACKEND

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
FATAL_ERR_BACKEND_CANNOT_REMOVE_MULTIBASE_SUB_SUFFIX_1=Tentative de d\u00e9senregistrement du sous-suffixe "%s" depuis le backend avec le suffixe "%s".  Toutefois, le backend subordonn\u00e9 contenant ce sous-suffixe contient \u00e9galement d'autres sous-suffixes et il ne peut pas \u00eatre d\u00e9senregistr\u00e9.  Vous pouvez peut-\u00eatre supprimer ce sous-suffixe en modifiant la configuration du backend subordonn\u00e9 auquel il est associ\u00e9
FATAL_ERR_ROOTDSE_CONFIG_ENTRY_NULL_2=Tentative de configuration du backend de\u00a0DSE racine sans indiquer d'entr\u00e9e de configuration.  Cela n'est pas autoris\u00e9
INFO_ROOTDSE_SUBORDINATE_BASE_DESCRIPTION_3=Le jeu de DN de base sera utilis\u00e9 pour chaque recherche singleLevel, wholeSubtree et subordinateSubtree bas\u00e9e sur la racine DSE.  En son absence, le jeu de tous les suffixes d\u00e9finis par l'utilisateur sera utilis\u00e9
SEVERE_WARN_ROOTDSE_NO_BACKEND_FOR_SUBORDINATE_BASE_4=Le DN de base "%s" est configur\u00e9 en tant que faisant partie des DN de base subordonn\u00e9s \u00e0 utiliser pour les recherches sous la racine\u00a0DSE.  Toutefois, ce DN de base n'est g\u00e9r\u00e9 par aucun suffixe enregistr\u00e9 aupr\u00e8s de Directory Server et il n'est donc pas utilis\u00e9
SEVERE_WARN_ROOTDSE_SUBORDINATE_BASE_EXCEPTION_5=Un probl\u00e8me inattendu s'est produit lors de la tentative de d\u00e9termination de l'ensemble de DN de base subordonn\u00e9s \u00e0 utiliser pour les recherches sous la racine\u00a0DSE\u00a0: %s
MILD_WARN_ROOTDSE_GET_ENTRY_NONROOT_6=Il a \u00e9t\u00e9 demand\u00e9 au backend de DSE racine de r\u00e9cup\u00e9rer une entr\u00e9e avec DN "%s".  Seule une demande de r\u00e9cup\u00e9ration de la DSE racine elle-m\u00eame peut \u00eatre adress\u00e9e \u00e0 ce backend.  Cependant, il v\u00e9rifiera avec les backends subordonn\u00e9s d\u00e9finis s'il peut trouver l'entr\u00e9e souhait\u00e9e
MILD_ERR_ROOTDSE_ADD_NOT_SUPPORTED_7=Impossible d'ajouter l'entr\u00e9e "%s" car le backend de DSE racine ne prend pas en charge les op\u00e9ration d'ajout
MILD_ERR_ROOTDSE_DELETE_NOT_SUPPORTED_8=Impossible de supprimer l'entr\u00e9e "%s" car le backend de DSE racine ne prend pas en charge les op\u00e9rations de suppression
MILD_ERR_ROOTDSE_MODIFY_NOT_SUPPORTED_9=Impossible de mettre l'entr\u00e9e "%s" \u00e0 jour car le backend de DSE racine ne prend pas en charge les op\u00e9rations de modification.  Si vous souhaitez changer le contenu du DSE racine, vous devriez pouvoir le faire en modifant l'entr\u00e9e "%s" dans la configuration
MILD_ERR_ROOTDSE_MODIFY_DN_NOT_SUPPORTED_10=Impossible de renommer l'entr\u00e9e "%s" car le backend de DSE racine ne prend pas en charge les op\u00e9rations de modification de DN
MILD_ERR_ROOTDSE_INVALID_SEARCH_BASE_11=Impossible d'effectuer une recherche (ID de connexion %d, ID d'op\u00e9ration %d) avec un DN de base de "%s" dans le backend de DSE racine.  Le DN de base pour les recherches dans ce backend doit \u00eatre le DN du DSE racine
SEVERE_ERR_ROOTDSE_UNEXPECTED_SEARCH_FAILURE_12=Un \u00e9chec inattendu s'est produit lors de la tentative de traitement d'une op\u00e9ration de recherche (ID de connexion %d, ID d'op\u00e9ration %d) dans le backend de DSE racine\u00a0:  %s
SEVERE_ERR_ROOTDSE_INVALID_SEARCH_SCOPE_13=Impossible de traiter la recherche avec l'ID de connexion %d et l'ID d'op\u00e9ration %d, car son \u00e9tendue (%s) n'est pas valide
SEVERE_ERR_ROOTDSE_UNABLE_TO_CREATE_LDIF_WRITER_14=Une erreur inattendue s'est produite lors de la tentative d'ouverture du processus d'\u00e9criture LDIF pour le backend de DSE racine\u00a0: %s
SEVERE_ERR_ROOTDSE_UNABLE_TO_EXPORT_DSE_15=Une erreur inattendue s'est produite lors de la tentative d'exportation de l'entr\u00e9e de DSE racine vers la cible LDIF indiqu\u00e9e\u00a0: %s
SEVERE_ERR_ROOTDSE_IMPORT_NOT_SUPPORTED_16=Le backend de DSE racine ne prend pas en charge les op\u00e9rations d'importation LDIF
SEVERE_ERR_ROOTDSE_BACKUP_AND_RESTORE_NOT_SUPPORTED_17=Le backend de DSE racine ne fournit aucun utilitaire pour les op\u00e9rations de sauvegarde et restauration.  Vous devez sauvegarder le contenu du DSE racine dans le cadre de la configuration de Directory Server
INFO_ROOTDSE_USING_SUFFIXES_AS_BASE_DNS_18=La configuration du DSE racine ayant \u00e9t\u00e9 mise \u00e0 jour, celui-ci va d\u00e9sormais utiliser le jeu d\u00e9fini pour les suffixes Directory Server lors de recherches sous le DSE racine
INFO_ROOTDSE_USING_NEW_SUBORDINATE_BASE_DNS_19=La configuration du DSE racine ayant \u00e9t\u00e9 mise \u00e0 jour, celui-ci va d\u00e9sormais utiliser le jeu de DN de base %s lors de recherches sous le DSE racine
INFO_ROOTDSE_USING_NEW_USER_ATTRS_20=La configuration du DSE racine ayant \u00e9t\u00e9 mise \u00e0 jour, celui-ci va d\u00e9sormais utiliser un nouveau jeu d'attributs d\u00e9finis par l'utilisateur
SEVERE_ERR_MONITOR_CONFIG_ENTRY_NULL_21=Tentative de configuration du backend de contr\u00f4le sans indiquer d'entr\u00e9e de configuration.  Cela n'est pas autoris\u00e9 et aucune information de contr\u00f4le n'est disponible sur le protocole
SEVERE_ERR_MONITOR_CANNOT_DECODE_MONITOR_ROOT_DN_22=Une erreur inattendue s'est produite lors de la tentative de d\u00e9codage de cn=monitor en tant que DN de base pour les informations de contr\u00f4le Directory Server\u00a0: %s.  Aucune information de contr\u00f4le n'est disponible sur le protocole
MILD_ERR_MONITOR_ADD_NOT_SUPPORTED_23=Impossible d'ajouter l'entr\u00e9e "%s" car le backend de moniteur ne prend pas en charge les op\u00e9rations d'ajout
MILD_ERR_MONITOR_DELETE_NOT_SUPPORTED_24=Impossible de supprimer l'entr\u00e9e "%s" car le backend de moniteur ne prend pas en charge les op\u00e9rations de suppression
MILD_ERR_MONITOR_MODIFY_NOT_SUPPORTED_25=Impossible de mettre l'entr\u00e9e "%s" \u00e0 jour car le backend de moniteur ne prend pas en charge les op\u00e9rations de modification.  Si vous souhaitez changer le contenu du moniteur de base, vous devriez pouvoir le faire en modifant l'entr\u00e9e "%s" dans la configuration
MILD_ERR_MONITOR_MODIFY_DN_NOT_SUPPORTED_26=Impossible de renommer l'entr\u00e9e "%s" car le backend de moniteur ne prend pas en charge les op\u00e9rations de modification de DN
SEVERE_ERR_MONITOR_UNABLE_TO_EXPORT_BASE_27=Une erreur s'est produite lors de la tentative d'exportation de l'entr\u00e9e de contr\u00f4le de base\u00a0: %s
SEVERE_ERR_MONITOR_UNABLE_TO_EXPORT_PROVIDER_ENTRY_28=Une erreur s'est produite lors de la tentative d'exportation de l'entr\u00e9e de contr\u00f4le pour le fournisseur de contr\u00f4le\u00a0%s\u00a0: %s
SEVERE_ERR_MONITOR_IMPORT_NOT_SUPPORTED_29=Le backend de contr\u00f4le ne prend pas en charge les op\u00e9rations d'importation LDIF
SEVERE_ERR_MONITOR_BACKUP_AND_RESTORE_NOT_SUPPORTED_30=Le backend de contr\u00f4le ne fournit aucun utilitaire pour les op\u00e9rations de sauvegarde et restauration
INFO_MONITOR_USING_NEW_USER_ATTRS_31=La configuration du moniteur ayant \u00e9t\u00e9 mise \u00e0 jour, celui-ci va d\u00e9sormais utiliser un nouveau jeu d'attributs d\u00e9finis par l'utilisateur
MILD_ERR_MONITOR_GET_ENTRY_NULL_32=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e demand\u00e9e du backend de moniteur car le DN fourni \u00e9tait null
MILD_ERR_MONITOR_BASE_TOO_DEEP_33=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e demand\u00e9e %s du backend de moniteur car le DN est trop profond.  Les entr\u00e9es de moniteur ne doivent pas se trouver plus d'un niveau sous %s
MILD_ERR_MONITOR_INVALID_BASE_34=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e demand\u00e9e %s du backend de moniteur car le DN ne se trouve pas sous la base de moniteur de %s
MILD_ERR_MONITOR_MULTIVALUED_RDN_35=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e demand\u00e9e %s du backend de moniteur car les entr\u00e9es de moniteur ne doivent pas contenir de RDN \u00e0 valeurs multiples
MILD_ERR_MONITOR_NO_SUCH_PROVIDER_36=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e demand\u00e9e du backend de moniteur en l'absence d'un fournisseur de moniteur "%s" enregistr\u00e9 avec Directory Server
INFO_MONITOR_UPTIME_37=%d jours %d heures %d minutes %d secondes
SEVERE_ERR_SCHEMA_CONFIG_ENTRY_NULL_38=Tentative de configuration du backend de sch\u00e9ma sans indiquer d'entr\u00e9e de configuration.  Cela n'est pas autoris\u00e9 et aucune information de sch\u00e9ma n'est disponible sur le protocole
INFO_SCHEMA_DESCRIPTION_ENTRY_DN_39=DN ou jeu de DN pour les entr\u00e9es pouvant \u00eatre r\u00e9cup\u00e9r\u00e9es afin de r\u00e9cup\u00e9rer les informations de sch\u00e9ma de Directory Server.  Veuillez fournir plusieurs valeurs si le sch\u00e9ma doit \u00eatre disponible dans plusieurs emplacements pour des raisons de compatibilit\u00e9.  En l'absence de valeur, une valeur par d\u00e9faut de "cn=schema" est utilis\u00e9e
SEVERE_ERR_SCHEMA_CANNOT_DETERMINE_BASE_DN_40=Une erreur s'est produite lors de la tentative de d\u00e9termination des DN de base \u00e0 utiliser lors de la publication des informations de sch\u00e9ma Directory Server, comme indiqu\u00e9 dans l'attribut ds-cfg-schema-entry-dn de l'entr\u00e9e de configuration %s\u00a0: %s. Le DN de base de sch\u00e9ma par d\u00e9faut cn=schema va \u00eatre utilis\u00e9
MILD_ERR_SCHEMA_ADD_NOT_SUPPORTED_41=Impossible d'ajouter l'entr\u00e9e "%s" car le backend de sch\u00e9ma ne prend pas en charge les op\u00e9rations d'ajout
MILD_ERR_SCHEMA_DELETE_NOT_SUPPORTED_42=Impossible de supprimer l'entr\u00e9e "%s" car le backend de sch\u00e9ma ne prend pas en charge les op\u00e9rations de suppression
MILD_ERR_SCHEMA_MODIFY_NOT_SUPPORTED_43=Impossible de mettre l'entr\u00e9e "%s" \u00e0 jour car le backend de sch\u00e9ma ne prend pas encore en charge les op\u00e9rations de modification.  Si vous souhaitez changer le contenu de l'entr\u00e9e du sch\u00e9ma de base, vous devriez pouvoir le faire en modifant l'entr\u00e9e "%s" dans la configuration
MILD_ERR_SCHEMA_MODIFY_DN_NOT_SUPPORTED_44=Impossible de renommer l'entr\u00e9e "%s" car le backend de sch\u00e9ma ne prend pas en charge les op\u00e9rations de modification de DN
SEVERE_ERR_SCHEMA_UNABLE_TO_EXPORT_BASE_45=Une erreur s'est produite lors de la tentative d'exportation de l'entr\u00e9e de sch\u00e9ma de base\u00a0: %s
SEVERE_ERR_SCHEMA_IMPORT_NOT_SUPPORTED_46=Le backend de sch\u00e9ma ne prend pas en charge les op\u00e9rations d'importation LDIF
SEVERE_ERR_SCHEMA_BACKUP_AND_RESTORE_NOT_SUPPORTED_47=Le backend de sch\u00e9ma ne fournit pas encore d'utilitaire pour les op\u00e9rations de sauvegarde et restauration
MILD_ERR_SCHEMA_INVALID_BASE_48=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e demand\u00e9e %s du backend de sch\u00e9ma car le DN est \u00e9gal \u00e0 un des DN d'entr\u00e9e de sch\u00e9ma
SEVERE_ERR_SCHEMA_UNABLE_TO_CREATE_LDIF_WRITER_49=Une erreur inattendue s'est produite lors de la tentative d'ouverture du processus d'\u00e9criture LDIF pour le backend de sch\u00e9ma\u00a0: %s
INFO_SCHEMA_DEREGISTERED_BASE_DN_50=Le DN %s n'est plus inscrit et ne sera donc plus disponible en tant que DN d'entr\u00e9e de sch\u00e9ma
SEVERE_ERR_SCHEMA_CANNOT_DEREGISTER_BASE_DN_51=Une erreur s'est produite lors de la tentative de d\u00e9senregistrement de %s en tant que DN d'entr\u00e9e de sch\u00e9ma\u00a0: %s
INFO_SCHEMA_REGISTERED_BASE_DN_52= Le DN %s est bien inscrit en tant que DN d'entr\u00e9e de sch\u00e9ma
SEVERE_ERR_SCHEMA_CANNOT_REGISTER_BASE_DN_53=Une erreur s'est produite lors de la tentative d'enregistrement de %s en tant que DN d'entr\u00e9e de sch\u00e9ma\u00a0: %s
INFO_SCHEMA_USING_NEW_USER_ATTRS_54=La configuration du sch\u00e9ma ayant \u00e9t\u00e9 mise \u00e0 jour, celui-ci va d\u00e9sormais utiliser un nouveau jeu d'attributs d\u00e9finis par l'utilisateur
FATAL_ERR_BACKEND_CANNOT_LOCK_ENTRY_55=Directory Server n'a pas pu obtenir de verrou sur l'entr\u00e9e %s apr\u00e8s plusieurs tentatives.  Cela peut signifier que l'entr\u00e9e est d\u00e9j\u00e0 verrouill\u00e9e par une op\u00e9ration dont l'ex\u00e9cution est longue, ou que cette entr\u00e9e a d\u00e9j\u00e0 \u00e9t\u00e9 verrouill\u00e9e mais pas correctement d\u00e9verrouill\u00e9e
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_MAC_56=Une erreur s'est produite lors de la tentative d'obtention du fournisseur MAC %s afin de cr\u00e9er le hachage sign\u00e9 pour la sauvegarde\u00a0: %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_DIGEST_57=Une erreur s'est produite lors de la tentative d'obtention de la synth\u00e8se de message %s afin de cr\u00e9er le hachage pour la sauvegarde\u00a0: %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_58=Une erreur s'est produite lors de la tentative de cr\u00e9ation du fichier d'archive de sch\u00e9ma %s dans le r\u00e9pertoire %s\u00a0: %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_CIPHER_59=Une erreur s'est produite lors de la tentative d'obtention du chiffrement \u00e0 utiliser pour chiffrer la sauvegarde\u00a0: %s
SEVERE_ERR_SCHEMA_BACKUP_ZIP_COMMENT_60=Sauvegarde du sch\u00e9ma %s - %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_LIST_SCHEMA_FILES_61=Une erreur s'est produite lors de la tentative d'obtention de la liste des fichiers du r\u00e9pertoire %s \u00e0 inclure dans la sauvegarde de sch\u00e9ma\u00a0: %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_BACKUP_SCHEMA_FILE_62=Une erreur s'est produite lors de la tentative de sauvegarde du fichier de sch\u00e9ma %s\u00a0: %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_CLOSE_ZIP_STREAM_63=Une erreur s'est produite lors de la tentative de fermeture du fichier d'archive de sch\u00e9ma %s dans le r\u00e9pertoire %s\u00a0: %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_64=Une erreur s'est produite lors de la tentative de mise \u00e0 jour du fichier de descripteur de sauvegarde %s avec les informations concernant la sauvegarde de sch\u00e9ma\u00a0: %s
SEVERE_ERR_SCHEMA_RESTORE_NO_SUCH_BACKUP_65=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s dans le r\u00e9pertoire %s car cette sauvegarde n'existe pas
SEVERE_ERR_SCHEMA_RESTORE_NO_BACKUP_FILE_66=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s dans le r\u00e9pertoire %s car il est impossible de d\u00e9terminer le nom du fichier d'archive
SEVERE_ERR_SCHEMA_RESTORE_NO_SUCH_FILE_67=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car le fichier d'archive indiqu\u00e9 (%s) n'existe pas
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_68=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car une erreur s'est produite lors de la tentative de d\u00e9termination de l'existence de l'archive de sauvegarde %s\u00a0: %s
SEVERE_ERR_SCHEMA_RESTORE_UNKNOWN_DIGEST_69=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car un hachage non sign\u00e9 de cette sauvegarde est disponible mais le serveur ne peut pas d\u00e9terminer l'algorithme de synth\u00e8se utilis\u00e9 pour g\u00e9n\u00e9rer ce hachage
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_DIGEST_70=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car elle comporte un hachage non sign\u00e9 utilisant l'algorithme de synth\u00e8se inconnu ou non pris en charge %s
SEVERE_ERR_SCHEMA_RESTORE_UNKNOWN_MAC_71=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car un hachage sign\u00e9 de cette sauvegarde est disponible mais le serveur ne peut pas d\u00e9terminer l'algorithme MAC utilis\u00e9 pour g\u00e9n\u00e9rer ce hachage
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_MAC_72=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car elle comporte un hachage sign\u00e9 utilisant l'algorithme MAC inconnu ou non pris en charge %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_OPEN_BACKUP_FILE_73=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car une erreur s'est produite lors de la tentative d'ouverture du fichier d'archive de sauvegarde %s\u00a0: %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_CIPHER_75=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car elle est chiffr\u00e9e \u00e0 l'aide d'un chiffrement inconnu ou non pris en charge\u00a0: %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_RENAME_CURRENT_DIRECTORY_76=Impossible de restaurer la sauvegarde de sch\u00e9ma %s car une erreur s'est produite lors de la tentative de changement du nom du dossier de sch\u00e9ma actuel de %s en %s\u00a0: %s
NOTICE_SCHEMA_RESTORE_RESTORED_OLD_SCHEMA_77=Une erreur a emp\u00each\u00e9 la sauvegarde du sch\u00e9ma d'\u00eatre correctement restaur\u00e9e.  Cependant, les fichiers du sch\u00e9ma d'origine en place avant le d\u00e9but de la proc\u00e9dure de restauration ont \u00e9t\u00e9 conserv\u00e9s et se trouvent maintenant dans leur emplacement d'origine de %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_RESTORE_OLD_SCHEMA_78=Une erreur a emp\u00each\u00e9 la sauvegarde du sch\u00e9ma d'\u00eatre correctement restaur\u00e9e.  Les fichiers du sch\u00e9ma d'origine en place avant le d\u00e9but de la proc\u00e9dure de restauration ont \u00e9t\u00e9 conserv\u00e9s et se trouvent dans le r\u00e9pertoire %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CREATE_SCHEMA_DIRECTORY_79=Impossible de restaurer la sauvegarde de sch\u00e9ma %s car une erreur s'est produite lors de la tentative de cr\u00e9ation du r\u00e9pertoire vide %s pour y restaurer les fichiers\u00a0: %s
SEVERE_ERR_SCHEMA_RESTORE_OLD_SCHEMA_SAVED_80=Une erreur a emp\u00each\u00e9 la sauvegarde du sch\u00e9ma d'\u00eatre correctement restaur\u00e9e.  Les fichiers du sch\u00e9ma d'origine en place avant le d\u00e9but de la proc\u00e9dure de restauration ont \u00e9t\u00e9 conserv\u00e9s dans le r\u00e9pertoire %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_ZIP_ENTRY_81=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car une erreur s'est produite lors de la tentative de lecture de l'entr\u00e9e suivante dans le fichier d'archive %s\u00a0: %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CREATE_FILE_82=Impossible de restaurer la sauvegarde de sch\u00e9ma %s car une erreur s'est produite lors de la tentative de recr\u00e9ation du fichier %s\u00a0: %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_83=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car une erreur s'est produite lors du traitement du fichier archiv\u00e9 %s\u00a0: %s
SEVERE_ERR_SCHEMA_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_84=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car une erreur inattendue s'est produite lors de la tentative de fermeture du fichier d'archive %s\u00a0: %s
NOTICE_SCHEMA_RESTORE_UNSIGNED_HASH_VALID_85=La synth\u00e8se de message calcul\u00e9e \u00e0 partir du fichier de sauvegarde correspond \u00e0 la synth\u00e8se stock\u00e9e dans les informations de sauvegarde
SEVERE_ERR_SCHEMA_RESTORE_UNSIGNED_HASH_INVALID_86=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car la synth\u00e8se de message calcul\u00e9e \u00e0 partir de l'archive de sauvegarde ne correspond pas \u00e0 la synth\u00e8se stock\u00e9e avec les informations de sauvegarde
NOTICE_SCHEMA_RESTORE_SIGNED_HASH_VALID_87=La synth\u00e8se sign\u00e9e calcul\u00e9e \u00e0 partir de la sauvegarde correspond \u00e0 la signature stock\u00e9e dans les informations de sauvegarde
SEVERE_ERR_SCHEMA_RESTORE_SIGNED_HASH_INVALID_88=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de sch\u00e9ma %s car la synth\u00e8se sign\u00e9e calcul\u00e9e \u00e0 partir de l'archive de sauvegarde ne correspond pas \u00e0 la signature stock\u00e9e avec les informations de sauvegarde
NOTICE_SCHEMA_RESTORE_VERIFY_SUCCESSFUL_89=Tous les tests effectu\u00e9s sur la sauvegarde de sch\u00e9ma %s du r\u00e9pertoire %s montrent que le fichier semble valide.
NOTICE_SCHEMA_RESTORE_SUCCESSFUL_90=La sauvegarde de sch\u00e9ma %s a \u00e9t\u00e9 restaur\u00e9e \u00e0 partir du fichier du r\u00e9pertoire %s
SEVERE_ERR_TASK_INVALID_STATE_91=La t\u00e2che d\u00e9finie dans l'entr\u00e9e %s n'est pas valide car elle porte l'\u00e9tat non valide %s
SEVERE_ERR_TASK_CANNOT_PARSE_SCHEDULED_START_TIME_92=Une erreur s'est produite lors de la tentative d'analyse de la valeur d'heure de d\u00e9but planifi\u00e9e %s \u00e0 partir de l'entr\u00e9e de t\u00e2che %s
SEVERE_ERR_TASK_CANNOT_PARSE_ACTUAL_START_TIME_93=Une erreur s'est produite lors de la tentative d'analyse de la valeur d'heure de d\u00e9but r\u00e9elle %s \u00e0 partir de l'entr\u00e9e de t\u00e2che %s
SEVERE_ERR_TASK_CANNOT_PARSE_COMPLETION_TIME_94=Une erreur s'est produite lors de la tentative d'analyse de la valeur d'heure d'ach\u00e8vement %s \u00e0 partir de l'entr\u00e9e de t\u00e2che %s
SEVERE_ERR_TASK_MISSING_ATTR_95=Dans l'entr\u00e9e de t\u00e2che %s, il manque l'attribut requis %s
SEVERE_ERR_TASK_MULTIPLE_ATTRS_FOR_TYPE_96=Il existe plusieurs instances de l'attribut %s dans l'entr\u00e9e de t\u00e2che %s
SEVERE_ERR_TASK_NO_VALUES_FOR_ATTR_97=Il n'existe aucune valeur pour l'attribut %s dans l'entr\u00e9e de t\u00e2che %s
SEVERE_ERR_TASK_MULTIPLE_VALUES_FOR_ATTR_98=Il existe plusieurs valeurs pour l'attribut %s dans l'entr\u00e9e de t\u00e2che %s
SEVERE_ERR_TASK_EXECUTE_FAILED_99=Une erreur s'est produite lors de l'ex\u00e9cution de la t\u00e2che d\u00e9finie dans l'entr\u00e9e %s\u00a0: %s
SEVERE_ERR_RECURRINGTASK_NO_ID_ATTRIBUTE_100=L'entr\u00e9e de t\u00e2che r\u00e9currente fournie ne contient pas l'attribut %s, n\u00e9cessaire pour stocker l'ID de la t\u00e2che r\u00e9currente
SEVERE_ERR_RECURRINGTASK_MULTIPLE_ID_TYPES_101=L'entr\u00e9e de t\u00e2che r\u00e9currente fournie contient plusieurs attributs de type %s, servant \u00e0 stocker l'ID de la t\u00e2che r\u00e9currente, alors qu'une seule instance est autoris\u00e9e
SEVERE_ERR_RECURRINGTASK_NO_ID_102=L'entr\u00e9e de t\u00e2che r\u00e9currente fournie ne contient aucune valeur pour l'attribut %s, servant \u00e0 indiquer l'ID de la t\u00e2che r\u00e9currente
SEVERE_ERR_RECURRINGTASK_MULTIPLE_ID_VALUES_103=L'entr\u00e9e de t\u00e2che r\u00e9currente fournie contient plusieurs valeurs pour l'attribut %s, servant \u00e0 indiquer l'ID de la t\u00e2che r\u00e9currente, alors qu'une seule valeur est autoris\u00e9e
SEVERE_ERR_RECURRINGTASK_NO_SCHEDULE_ATTRIBUTE_104=L'entr\u00e9e de t\u00e2che r\u00e9currente fournie ne contient pas l'attribut %s, n\u00e9cessaire pour indiquer la planification de la t\u00e2che r\u00e9currente
SEVERE_ERR_RECURRINGTASK_MULTIPLE_SCHEDULE_TYPES_105=L'entr\u00e9e de t\u00e2che r\u00e9currente fournie contient plusieurs attributs de type %s, servant \u00e0 stocker la planification de la t\u00e2che r\u00e9currente, alors qu'une seule instance est autoris\u00e9e
SEVERE_ERR_RECURRINGTASK_NO_SCHEDULE_VALUES_106=L'entr\u00e9e de t\u00e2che r\u00e9currente fournie ne contient aucune valeur pour l'attribut %s, servant \u00e0 indiquer la planification de la t\u00e2che r\u00e9currente
SEVERE_ERR_RECURRINGTASK_MULTIPLE_SCHEDULE_VALUES_107=L'entr\u00e9e de t\u00e2che r\u00e9currente fournie contient plusieurs valeurs pour l'attribut %s, servant \u00e0 indiquer la planification de la t\u00e2che r\u00e9currente, alors qu'une seule valeur est autoris\u00e9e
SEVERE_ERR_RECURRINGTASK_CANNOT_LOAD_CLASS_108=Une erreur s'est produite lors de la tentative de chargement de la classe %s sp\u00e9cifi\u00e9e dans l'attribut %s de l'entr\u00e9e de t\u00e2che r\u00e9currente fournie\u00a0: %s. Cette classe existe-t-elle dans la variable classpath de Directory Server\u00a0?
SEVERE_ERR_RECURRINGTASK_CANNOT_INSTANTIATE_CLASS_AS_TASK_109=Une erreur s'est produite lors de la tentative de cr\u00e9ation d'une instance de la classe %s en tant que t\u00e2che Directory Server.  Cette classe est-elle une sous-classe de %s\u00a0?
SEVERE_ERR_RECURRINGTASK_CANNOT_INITIALIZE_INTERNAL_110=Une erreur s'est produite lors de la tentative d'ex\u00e9cution de l'initialisation interne sur une instance de la classe %s avec les informations contenues dans l'entr\u00e9e fournie\u00a0: %s
SEVERE_ERR_TASKBE_CONFIG_ENTRY_NULL_111=L'entr\u00e9e de configuration fournie lors de la tentative d'initialisation du backend de t\u00e2che \u00e9tait null
SEVERE_ERR_TASKBE_NO_BASE_DNS_112=L'entr\u00e9e de configuration de backend de t\u00e2che ne contient aucun DN de base.  Il doit exister un seul DN de base pour les informations de t\u00e2che dans Directory Server
SEVERE_ERR_TASKBE_MULTIPLE_BASE_DNS_113=L'entr\u00e9e de configuration de backend de t\u00e2che contient plusieurs DN de base.  Il doit exister un seul DN de base pour les informations de t\u00e2che dans Directory Server
SEVERE_ERR_TASKBE_CANNOT_DECODE_RECURRING_TASK_BASE_DN_114=Une erreur s'est produite lors de la tentative de d\u00e9codage de l'objet %s de base de la t\u00e2che r\u00e9currente en tant que DN\u00a0: %s
SEVERE_ERR_TASKBE_CANNOT_DECODE_SCHEDULED_TASK_BASE_DN_115=Une erreur s'est produite lors de la tentative de d\u00e9codage de l'objet %s de base de la t\u00e2che planifi\u00e9e en tant que DN\u00a0: %s
INFO_TASKBE_DESCRIPTION_RETENTION_TIME_116=La p\u00e9riode (en secondes) pendant laquelle les informations de la t\u00e2che doivent \u00eatre conserv\u00e9es apr\u00e8s le traitement de cette t\u00e2che est \u00e9coul\u00e9e.  Une fois cette p\u00e9riode \u00e9coul\u00e9e, les informations de la t\u00e2che seront automatiquement supprim\u00e9es pour pr\u00e9server la m\u00e9moire et l'espace disque
SEVERE_ERR_TASKBE_CANNOT_INITIALIZE_RETENTION_TIME_117=Une erreur inattendue s'est produite lors de la tentative d'initialisation de la configuration de p\u00e9riode de conservation de la t\u00e2che\u00a0:  %s
INFO_TASKBE_DESCRIPTION_BACKING_FILE_118=Chemin vers le fichier de sauvegarde pour le backend de t\u00e2che.  Ce fichier LDIF conservera toute la configuration pour les t\u00e2ches planifi\u00e9es et r\u00e9currentes d\u00e9finies
SEVERE_ERR_TASKBE_CANNOT_INITIALIZE_BACKING_FILE_119=Une erreur inattendue s'est produite lors de la tentative d'initialisation de la configuration de fichier de secours de la t\u00e2che\u00a0:  %s
SEVERE_ERR_TASKBE_NO_BACKING_FILE_120=L'entr\u00e9e de configuration mise \u00e0 jour ne comporte aucune valeur pour l'attribut requis %s, qui indique le chemin du fichier de secours de donn\u00e9es de t\u00e2che
SEVERE_ERR_TASKBE_BACKING_FILE_EXISTS_121=Le fichier de secours de donn\u00e9es de t\u00e2che indiqu\u00e9 (%s) existe d\u00e9j\u00e0 et Directory Server ne va pas tenter de l'\u00e9craser.  Supprimez ou renommez le fichier existant avant de tenter d'utiliser ce chemin pour le nouveau fichier de secours, ou bien choisissez un autre chemin
SEVERE_ERR_TASKBE_INVALID_BACKING_FILE_PATH_122=Le chemin indiqu\u00e9 pour le nouveau fichier de secours des donn\u00e9es de t\u00e2che (%s) semble \u00eatre un chemin non valide.  Choisissez un autre chemin pour le fichier de secours des donn\u00e9es de t\u00e2che
SEVERE_ERR_TASKBE_BACKING_FILE_MISSING_PARENT_123=Le r\u00e9pertoire parent %s du nouveau fichier de secours des donn\u00e9es de t\u00e2che %s n'existe pas.  Cr\u00e9ez ce r\u00e9pertoire avant de tenter d'utiliser ce chemin pour le nouveau fichier de secours, ou bien choisissez un autre chemin
SEVERE_ERR_TASKBE_BACKING_FILE_PARENT_NOT_DIRECTORY_124=Le r\u00e9pertoire parent %s du nouveau fichier de secours des donn\u00e9es de t\u00e2che %s existe mais n'est pas un r\u00e9pertoire. Choisissez un autre chemin pour le fichier de secours des donn\u00e9es de t\u00e2che
SEVERE_ERR_TASKBE_ERROR_GETTING_BACKING_FILE_125=Une erreur s'est produite lors de la tentative de d\u00e9termination du nouveau chemin du fichier de secours des donn\u00e9es de t\u00e2che\u00a0: %s
SEVERE_ERR_TASKBE_NO_RETENTION_TIME_126=L'entr\u00e9e de configuration mise \u00e0 jour ne comporte aucune valeur pour l'attribut requis %s, qui indique la p\u00e9riode (en secondes) de conservation des informations sur les t\u00e2ches achev\u00e9es, avant que ces donn\u00e9es soient nettoy\u00e9es
SEVERE_ERR_TASKBE_ERROR_GETTING_RETENTION_TIME_127=Une erreur s'est produite lors de la tentative de d\u00e9termination de la p\u00e9riode de conservation des t\u00e2ches achev\u00e9es\u00a0: %s
INFO_TASKBE_UPDATED_RETENTION_TIME_128=La p\u00e9riode de r\u00e9tention de la t\u00e2che termin\u00e9e a \u00e9t\u00e9 mise \u00e0 jour et dure maintenant %d secondes.  Elle prend effet imm\u00e9diatement
INFO_TASKBE_UPDATED_BACKING_FILE_129=Le chemin vers le fichier de sauvegarde des donn\u00e9es de la t\u00e2che est maintenant %s. Un instantan\u00e9 de la configuration de la t\u00e2che actuelle a \u00e9t\u00e9 \u00e9crit dans ce fichier et continuera \u00e0 \u00eatre utilis\u00e9 pour de futures mises \u00e0 jour
SEVERE_ERR_TASKBE_ADD_DISALLOWED_DN_130=Les nouvelles entr\u00e9es du backend de t\u00e2che ne peuvent \u00eatre ajout\u00e9es qu'imm\u00e9diatement sous %s pour les t\u00e2ches planifi\u00e9es ou imm\u00e9diatement sous %s pour les t\u00e2ches r\u00e9currentes
SEVERE_ERR_TASKBE_MODIFY_DN_NOT_SUPPORTED_131=Les op\u00e9rations de modification de DN ne sont pas prises en charge dans le backend de t\u00e2che
INFO_TASKBE_BACKING_FILE_HEADER_132=Ce fichier contient les donn\u00e9es utilis\u00e9es par le backend du planificateur de t\u00e2ches de Directory Server.  N'\u00e9ditez pas directement ce fichier car il existe un risque de perte de ces modifications.  Les d\u00e9finitions de t\u00e2ches planifi\u00e9es et r\u00e9currentes doivent uniquement \u00eatre modifi\u00e9es au moyen des utilitaires d'administration fournis avec Directory Server
SEVERE_ERR_TASKSCHED_DUPLICATE_RECURRING_ID_133=Impossible d'ajouter la t\u00e2che r\u00e9currente %s au planificateur de t\u00e2ches car il existe d\u00e9j\u00e0 une autre t\u00e2che r\u00e9currente avec le m\u00eame ID
SEVERE_ERR_TASKSCHED_DUPLICATE_TASK_ID_134=Impossible de planifier la t\u00e2che %s car il existe d\u00e9j\u00e0 une autre t\u00e2che avec le m\u00eame ID
SEVERE_ERR_TASKSCHED_ERROR_SCHEDULING_RECURRING_ITERATION_136=Une erreur s'est produite lors de la tentative de planification de l'it\u00e9ration suivante de la t\u00e2che r\u00e9currente %s\u00a0: %s
SEVERE_ERR_TASKSCHED_CANNOT_PARSE_ENTRY_RECOVERABLE_137=Une erreur s'est produite lors de la tentative de lecture d'une entr\u00e9e \u00e0 partir du fichier de secours de t\u00e2ches %s sur ou vers la ligne %d\u00a0: %s. Il ne s'agit pas d'une erreur fatale, alors le planificateur de t\u00e2che va tenter de continuer l'analyse du fichier et de planifier les autres t\u00e2ches qu'il contient
FATAL_ERR_TASKSCHED_CANNOT_PARSE_ENTRY_FATAL_138=Une erreur s'est produite lors de la tentative de lecture d'une entr\u00e9e \u00e0 partir du fichier de secours de t\u00e2ches %s sur ou vers la ligne %d\u00a0: %s. Il s'agit d'une erreur irr\u00e9cup\u00e9rable et l'analyse ne peut pas continuer
SEVERE_ERR_TASKSCHED_ENTRY_HAS_NO_PARENT_139=L'entr\u00e9e %s lue \u00e0 partir du fichier de secours de t\u00e2ches n'est pas valide car elle n'a pas de parent et ne correspond pas au DN de t\u00e2che racine, %s
SEVERE_ERR_TASKSCHED_CANNOT_SCHEDULE_RECURRING_TASK_FROM_ENTRY_140=Une erreur s'est produite lors de la tentative d'analyse de l'entr\u00e9e %s en tant que t\u00e2che r\u00e9currente et d'ajout de cette entr\u00e9e au planificateur\u00a0: %s
SEVERE_ERR_TASKSCHED_CANNOT_SCHEDULE_TASK_FROM_ENTRY_141=Une erreur s'est produite lors de la tentative d'analyse de l'entr\u00e9e %s en tant que t\u00e2che et d'ajout de cette entr\u00e9e au planificateur\u00a0: %s
SEVERE_ERR_TASKSCHED_INVALID_TASK_ENTRY_DN_142=L'entr\u00e9e %s lue \u00e0 partir du fichier de secours de t\u00e2ches %s comporte un DN qui n'est pas valide pour une d\u00e9finition de t\u00e2che ou de t\u00e2che r\u00e9currente\u00a0; elle va \u00eatre ignor\u00e9e
SEVERE_ERR_TASKSCHED_ERROR_READING_TASK_BACKING_FILE_143=Une erreur s'est produite lors de la tentative de lecture dans le fichier de secours de donn\u00e9es de t\u00e2che %s\u00a0: %s
SEVERE_ERR_TASKSCHED_CANNOT_CREATE_BACKING_FILE_144=Une erreur s'est produite lors de la tentative de cr\u00e9ation du fichier de secours de t\u00e2ches %s pour utilisation avec le planificateur de t\u00e2ches\u00a0: %s
SEVERE_ERR_TASKSCHED_NO_CLASS_ATTRIBUTE_145=L'entr\u00e9e de t\u00e2che fournie ne contient pas l'attribut %s, n\u00e9cessaire pour indiquer le nom complet de la classe qui fournit la logique de t\u00e2che
SEVERE_ERR_TASKSCHED_MULTIPLE_CLASS_TYPES_146=L'entr\u00e9e de t\u00e2che fournie contient plusieurs attributs de type %s, servant \u00e0 stocker le nom de classe de la t\u00e2che, alors qu'une seule instance est autoris\u00e9e
SEVERE_ERR_TASKSCHED_NO_CLASS_VALUES_147=L'entr\u00e9e de t\u00e2che fournie ne contient aucune valeur pour l'attribut %s, n\u00e9cessaire pour indiquer le nom complet de la classe qui fournit la logique de t\u00e2che
SEVERE_ERR_TASKSCHED_MULTIPLE_CLASS_VALUES_148=L'entr\u00e9e de t\u00e2che fournie contient plusieurs valeurs pour l'attribut %s, servant \u00e0 indiquer le nom de classe de la t\u00e2che, alors qu'une seule valeur est autoris\u00e9e
SEVERE_ERR_TASKSCHED_CANNOT_LOAD_CLASS_149=Une erreur s'est produite lors de la tentative de chargement de la classe %s sp\u00e9cifi\u00e9e dans l'attribut %s de l'entr\u00e9e de t\u00e2che fournie\u00a0: %s. Cette classe existe-t-elle dans la variable classpath de Directory Server\u00a0?
SEVERE_ERR_TASKSCHED_CANNOT_INSTANTIATE_CLASS_AS_TASK_150=Une erreur s'est produite lors de la tentative de cr\u00e9ation d'une instance de la classe %s en tant que t\u00e2che Directory Server.  Cette classe est-elle une sous-classe de %s\u00a0?
SEVERE_ERR_TASKSCHED_CANNOT_INITIALIZE_INTERNAL_151=Une erreur s'est produite lors de la tentative d'ex\u00e9cution de l'initialisation interne sur une instance de la classe %s avec les informations contenues dans l'entr\u00e9e fournie\u00a0: %s
SEVERE_WARN_TASKSCHED_CANNOT_RENAME_CURRENT_BACKING_FILE_152=Une erreur s'est produite lors de la tentative de changement du nom du fichier de secours de t\u00e2ches actuel de %s en %s\u00a0: %s. La configuration de t\u00e2ches pr\u00e9c\u00e9dente (qui ne refl\u00e8te pas la derni\u00e8re mise \u00e0 jour) risque d'\u00eatre perdue
SEVERE_ERR_TASKSCHED_CANNOT_RENAME_NEW_BACKING_FILE_153=Une erreur s'est produite lors de la tentative de changement du nom du nouveau fichier de secours de t\u00e2ches de %s en %s\u00a0: %s. Si vous red\u00e9marrez Directory Server, le planificateur de t\u00e2ches risque de ne pas fonctionner comme pr\u00e9vu
SEVERE_ERR_TASKSCHED_CANNOT_WRITE_BACKING_FILE_154=Une erreur s'est produite lors de la tentative d'\u00e9criture du nouveau fichier de secours de t\u00e2ches %s\u00a0: %s. Les informations de configuration, qui refl\u00e8tent la derni\u00e8re mise \u00e0 jour, risquent d'\u00eatre perdues
SEVERE_ERR_TASKBE_IMPORT_NOT_SUPPORTED_155=Le backend de t\u00e2che ne prend pas en charge les op\u00e9rations d'importation LDIF
INFO_TASKBE_INTERRUPTED_BY_SHUTDOWN_156=Le backend des t\u00e2ches est en cours de cl\u00f4ture
INFO_ROOTDSE_DESCRIPTION_SHOW_ALL_ATTRIBUTES_157=Indique si tous les attributs dans le DSE racine doivent \u00eatre trait\u00e9s comme des attributs d'utilisateurs (et par cons\u00e9quent retourn\u00e9s aux clients par d\u00e9faut), quelle que soit la configuration du sch\u00e9ma de Directory Server
SEVERE_ERR_ROOTDSE_CANNOT_DETERMINE_ALL_USER_ATTRIBUTES_158=Une erreur s'est produite lors de la tentative de d\u00e9termination de la valeur de l'attribut de configuration %s, qui indique s'il faut traiter tous les attributs de DSE racine comme des attributs utilisateur\u00a0: %s. Les attributs du DSE racine vont \u00eatre trait\u00e9s en fonction de leur d\u00e9finition dans le sch\u00e9ma de serveur
INFO_ROOTDSE_UPDATED_SHOW_ALL_ATTRS_159=La configuration du DSE racine a \u00e9t\u00e9 mise \u00e0 jour afin que l'attribut de configuration %s utilise d\u00e9sormais une valeur de %s
SEVERE_ERR_TASKSCHED_REMOVE_RECURRING_EXISTING_ITERATION_160=Impossible de supprimer la t\u00e2che r\u00e9currente %s car l'it\u00e9ration planifi\u00e9e de cette t\u00e2che portant l'ID %s doit \u00eatre supprim\u00e9e auparavant
SEVERE_ERR_TASKSCHED_REMOVE_PENDING_NO_SUCH_TASK_161=Impossible de supprimer la t\u00e2che en attente %s car elle n'existe pas
SEVERE_ERR_TASKSCHED_REMOVE_PENDING_NOT_PENDING_162=Impossible de supprimer la t\u00e2che en attente %s car elle n'est plus en attente
SEVERE_ERR_TASKSCHED_REMOVE_COMPLETED_NO_SUCH_TASK_163=Impossible de supprimer la t\u00e2che achev\u00e9e %s car elle n'existe pas dans la liste des t\u00e2ches achev\u00e9es
SEVERE_ERR_TASKBE_DELETE_INVALID_ENTRY_164=Impossible de supprimer l'entr\u00e9e %s du backend de t\u00e2che car son DN n'est pas appropri\u00e9 pour ce backend, ou ne se trouve pas sous l'entr\u00e9e de base des t\u00e2ches planifi\u00e9es ou r\u00e9currentes
SEVERE_ERR_TASKBE_DELETE_NO_SUCH_TASK_165=Impossible de supprimer l'entr\u00e9e %s du backend de t\u00e2che car aucune t\u00e2che planifi\u00e9e n'est associ\u00e9e \u00e0 ce DN d'entr\u00e9e
SEVERE_ERR_TASKBE_DELETE_RUNNING_166=Impossible de supprimer l'entr\u00e9e %s du backend de t\u00e2che car la t\u00e2che associ\u00e9e est en cours d'ex\u00e9cution
SEVERE_ERR_TASKBE_DELETE_NO_SUCH_RECURRING_TASK_167=Impossible de supprimer l'entr\u00e9e %s du backend de t\u00e2che car aucune t\u00e2che r\u00e9currente n'est associ\u00e9e \u00e0 ce DN d'entr\u00e9e
SEVERE_ERR_TASKBE_SEARCH_INVALID_BASE_168=Impossible de traiter l'op\u00e9ration de recherche dans le backend de t\u00e2che car le DN de base fourni (%s) n'est pas valide pour les entr\u00e9es du backend de t\u00e2che
SEVERE_ERR_TASKBE_SEARCH_NO_SUCH_TASK_169=Impossible de traiter l'op\u00e9ration de recherche dans le backend de t\u00e2che car aucune t\u00e2che planifi\u00e9e n'est associ\u00e9e \u00e0 l'entr\u00e9e de base de recherche fournie (%s)
SEVERE_ERR_TASKBE_SEARCH_NO_SUCH_RECURRING_TASK_170=Impossible de traiter l'op\u00e9ration de recherche dans le backend de t\u00e2che car aucune t\u00e2che r\u00e9currente n'est associ\u00e9e \u00e0 l'entr\u00e9e de base de recherche fournie (%s)
SEVERE_ERR_BACKUP_CONFIG_ENTRY_NULL_171=Impossible d'initialiser le backend de sauvegarde car l'entr\u00e9e de configuration fournie est Null
SEVERE_ERR_BACKUP_CANNOT_DECODE_BACKUP_ROOT_DN_172=Impossible d'initialiser le backend de sauvegarde car une erreur s'est produite lors de la tentative de d\u00e9codage du DN de base pour ce backend\u00a0: %s
INFO_BACKUP_DESCRIPTION_BACKUP_DIR_LIST_173=Ensemble de r\u00e9pertoires auxquels les op\u00e9rations de recherche acc\u00e8deront par d\u00e9faut dans le backend de sauvegarde. L'acc\u00e8s aux r\u00e9pertoires de sauvegarde ne figurant pas dans cette liste sera encore possible en sp\u00e9cifiant directement le r\u00e9pertoire de sauvegarde dans le DN de base de recherche.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_BACKUP_CANNOT_DETERMINE_BACKUP_DIR_LIST_174=Une erreur s'est produite lors de la tentative de d\u00e9termination de la liste des r\u00e9pertoires de sauvegarde\u00a0: %s. Impossible de continuer \u00e0 initialiser le backend de sauvegarde
SEVERE_ERR_BACKUP_GET_ENTRY_NULL_175=Impossible de r\u00e9cup\u00e9rer une entr\u00e9e depuis le backend de sauvegarde car l'entr\u00e9e demand\u00e9e \u00e9tait Null
SEVERE_ERR_BACKUP_INVALID_BASE_176=L'entr\u00e9e demand\u00e9e (%s) n'existe pas dans le backend de sauvegarde
SEVERE_ERR_BACKUP_DN_DOES_NOT_SPECIFY_DIRECTORY_177=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e %s depuis le backend de sauvegarde car le DN demand\u00e9 est un niveau au-dessous du DN de base mais n'indique aucun r\u00e9pertoire de sauvegarde
SEVERE_ERR_BACKUP_INVALID_BACKUP_DIRECTORY_178=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e %s depuis le backend de sauvegarde car le r\u00e9pertoire de sauvegarde demand\u00e9 n'est pas valide\u00a0: %s
SEVERE_ERR_BACKUP_ERROR_GETTING_BACKUP_DIRECTORY_179=Une erreur s'est produite lors de la tentative d'examen du r\u00e9pertoire de sauvegarde demand\u00e9\u00a0: %s
SEVERE_ERR_BACKUP_NO_BACKUP_ID_IN_DN_180=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e %s depuis le backend de sauvegarde car le DN demand\u00e9 est deux niveaux au-dessous du DN de base mais n'indique aucun ID de sauvegarde
SEVERE_ERR_BACKUP_NO_BACKUP_PARENT_DN_181=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e %s depuis le backend de sauvegarde car elle n'a pas de parent
SEVERE_ERR_BACKUP_NO_BACKUP_DIR_IN_DN_182=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e %s depuis le backend de sauvegarde car le DN ne contient pas le r\u00e9pertoire de sauvegarde o\u00f9 la sauvegarde demand\u00e9e doit r\u00e9sider
SEVERE_ERR_BACKUP_NO_SUCH_BACKUP_183=La sauvegarde %s n'existe pas dans le r\u00e9pertoire de sauvegarde %s
SEVERE_ERR_BACKUP_ADD_NOT_SUPPORTED_184=Les op\u00e9rations d'ajout ne sont pas prises en charge dans le backend de sauvegarde
SEVERE_ERR_BACKUP_DELETE_NOT_SUPPORTED_185=Les op\u00e9rations de suppression ne sont pas prises en charge dans le backend de sauvegarde
SEVERE_ERR_BACKUP_MODIFY_NOT_SUPPORTED_186=Les op\u00e9rations de modification ne sont pas prises en charge dans le backend de sauvegarde
SEVERE_ERR_BACKUP_MODIFY_DN_NOT_SUPPORTED_187=Les op\u00e9rations de modification de DN ne sont pas prises en charge dans le backend de sauvegarde
SEVERE_ERR_BACKUP_NO_SUCH_ENTRY_188=L'entr\u00e9e demand\u00e9e (%s) n'existe pas dans le backend de sauvegarde
SEVERE_ERR_BACKUP_EXPORT_NOT_SUPPORTED_189=Les op\u00e9rations d'exportation LDIF ne sont pas prises en charge dans le backend de sauvegarde
SEVERE_ERR_BACKUP_IMPORT_NOT_SUPPORTED_190=Les op\u00e9rations d'importation LDIF  ne sont pas prises en charge dans le backend de sauvegarde
SEVERE_ERR_BACKUP_BACKUP_AND_RESTORE_NOT_SUPPORTED_191=Les op\u00e9rations de sauvegarde et restauration ne sont pas prises en charge dans le backend de sauvegarde
SEVERE_ERR_MEMORYBACKEND_REQUIRE_EXACTLY_ONE_BASE_192=Vous devez indiquer un seul DN de base \u00e0 utiliser avec le backend bas\u00e9 sur la m\u00e9moire
SEVERE_ERR_MEMORYBACKEND_ENTRY_ALREADY_EXISTS_193=L'entr\u00e9e %s existe d\u00e9j\u00e0 dans le backend bas\u00e9 sur la m\u00e9moire
SEVERE_ERR_MEMORYBACKEND_ENTRY_DOESNT_BELONG_194=L'entr\u00e9e %s n'appartient pas au backend bas\u00e9 sur la m\u00e9moire
SEVERE_ERR_MEMORYBACKEND_PARENT_DOESNT_EXIST_195=Impossible d'ajouter l'entr\u00e9e %s car son entr\u00e9e parente (%s) n'existe pas dans le backend bas\u00e9 sur la m\u00e9moire
SEVERE_ERR_MEMORYBACKEND_ENTRY_DOESNT_EXIST_196=L'entr\u00e9e %s n'existe pas dans le backend bas\u00e9 sur la m\u00e9moire
SEVERE_ERR_MEMORYBACKEND_CANNOT_DELETE_ENTRY_WITH_CHILDREN_197=Impossible de supprimer l'entr\u00e9e %s car elle poss\u00e8de une ou plusieurs entr\u00e9es subordonn\u00e9es
SEVERE_ERR_MEMORYBACKEND_MODDN_NOT_SUPPORTED_198=Les op\u00e9rations de modification de DN ne sont pas prises en charge dans le backend bas\u00e9 sur la m\u00e9moire
SEVERE_ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_WRITER_199=Impossible de cr\u00e9er un g\u00e9n\u00e9rateur LDIF\u00a0:  %s
SEVERE_ERR_MEMORYBACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_200=Impossible d'\u00e9crire l'entr\u00e9e %s dans le fichier LDIF\u00a0: %s
SEVERE_ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_READER_201=Impossible de cr\u00e9er un lecteur LDIF\u00a0:  %s
SEVERE_ERR_MEMORYBACKEND_ERROR_READING_LDIF_202=Une erreur irr\u00e9cup\u00e9rable s\u2019est produite lors de la lecture du fichier LDIF\u00a0: %s
SEVERE_ERR_MEMORYBACKEND_ERROR_DURING_IMPORT_203=Une erreur inattendue s\u2019est produite lors du traitement de l\u2019importation \u00a0:  %s
SEVERE_ERR_MEMORYBACKEND_BACKUP_RESTORE_NOT_SUPPORTED_204=Le backend bas\u00e9 sur la m\u00e9moire ne prend pas en charge les op\u00e9rations de sauvegarde et restauration
SEVERE_ERR_MEMORYBACKEND_CANNOT_RENAME_ENRY_WITH_CHILDREN_205=Impossible de renommer l'entr\u00e9e %s car elle poss\u00e8de une ou plusieurs entr\u00e9es subordonn\u00e9es
SEVERE_ERR_MEMORYBACKEND_CANNOT_RENAME_TO_ANOTHER_BACKEND_206=Impossible de renommer l'entr\u00e9e %s car l'entr\u00e9e cible se trouve dans un autre backend
SEVERE_ERR_MEMORYBACKEND_RENAME_PARENT_DOESNT_EXIST_207=Impossible de renommer l'entr\u00e9e %s car la nouvelle entr\u00e9e parente (%s) n'existe pas
INFO_SCHEMA_DESCRIPTION_SHOW_ALL_ATTRIBUTES_208=Indique si les atttributs dans l'entr\u00e9e de sous-sch\u00e9ma doivent \u00eatre trait\u00e9s comme des attributs d'utilisateur m\u00eame s'ils sont marqu\u00e9s comme op\u00e9rationnels.  Ceci peut fournir une compatibilit\u00e9 avec des applications qui requi\u00e8rent que des attributs de sch\u00e9ma comme attributeType et objectClasses soient inclus par d\u00e9faut m\u00eame s'ils ne sont pas n\u00e9cessaires.  Remarquez que l'attribut ldapSyntaxes sera toujours consid\u00e9r\u00e9 comme op\u00e9rationnel, afin d'\u00e9viter des probl\u00e8mes lors des tentatives de modifications du sch\u00e9ma sur le protocole
SEVERE_ERR_SCHEMA_CANNOT_DETERMINE_SHOW_ALL_209=Une erreur s'est produite lors de la tentative de d\u00e9termination du fait qu'il faut ou non traiter tous les attributs d'entr\u00e9e de sous-sch\u00e9ma comme des attributs utilisateur, quelle que soit la mani\u00e8re dont ils sont d\u00e9finis dans le sch\u00e9ma, comme l'indique l'attribut ds-cfg-show-all-attributes de l'entr\u00e9e de configuration %s\u00a0: %s. Le comportement par d\u00e9faut, qui consiste \u00e0 traiter les types d'attribut tels qu'ils sont d\u00e9finis dans le sch\u00e9ma de serveur, va \u00eatre utilis\u00e9
FATAL_ERR_BACKEND_CANNOT_REGISTER_BASEDN_210=Une erreur s'est produite lors de la tentative d'enregistrement de DN de base %s dans Directory Server\u00a0: %s
MILD_ERR_SCHEMA_DELETE_MODTYPE_NOT_SUPPORTED_211=Le backend de sch\u00e9ma ne prend actuellement pas en charge la suppression des \u00e9l\u00e9ments de sch\u00e9ma existants
MILD_ERR_SCHEMA_INVALID_MODIFICATION_TYPE_212=Le backend de sch\u00e9ma ne prend actuellement pas en charge le type de modification %s
MILD_ERR_SCHEMA_MODIFY_UNSUPPORTED_ATTRIBUTE_TYPE_213=Le backend de sch\u00e9ma ne prend actuellement pas en charge la modification de ce type d'attribut %s.  Seules les utilisations des types d'attributs, des classes d'objet, les descriptions de syntaxe LDAP, des formulaires de noms, des r\u00e8gles de contenu DIT, des r\u00e8gles de structure DIT et des r\u00e8gles de correspondance peuvent \u00eatre modifi\u00e9es
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_ATTRTYPE_214=Une erreur s'est produite lors de la tentative de d\u00e9codage du type d'attribut "%s"\u00a0: %s
MILD_ERR_SCHEMA_MODIFY_ATTRTYPE_ALREADY_EXISTS_215=Impossible d'ajouter un type d'attribut %s au sch\u00e9ma de serveur car il existe un type d'attribut avec un nom ou un OID\u00a0incompatible\u00a0:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_OBJECTCLASS_216=Une erreur s'est produite lors de la tentative de d\u00e9codage de la classe d'objet "%s"\u00a0: %s
MILD_ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_OBJECTCLASS_217=Impossible d'ajouter une classe d'objet %s car sa classe sup\u00e9rieure de %s n'est pas d\u00e9finie dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_OC_UNDEFINED_REQUIRED_ATTR_218=Impossible d'ajouter une classe d'objet %s car elle n\u00e9cessite un attribut %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_OC_UNDEFINED_OPTIONAL_ATTR_219=Impossible d'ajouter une classe d'objet %s car elle autorise un attribut %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_OBJECTCLASS_ALREADY_EXISTS_220=Impossible d'ajouter une classe d'objet %s au sch\u00e9ma de serveur car il existe une classe d'objet avec un nom ou un OID\u00a0incompatible\u00a0:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_READ_EXISTING_USER_SCHEMA_221=Une erreur s'est produite lors de la tentative de lecture du contenu du fichier de sch\u00e9ma %s\u00a0: %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_SCHEMA_222=Une erreur s'est produite lors de la tentative d'\u00e9criture du sch\u00e9ma mis \u00e0 jour\u00a0:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_NAME_FORM_223=Une erreur s'est produite lors de la tentative de d\u00e9codage du formulaire de nom "%s"\u00a0: %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_DCR_224=Une erreur s'est produite lors de la tentative de d\u00e9codage de la r\u00e8gle de contenu DIT "%s"\u00a0: %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_DSR_225=Une erreur s'est produite lors de la tentative de d\u00e9codage de la r\u00e8gle de structure DIT "%s"\u00a0: %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_MR_USE_226=Une erreur s'est produite lors de la tentative de d\u00e9codage de l'utilisation de la r\u00e8gle de correspondance "%s"\u00a0: %s
MILD_ERR_SCHEMA_MODIFY_DELETE_NO_VALUES_227=Le serveur n'autorisera pas la suppression de toutes les valeurs pour le type d'attribut %s dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_ATTRTYPE_228=Impossible d'ajouter un type d'attribut %s car il entre en conflit avec plusieurs types d'attributs existants (%s et %s)
MILD_ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_ATTRIBUTE_TYPE_229=Impossible d'ajouter un type d'attribut %s car il fait r\u00e9f\u00e9rence \u00e0 un type d'attribut sup\u00e9rieur %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_OBJECTCLASS_230=Impossible d'ajouter une classe d'objet  %s car elle entre en conflit avec plusieurs classes d'objets existantes (%s et %s)
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_NAME_FORM_231=Impossible d'ajouter un formulaire de nom %s car il entre en conflit avec plusieurs formulaires de noms existants (%s et %s)
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_STRUCTURAL_OC_232=Impossible d'ajouter un formulaire de nom %s car il fait r\u00e9f\u00e9rence \u00e0 une classe d'objet structurelle %s qui n'est pas d\u00e9finie dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_REQUIRED_ATTR_233=Impossible d'ajouter un formulaire de nom %s car il fait r\u00e9f\u00e9rence \u00e0 un type d'attribut requis %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_OPTIONAL_ATTR_234=Impossible d'ajouter un formulaire de nom %s car il fait r\u00e9f\u00e9rence \u00e0 un type d'attribut facultatif %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DCR_235=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle entre en conflit avec des r\u00e8gles de contenus DIT existantes (%s et %s)
MILD_ERR_SCHEMA_MODIFY_STRUCTURAL_OC_CONFLICT_FOR_ADD_DCR_236=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 une classe d'objet structurelle %s, qui est d\u00e9j\u00e0 associ\u00e9e \u00e0 une autre r\u00e8gle de contenu DIT %s
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_STRUCTURAL_OC_237=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 une classe d'objet structurelle %s qui n'est pas d\u00e9finie dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_AUXILIARY_OC_238=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 une classe d'objet auxiliaire %s qui n'est pas d\u00e9finie dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_REQUIRED_ATTR_239=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 un type d'attribut requis %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_OPTIONAL_ATTR_240=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 un type d'attribut facultatif %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_PROHIBITED_ATTR_241=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 un type d'attribut interdit %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DSR_242=Impossible d'ajouter une r\u00e8gle de structure DIT %s car elle entre en conflit avec plusieurs r\u00e8gles de structures DIT existantes (%s et %s)
MILD_ERR_SCHEMA_MODIFY_NAME_FORM_CONFLICT_FOR_ADD_DSR_243=Impossible d'ajouter une r\u00e8gle de structure DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 un formulaire de nom %s, qui est d\u00e9j\u00e0 associ\u00e9 \u00e0 une autre r\u00e8gle de structure DIT %s
MILD_ERR_SCHEMA_MODIFY_DSR_UNDEFINED_NAME_FORM_244=Impossible d'ajouter une r\u00e8gle de structure DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 un formulaire de nom %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_MR_USE_245=Impossible d'ajouter une utilisation de r\u00e8gle de correspondance %s car elle entre en conflit avec plusieurs utilisations de r\u00e8gles de correspondance (%s et %s)
MILD_ERR_SCHEMA_MODIFY_MR_CONFLICT_FOR_ADD_MR_USE_246=Impossible d'ajouter une utilisation de r\u00e8gle de correspondance %s car elle fait r\u00e9f\u00e9rence \u00e0 une r\u00e8gle de correspondance %s d\u00e9j\u00e0 associ\u00e9e \u00e0 une autre utilisation de r\u00e8gles de correspondance %s
MILD_ERR_SCHEMA_MODIFY_MRU_UNDEFINED_ATTR_247=Impossible d'ajouter une utilisation de r\u00e8gle de correspondance %s car elle fait r\u00e9f\u00e9rence \u00e0 un type d'attribut %s qui n'est pas d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_AT_248=R\u00e9ference circulaire d\u00e9tect\u00e9e pour un type d'attribut %s dans lequel la cha\u00eene de type sup\u00e9rieur fait r\u00e9f\u00e9rence au type d'attribut lui-m\u00eame
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_OC_249=R\u00e9ference circulaire d\u00e9tect\u00e9e pour une classe d'objet %s dans laquelle la cha\u00eene de type sup\u00e9rieur fait r\u00e9f\u00e9rence \u00e0 la classe d'objet elle-m\u00eame
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_DSR_250=R\u00e9ference circulaire d\u00e9tect\u00e9e pour une r\u00e8gle de structure DIT %s dans lequel la cha\u00eene de type sup\u00e9rieur fait r\u00e9f\u00e9rence \u00e0 la r\u00e8gle de structure DIT elle-m\u00eame
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_CLEANED_251=Une erreur s'est produite lors de la tentative de cr\u00e9ation de copies des fichiers de sch\u00e9ma existants avant d'appliquer les mises \u00e0 jour\u00a0: %s.  Le serveur a pu restaurer la configuration de sch\u00e9ma d'origine et aucun nettoyage suppl\u00e9mentaire ne sera donc n\u00e9cessaire
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_NOT_CLEANED_252=Une erreur s'est produite lors de la tentative de cr\u00e9ation de copies des fichiers de sch\u00e9ma existants avant d'appliquer les mises \u00e0 jour\u00a0: %s.  Un probl\u00e8me s'est \u00e9galement produit lors de la tentative de restauration de la configuration de sch\u00e9ma d'origine et le serveur peut se trouver dans un \u00e9tat incoh\u00e9rent et n\u00e9cessiter un nettoyage manuel
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_RESTORED_253=Une erreur s'est produite lors de la tentative d'\u00e9criture de nouvelles versions des fichiers de sch\u00e9ma existants\u00a0: %s.  Le serveur a pu restaurer la configuration de sch\u00e9ma d'origine et aucun nettoyage suppl\u00e9mentaire ne sera donc n\u00e9cessaire
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_NOT_RESTORED_254=Une erreur s'est produite lors de la tentative d'\u00e9criture de nouvelles versions des fichiers de sch\u00e9ma existants\u00a0: %s.  Un probl\u00e8me s'est \u00e9galement produit lors de la tentative de restauration de la configuration de sch\u00e9ma d'origine et le serveur peut se trouver dans un \u00e9tat incoh\u00e9rent et n\u00e9cessiter un nettoyage manuel
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_ATTRIBUTE_TYPE_255=Impossible de supprimer un type d'attribut %s du sch\u00e9ma de serveur car aucun type d'attribut de ce genre n'a \u00e9t\u00e9 d\u00e9fini
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_SUPERIOR_TYPE_256=Impossible de supprimer un type d'attribut %s du sch\u00e9ma de serveur car il est r\u00e9f\u00e9renc\u00e9 en tant que type sup\u00e9rieur pour un type d'attribut %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_OC_257=Impossible de supprimer un type d'attribut %s du sch\u00e9ma de serveur car il est r\u00e9f\u00e9renc\u00e9 en tant que type d'attribut requis ou facultatif dans une classe d'objet %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_NF_258=Impossible de supprimer un type d'attribut %s du sch\u00e9ma de serveur car il est r\u00e9f\u00e9renc\u00e9 en tant que type d'attribut requis ou facultatif dans un formulaire de nom %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_DCR_259=Impossible de supprimer un type d'attribut %s du sch\u00e9ma de serveur car il est r\u00e9f\u00e9renc\u00e9 en tant que type d'attribut requis, facultatif ou interdit dans une r\u00e8gle de contenu DIT %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_MR_USE_260=Impossible de supprimer un type d'attribut %s du sch\u00e9ma de serveur car il est r\u00e9f\u00e9renc\u00e9 par une utilisation de r\u00e8gle de correspondance %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_OBJECTCLASS_261=Impossible de supprimer une classe d'objet %s du sch\u00e9ma de serveur car aucune classe d'objet de ce type n'a \u00e9t\u00e9 d\u00e9finie
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_SUPERIOR_CLASS_262=Impossible de supprimer une classe d'objet %s du sch\u00e9ma de serveur car elle est r\u00e9f\u00e9renc\u00e9e en tant que type sup\u00e9rieur pour une classe d'objet %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_IN_NF_263=Impossible de supprimer une classe d'objet %s du sch\u00e9ma de serveur car elle est r\u00e9f\u00e9renc\u00e9e en tant que classe structurelle pour un formulaire de nom %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_IN_DCR_264=Impossible de supprimer une classe d'objet %s du sch\u00e9ma de serveur car elle est r\u00e9f\u00e9renc\u00e9e en tant que classe structurelle ou auxiliaire pour une r\u00e8gle de contenu DIT %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_NAME_FORM_265=Impossible de supprimer un formulaire de nom %s du sch\u00e9ma de serveur car aucun formulaire de nom de ce type n'a \u00e9t\u00e9 d\u00e9fini
MILD_ERR_SCHEMA_MODIFY_REMOVE_NF_IN_DSR_266=Impossible de supprimer un formulaire de nom %s du sch\u00e9ma de serveur car il est r\u00e9f\u00e9renc\u00e9 par une r\u00e8gle de structure DIT %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DCR_267=Impossibler de supprimer une r\u00e8gle de contenu DIT %s du sch\u00e9ma de serveur car aucune r\u00e8gle de contenu de ce type n'a \u00e9t\u00e9 d\u00e9finie
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DSR_268=Impossibler de supprimer une r\u00e8gle de structure DIT %s du sch\u00e9ma de serveur car aucune r\u00e8gle de structure de ce type n'a \u00e9t\u00e9 d\u00e9finie
MILD_ERR_SCHEMA_MODIFY_REMOVE_DSR_SUPERIOR_RULE_269=Impossibler de supprimer une r\u00e8gle de structure DIT %s du sch\u00e9ma de serveur car elle est r\u00e9f\u00e9renc\u00e9e en tant que r\u00e8gle sup\u00e9rieure pour une r\u00e8gle de structure %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_MR_USE_270=Impossibler de supprimer une utilisation de r\u00e8gle de correspondance %s du sch\u00e9ma de serveur car aucune une utilisation de r\u00e8gle de correspondance de ce type n'a \u00e9t\u00e9 d\u00e9finie
MILD_ERR_SCHEMA_MODIFY_NF_OC_NOT_STRUCTURAL_271=Impossible d'ajouter le formulaire de nom %s car il fait r\u00e9f\u00e9rence \u00e0 une classe d'objet %s qui est d\u00e9finie sur le sch\u00e9ma de serveur mais n'est pas une classe d'objet structurelle
MILD_ERR_SCHEMA_MODIFY_DCR_OC_NOT_STRUCTURAL_272=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 une classe d'objet structurelle %s qui est d\u00e9finie dans le sch\u00e9ma de serveur mais n'est pas structurelle
MILD_ERR_SCHEMA_MODIFY_STRUCTURAL_OC_CONFLICT_FOR_ADD_NF_273=Impossible d'ajouter un formulaire de nom %s car il fait r\u00e9f\u00e9rence \u00e0 une classe d'objet structurelle %s qui est d\u00e9j\u00e0 associ\u00e9e \u00e0 un autre formulaire de nom %s
MILD_ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_ATTRIBUTE_TYPE_274=Impossible d'ajouter un type d'attribut %s car le type sup\u00e9rieur %s est marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_ATTRTYPE_OBSOLETE_MR_275=Impossible d'ajouter un type d'attribut %s car la r\u00e8gle de correspondance associ\u00e9e %s est marqu\u00e9e comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_OBJECTCLASS_276=Impossible d'ajouter une classe d'objet %s car la classe sup\u00e9rieure %s est marqu\u00e9e comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_OC_OBSOLETE_REQUIRED_ATTR_277=Impossible d'ajouter une classe d'objet %s car l'attribut requis %s est marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_OC_OBSOLETE_OPTIONAL_ATTR_278=Impossible d'ajouter une classe d'objet %s car l'attribut facultatif %s est marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_NF_OC_OBSOLETE_279=Impossible d'ajouter un formulaire de nom %s car sa classe d'objet structurelle %s est marqu\u00e9e comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_NF_OBSOLETE_REQUIRED_ATTR_280=Impossible d'ajouter un formulaire de nom %s car il n\u00e9cessite un type d'attribut %s marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_NF_OBSOLETE_OPTIONAL_ATTR_281=Impossible d'ajouter un formulaire de nom %s car il autorise un type d'attribut %s marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_STRUCTURAL_OC_OBSOLETE_282=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car sa classe d'objet structurelle %s est marqu\u00e9e comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_OC_NOT_AUXILIARY_283=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 une classe d'objet auxiliaire %s qui est d\u00e9finie dans le sch\u00e9ma de serveur mais n'est pas une classe auxiliaire
MILD_ERR_SCHEMA_MODIFY_DCR_AUXILIARY_OC_OBSOLETE_284=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle autorise une classe d'objet auxiliaire %s marqu\u00e9e comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_REQUIRED_ATTR_285=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle n\u00e9cessite un type d'attribut %s marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_OPTIONAL_ATTR_286=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle autorise un type d'attribut %s marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_PROHIBITED_ATTR_287=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle interdit un type d'attribut %s marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DSR_OBSOLETE_NAME_FORM_288=Impossible d'ajouter une r\u00e8gle de structure DIT %s car son formulaire de nom %s est marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DSR_OBSOLETE_SUPERIOR_RULE_289=Impossible d'ajouter une r\u00e8gle de structure DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 une r\u00e8gle sup\u00e9rieure %s marqu\u00e9e comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_MRU_OBSOLETE_MR_290=Impossible d'ajouter une utilisation de r\u00e8gle de correspondance %s car sa r\u00e8gle de correspondance %s est marqu\u00e9e comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_MRU_OBSOLETE_ATTR_291=Impossible d'ajouter une utilisation de r\u00e8gle de correspondance %s car elle fait r\u00e9f\u00e9rence \u00e0 un type d'attribut %s marqu\u00e9 comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_AUXILIARY_OC_292=Impossible d'ajouter une r\u00e8gle de contenu DIT %s car elle fait r\u00e9f\u00e9rence \u00e0 une classe d'objet auxiliaire %s marqu\u00e9e comme OBSOL\u00c8TE dans le sch\u00e9ma de serveur
MILD_ERR_SCHEMA_MODIFY_INSUFFICIENT_PRIVILEGES_293=Vous ne disposez pas de privil\u00e8ges suffisants pour modifier le sch\u00e9ma de Directory Server
SEVERE_ERR_SCHEMA_CANNOT_FIND_CONCAT_FILE_294=Impossible de trouver un fichier contenant des d\u00e9finitions d'\u00e9l\u00e9ment de sch\u00e9ma concat\u00e9n\u00e9es pour d\u00e9terminer si ces modifications ont \u00e9t\u00e9 apport\u00e9es au sch\u00e9ma alors que le serveur \u00e9tait hors ligne.  Le fichier devrait se trouver dans le r\u00e9pertoire %s, sous le nom %s ou %s
SEVERE_ERR_SCHEMA_ERROR_DETERMINING_SCHEMA_CHANGES_295=Une erreur s'est produite lors de tentative de d\u00e9termination du fait que des modifications ont \u00e9t\u00e9 ou non apport\u00e9es au sch\u00e9ma par modification directe des fichiers de sch\u00e9ma alors que le serveur \u00e9tait hors ligne\u00a0: %s
SEVERE_ERR_SCHEMA_CANNOT_WRITE_CONCAT_SCHEMA_FILE_296=Une erreur s'est produite lors de la tentative d'\u00e9criture du fichier %s contenant une liste concat\u00e9n\u00e9e de tous les \u00e9l\u00e9ments de sch\u00e9ma\u00a0: %s. Le serveur risque de ne pas pouvoir identifier avec exactitude les modifications apport\u00e9es au sch\u00e9ma alors que le serveur \u00e9tait hors ligne
NOTICE_BACKEND_ENVIRONMENT_UNUSABLE_297=L'environnement de bases de donn\u00e9es JE correspondant \u00e0 l 'id de backend %s est corrompu. Red\u00e9marrez Directory Server pour rouvrir l'environnement
SEVERE_ERR_TASKSCHED_NOT_ALLOWED_TASK_298=Directory Server n'est pas configur\u00e9 pour autoriser l'appel de la t\u00e2che %s
INFO_TASK_COMPLETION_BODY_299=ID de t\u00e2che\u00a0:  %s\r\n\u00c9tat de la t\u00e2che:  %s\r\nHeure de d\u00e9but planifi\u00e9e\u00a0:  %s\r\nHeure de d\u00e9but r\u00e9elle\u00a0:  %s\r\nHeure d'ach\u00e8vement\u00a0:  %s\r\n\r\nMessages du fichier journal\u00a0:\r\n
SEVERE_ERR_TRUSTSTORE_GET_ENTRY_NULL_300=Impossible de r\u00e9cup\u00e9rer une entr\u00e9e depuis le backend de magasin d'approbations car l'entr\u00e9e demand\u00e9e \u00e9tait Null
SEVERE_ERR_TRUSTSTORE_INVALID_BASE_301=L'entr\u00e9e %s demand\u00e9e n'existe pas dans le backend de magasin d'approbations
SEVERE_ERR_TRUSTSTORE_DN_DOES_NOT_SPECIFY_CERTIFICATE_302=Impossible de traiter l'entr\u00e9e %s dans le backend de magasin d'approbations car le DN demand\u00e9 est un niveau au-dessous du DN de base mais n'indique aucun nom de certificat
SEVERE_ERR_TRUSTSTORE_CANNOT_RETRIEVE_CERT_303=Erreur lors de la tentative de r\u00e9cup\u00e9ration du certificat %s dans le fichier de magasin d'approbations %s\u00a0: %s
SEVERE_ERR_TRUSTSTORE_MODIFY_NOT_SUPPORTED_304=Les op\u00e9rations de modification ne sont pas prises en charge dans le backend de magasin d'approbations
SEVERE_ERR_TRUSTSTORE_MODIFY_DN_NOT_SUPPORTED_305=Les op\u00e9rations de modification de DN ne sont pas prises en charge dans le backend de magasin d'approbations
SEVERE_ERR_TRUSTSTORE_REQUIRES_ONE_BASE_DN_306=Impossible d'initialiser le backend de magasin d'approbations depuis l'entr\u00e9e de configuration %s car elle ne contient pas un DN de base unique
SEVERE_ERR_TRUSTSTORE_IMPORT_AND_EXPORT_NOT_SUPPORTED_307=Les op\u00e9rations d'importation et d'exportation LDIF ne sont pas prises en charge dans le backend de magasin d'approbations
SEVERE_ERR_TRUSTSTORE_BACKUP_AND_RESTORE_NOT_SUPPORTED_308=Les op\u00e9rations de sauvegarde et restauration ne sont pas prises en charge dans le backend de magasin d'approbations
SEVERE_ERR_TRUSTSTORE_NO_SUCH_FILE_309=Le fichier de magasin d'approbations %s indiqu\u00e9 dans l'attribut ds-cfg-trust-store-file de l'entr\u00e9e de configuration %s n'existe pas
SEVERE_ERR_TRUSTSTORE_INVALID_TYPE_310=Le type de magasin d'approbations %s indiqu\u00e9 dans l'attribut ds-cfg-trust-store-type de l'entr\u00e9e de configuration %s n'est pas valide\u00a0: %s
SEVERE_ERR_TRUSTSTORE_PIN_FILE_CANNOT_CREATE_311=Une erreur s'est produite lors de la tentative de cr\u00e9ation du fichier PIN %s sp\u00e9cifi\u00e9 dans l'attribut ds-cfg-trust-store-pin-file de l'entr\u00e9e de configuration %s
SEVERE_ERR_TRUSTSTORE_PIN_FILE_CANNOT_READ_312=Une erreur s'est produite lors de la tentative de lecture du fichier PIN de magasin d'approbations %s sp\u00e9cifi\u00e9 dans l'attribut de configuration ds-cfg-trust-store-pin-file de l'entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_TRUSTSTORE_PIN_FILE_EMPTY_313=Le fichier %s sp\u00e9cifi\u00e9 dans l'attribut ds-cfg-trust-store-pin-file de l'entr\u00e9e de configuration %s doit contenir le code PIN n\u00e9cessaire \u00e0 l'acc\u00e8s au magasin d'approbations, mais ce fichier est vide
SEVERE_ERR_TRUSTSTORE_PIN_ENVAR_NOT_SET_314=La variable d'environnement %s sp\u00e9cifi\u00e9e dans l'attribut ds-cfg-trust-store-pin-environment-variable de l'entr\u00e9e de configuration %s doit contenir le code PIN n\u00e9cessaire \u00e0 l'acc\u00e8s au magasin d'approbations, mais cette propri\u00e9t\u00e9 n'est pas d\u00e9finie
SEVERE_ERR_TRUSTSTORE_PIN_PROPERTY_NOT_SET_315=La propri\u00e9t\u00e9 Java %s sp\u00e9cifi\u00e9e dans l'attribut ds-cfg-trust-store-pin-property de l'entr\u00e9e de configuration %s doit contenir le code PIN n\u00e9cessaire \u00e0 l'acc\u00e8s au gestionnaire d'approbation de type fichier, mais cette propri\u00e9t\u00e9 n'est pas d\u00e9finie
SEVERE_ERR_TRUSTSTORE_CANNOT_DETERMINE_FILE_316=Une erreur inattendue s'est produite lors de la tentative de d\u00e9termination de la valeur de l'attribut de configuration ds-cfg-trust-store-file dans l'entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_TRUSTSTORE_CANNOT_LOAD_317=Une erreur s'est produite lors de la tentative de chargement du contenu du magasin d'approbations depuis le fichier %s\u00a0: %s
SEVERE_ERR_TRUSTSTORE_CANNOT_CREATE_FACTORY_318=Une erreur s'est produite lors de la tentative de cr\u00e9ation d'une fabrique de gestionnaire d'approbation pour acc\u00e9der au contenu du fichier de magasin d'approbations %s\u00a0: %s
SEVERE_ERR_TRUSTSTORE_ALIAS_IN_USE_319=L'entr\u00e9e de certificat %s existe d\u00e9j\u00e0
SEVERE_ERR_TRUSTSTORE_CANNOT_GENERATE_CERT_320=Erreur lors de la tentative de g\u00e9n\u00e9ration du certificat autosign\u00e9 %s dans le fichier de magasin d'approbations %s\u00a0: %s
SEVERE_ERR_TRUSTSTORE_CANNOT_ADD_CERT_321=Erreur lors de la tentative d'ajout du certificat %s au fichier de magasin d'approbations %s\u00a0: %s
SEVERE_ERR_TRUSTSTORE_DELETE_NOT_SUPPORTED_322=Les op\u00e9rations de suppression ne sont pas prises en charge dans le backend de magasin d'approbations
SEVERE_ERR_TRUSTSTORE_ENTRY_MISSING_CERT_ATTR_323=Impossible d'ajouter l'entr\u00e9e %s car elle ne contient pas d'attribut de certificat %s
SEVERE_ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_ATTRS_324=Impossible d'ajouter l'entr\u00e9e %s car elle contient plusieurs attributs de certificat %s
SEVERE_ERR_TRUSTSTORE_ENTRY_MISSING_CERT_VALUE_325=Impossible d'ajouter l'entr\u00e9e %s car elle ne contient pas de valeur d'attribut de certificat %s
SEVERE_ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_VALUES_326=Impossible d'ajouter l'entr\u00e9e %s car elle contient plusieurs valeurs d'attribut de certificat %s
SEVERE_ERR_TRUSTSTORE_CANNOT_WRITE_CERT_327=Erreur lors de l'\u00e9criture du certificat %s dans un fichier\u00a0: %s
SEVERE_WARN_TRUSTSTORE_SET_PERMISSIONS_FAILED_328=Impossible de d\u00e9finir des permissions sur le fichier de magasin d'approbations %s
SEVERE_ERR_ROOT_CONTAINER_NOT_INITIALIZED_329=Le conteneur racine du backend %s n'a pas \u00e9t\u00e9 initialis\u00e9, ce qui emp\u00eache ce backend de traiter l'op\u00e9ration demand\u00e9e
SEVERE_ERR_TASKBE_MODIFY_CANNOT_LOCK_ENTRY_330=Impossible d'obtenir un verrou en \u00e9criture sur l'entr\u00e9e %s
SEVERE_ERR_TASKBE_MODIFY_INVALID_ENTRY_331=Impossible de modifier l'entr\u00e9e '%s' car il ne s'agit pas d'une entr\u00e9e de t\u00e2che.  Seules les entr\u00e9es de t\u00e2che peuvent \u00eatre modifi\u00e9es dans le backend de t\u00e2che
SEVERE_ERR_TASKBE_MODIFY_NO_SUCH_TASK_332=Impossible de modifier l'entr\u00e9e '%s' car elle ne repr\u00e9sente pas une t\u00e2che valide sur le serveur
SEVERE_ERR_TASKBE_MODIFY_COMPLETED_333=Impossible de modifier l'entr\u00e9e %s car l'ex\u00e9cution de la t\u00e2che associ\u00e9e est termin\u00e9e.  Impossible de modifier des t\u00e2ches termin\u00e9es
SEVERE_ERR_TASKBE_MODIFY_RECURRING_334=Impossible de modifier l'entr\u00e9e %s car le serveur ne prend actuellement pas en charge la modification des entr\u00e9es de t\u00e2che r\u00e9currente
SEVERE_ERR_TASKBE_MODIFY_RUNNING_335=La t\u00e2che associ\u00e9e \u00e0 l'entr\u00e9e %s est en cours d'ex\u00e9cution.  La seule modification autoris\u00e9e pour les t\u00e2ches en cours d'ex\u00e9cution consiste \u00e0 remplacer la valeur de l'attribut ds-task-state par "cancel"
INFO_TASKBE_RUNNING_TASK_CANCELLED_336=Le traitement de la t\u00e2che a \u00e9t\u00e9 interrompu par une requ\u00eate de modification destin\u00e9e \u00e0 annuler la t\u00e2che
SEVERE_ERR_TRUSTSTORE_CANNOT_DELETE_CERT_337=Erreur lors de la tentative de suppression du certificat %s \u00e0 partir du fichier de magasin d'approbations %s\u00a0: %s
SEVERE_ERR_TRUSTSTORE_CERTIFICATE_NOT_FOUND_338=Impossible de r\u00e9cup\u00e9rer l'entr\u00e9e %s depuis le backend de magasin d'approbations car le certificat %s n'existe pas
SEVERE_ERR_LDIF_BACKEND_MULTIPLE_BASE_DNS_339=Le backend LDIF d\u00e9fini dans l'entr\u00e9e de configuration %s ne prend en charge qu'un seul DN de base, mais il a \u00e9t\u00e9 configur\u00e9 pour utilisation avec plusieurs DN de base
SEVERE_ERR_LDIF_BACKEND_ERROR_OPENING_FILE_340=Une erreur s'est produite lors de la tentative d'ouverture du fichier LDIF %s \u00e0 utiliser pour le backend LDIF d\u00e9fini dans l'entr\u00e9e de configuration\u00a0%s\u00a0: %s
SEVERE_ERR_LDIF_BACKEND_ERROR_READING_ENTRY_341=Une erreur s'est produite lors de la tentative de lecture des donn\u00e9es depuis le fichier LDIF %s vers le backend LDIF d\u00e9fini dans l'entr\u00e9e de configuration\u00a0%s\u00a0: %s
MILD_ERR_LDIF_BACKEND_DUPLICATE_ENTRY_342=Le fichier LDIF %s configur\u00e9 pour \u00eatre utilis\u00e9 avec le backend de LDIF d\u00e9fini dans l'entr\u00e9e de configuration %s a plusieurs entr\u00e9es avec un DN de %s
MILD_ERR_LDIF_BACKEND_ENTRY_OUT_OF_SCOPE_343=Le fichier LDIF %s configur\u00e9 pour \u00eatre utilis\u00e9 avec le backend de LDIF d\u00e9fini dans l'entr\u00e9e de configuration %s inclut une entr\u00e9e %s qui n'est pas sous le DN de base d\u00e9fini pour ce backend
MILD_ERR_LDIF_BACKEND_MISSING_PARENT_344=Le fichier LDIF %s configur\u00e9 pour \u00eatre utilis\u00e9 avec le backend de LDIF d\u00e9fini dans l'entr\u00e9e de configuration %s inclut une entr\u00e9e %s mais son entr\u00e9e parent n'a pas encore \u00e9t\u00e9 lue
SEVERE_ERR_LDIF_BACKEND_ERROR_CREATING_FILE_345=Une erreur s'est produite lors de la tentative de cr\u00e9ation du fichier %s afin d'\u00e9crire la version mise \u00e0 jour des donn\u00e9es pour le backend LDIF d\u00e9fini dans l'entr\u00e9e de configuration\u00a0%s: %s
SEVERE_ERR_LDIF_BACKEND_ERROR_WRITING_FILE_346=Une erreur s'est produite lors de la tentative d'\u00e9criture des donn\u00e9es mises \u00e0 jour dans le fichier %s vers le backend LDIF d\u00e9fini dans l'entr\u00e9e de configuration\u00a0%s\u00a0: %s
SEVERE_ERR_LDIF_BACKEND_ERROR_RENAMING_FILE_347=Une erreur s'est produite lors de la tentative de changement du nom du fichier %s en %s pendant l'\u00e9criture des donn\u00e9es mises \u00e0 jour pour le backend LDIF d\u00e9fini dans l'entr\u00e9e de configuration\u00a0%s: %s
MILD_ERR_LDIF_BACKEND_ADD_ALREADY_EXISTS_348=L'entr\u00e9e %s existe d\u00e9j\u00e0 dans la m\u00e9moire bas\u00e9e sur le backend de LDIF
MILD_ERR_LDIF_BACKEND_ADD_MISSING_PARENT_349=Le parent de l'entr\u00e9e %s n'existe pas
MILD_ERR_LDIF_BACKEND_DELETE_NO_SUCH_ENTRY_350=L'entr\u00e9e %s n'existe pas
MILD_ERR_LDIF_BACKEND_DELETE_NONLEAF_351=L'entr\u00e9e %s a une ou plusieurs entr\u00e9es subordonn\u00e9es et ne peut \u00eatre supprim\u00e9e tant que celles-ci n'ont pas \u00e9t\u00e9 supprim\u00e9es
MILD_ERR_LDIF_BACKEND_MODIFY_NO_SUCH_ENTRY_352=L'entr\u00e9e %s n'existe pas
MILD_ERR_LDIF_BACKEND_MODDN_NO_SUCH_SOURCE_ENTRY_353=L'entr\u00e9e source %s n'existe pas
MILD_ERR_LDIF_BACKEND_MODDN_TARGET_ENTRY_ALREADY_EXISTS_354=L'entr\u00e9e cible %s existe d\u00e9j\u00e0
MILD_ERR_LDIF_BACKEND_MODDN_NEW_PARENT_DOESNT_EXIST_355=Le nouveau DN parent %s n'existe pas
MILD_ERR_LDIF_BACKEND_SEARCH_NO_SUCH_BASE_356=L'entr\u00e9e %s sp\u00e9cifi\u00e9e comme DN de base de recherche n'existe pas
SEVERE_ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_WRITER_357=Une erreur s'est produite lors de la tentative de cr\u00e9ation du processus d'\u00e9criture pour l'op\u00e9ration d'exportation LDIF\u00a0: %s
SEVERE_ERR_LDIF_BACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_358=Une erreur s'est produite lors de la tentative d'\u00e9criture de l'entr\u00e9e %s pendant l'exportation LDIF\u00a0: %s
SEVERE_ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_READER_359=Une erreur s'est produite lors de la tentative de cr\u00e9ation du processus de lecture pour l'op\u00e9ration d'importation LDIF\u00a0: %s
SEVERE_ERR_LDIF_BACKEND_ERROR_READING_LDIF_360=Une erreur irr\u00e9cup\u00e9rable s'est produite lors de la tentative de lecture des donn\u00e9es depuis le fichier d'importation\u00a0: %s. Impossible de continuer l'importation LDIF
MILD_ERR_LDIF_BACKEND_BACKUP_RESTORE_NOT_SUPPORTED_361=Le backend de LDIF ne fournit pas actuellement de m\u00e9canisme de sauvegarde ou de restauration.  Utilisez plut\u00f4t les op\u00e9rations d'importation et exportation de LDIF
MILD_ERR_LDIF_BACKEND_LDIF_DOESNT_EXIST_362=Le fichier LDIF %s r\u00e9f\u00e9renc\u00e9 dans la configuration de l'entr\u00e9e de configuration du backend de LDIF %s n'existe pas
INFO_LDIF_BACKEND_LDIF_FILE_CHANGED_363=La modification du chemin du fichier de LDIF ne prend pas effet tant que le backend n'est pas d\u00e9sactiv\u00e9 et activ\u00e9 \u00e0 nouveau
INFO_LDIF_BACKEND_BASE_DN_CHANGED_364=La modification du DN de base du backend de LDIF ne prend pas effet tant que le backend n'est pas d\u00e9sactiv\u00e9 et activ\u00e9 \u00e0 nouveau
MILD_ERR_LDIF_BACKEND_HAS_SUBORDINATES_NO_SUCH_ENTRY_365=L'entr\u00e9e cible %s n'existe pas
MILD_ERR_LDIF_BACKEND_NUM_SUBORDINATES_NO_SUCH_ENTRY_366=L'entr\u00e9e cible %s n'existe pas
SEVERE_ERR_TRUSTSTORE_ERROR_READING_KEY_367=Erreur lors de la lecture de la cl\u00e9 %s de puis le magasin de cl\u00e9s %s\u00a0: %s
MILD_ERR_HAS_SUBORDINATES_NOT_SUPPORTED_368=Ce backend ne prend pas en charge l'attribut op\u00e9rationnel hasSubordinates
MILD_ERR_NUM_SUBORDINATES_NOT_SUPPORTED_369=Ce backend ne prend pas en charge l'attribut op\u00e9rationnel numSubordinates
NOTICE_BACKEND_OFFLINE_370=Le backend %s est maintenant hors ligne
SEVERE_ERR_RECURRINGTASK_INVALID_N_TOKENS_371=L'attribut d'entr\u00e9e de t\u00e2che r\u00e9currente fourni (%s), qui stocke la planification de la t\u00e2che r\u00e9currente, comporte un nombre de tokens non valide
SEVERE_ERR_RECURRINGTASK_INVALID_MINUTE_TOKEN_372=L'attribut d'entr\u00e9e de t\u00e2che r\u00e9currente fourni (%s), qui stocke la planification de la t\u00e2che r\u00e9currente, comporte un token de minute non valide
SEVERE_ERR_RECURRINGTASK_INVALID_HOUR_TOKEN_373=L'attribut d'entr\u00e9e de t\u00e2che r\u00e9currente fourni (%s), qui stocke la planification de la t\u00e2che r\u00e9currente, comporte un token d'heure non valide
SEVERE_ERR_RECURRINGTASK_INVALID_DAY_TOKEN_374=L'attribut d'entr\u00e9e de t\u00e2che r\u00e9currente fourni (%s), qui stocke la planification de la t\u00e2che r\u00e9currente, comporte un token de jour du mois non valide
SEVERE_ERR_RECURRINGTASK_INVALID_MONTH_TOKEN_375=L'attribut d'entr\u00e9e de t\u00e2che r\u00e9currente fourni (%s), qui stocke la planification de la t\u00e2che r\u00e9currente, comporte un token de mois de l'ann\u00e9e non valide
SEVERE_ERR_RECURRINGTASK_INVALID_WEEKDAY_TOKEN_376=L'attribut d'entr\u00e9e de t\u00e2che r\u00e9currente fourni (%s), qui stocke la planification de la t\u00e2che r\u00e9currente, comporte un token de jour de semaine non valide
SEVERE_ERR_RECURRINGTASK_INVALID_TOKENS_COMBO_377=L'attribut d'entr\u00e9e de t\u00e2che r\u00e9currente fourni (%s), qui stocke la planification de la t\u00e2che r\u00e9currente, comporte une combinaison de tokens non valide qui cr\u00e9e une date inexistante
SEVERE_ERR_TASKS_CANNOT_EXPORT_TO_FILE_378=Une erreur s'est produite lors de la tentative d'exportation des donn\u00e9es de backend de t\u00e2che\u00a0: %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_GET_MAC_379=Une erreur s'est produite lors de la tentative d'obtention du fournisseur MAC %s afin de cr\u00e9er le hachage sign\u00e9 pour la sauvegarde\u00a0: %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_GET_DIGEST_380=Une erreur s'est produite lors de la tentative d'obtention de la synth\u00e8se de message %s afin de cr\u00e9er le hachage pour la sauvegarde\u00a0: %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_381=Une erreur s'est produite lors de la tentative de cr\u00e9ation du fichier d'archive de t\u00e2ches %s dans le r\u00e9pertoire %s\u00a0: %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_GET_CIPHER_382=Une erreur s'est produite lors de la tentative d'obtention du chiffrement \u00e0 utiliser pour chiffrer la sauvegarde\u00a0: %s
SEVERE_ERR_TASKS_BACKUP_ZIP_COMMENT_383=Sauvegarde de t\u00e2ches %2$s de %1$s
SEVERE_ERR_TASKS_BACKUP_CANNOT_BACKUP_TASKS_FILE_384=Une erreur s'est produite lors de la tentative de sauvegarde du fichier de t\u00e2ches %s\u00a0: %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_CLOSE_ZIP_STREAM_385=Une erreur s'est produite lors de la tentative de fermeture du fichier d'archive de t\u00e2ches %s dans le r\u00e9pertoire %s\u00a0: %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_386=Une erreur s'est produite lors de la tentative de mise \u00e0 jour du fichier de descripteur de sauvegarde %s avec les informations concernant la sauvegarde de t\u00e2ches\u00a0: %s
SEVERE_ERR_TASKS_RESTORE_NO_SUCH_BACKUP_387=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s dans le r\u00e9pertoire %s car cette sauvegarde n'existe pas
SEVERE_ERR_TASKS_RESTORE_NO_BACKUP_FILE_388=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s dans le r\u00e9pertoire %s car il est impossible de d\u00e9terminer le nom du fichier d'archive
SEVERE_ERR_TASKS_RESTORE_NO_SUCH_FILE_389=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car le fichier d'archive indiqu\u00e9 (%s) n'existe pas
SEVERE_ERR_TASKS_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_390=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car une erreur s'est produite lors de la tentative de d\u00e9termination de l'existence de l'archive de sauvegarde %s\u00a0: %s
SEVERE_ERR_TASKS_RESTORE_UNKNOWN_DIGEST_391=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car un hachage non sign\u00e9 de cette sauvegarde est disponible mais le serveur ne peut pas d\u00e9terminer l'algorithme de synth\u00e8se utilis\u00e9 pour g\u00e9n\u00e9rer ce hachage
SEVERE_ERR_TASKS_RESTORE_CANNOT_GET_DIGEST_392=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car elle comporte un hachage non sign\u00e9 utilisant l'algorithme de synth\u00e8se inconnu ou non pris en charge %s
SEVERE_ERR_TASKS_RESTORE_UNKNOWN_MAC_393=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car un hachage sign\u00e9 de cette sauvegarde est disponible mais le serveur ne peut pas d\u00e9terminer l'algorithme MAC utilis\u00e9 pour g\u00e9n\u00e9rer ce hachage
SEVERE_ERR_TASKS_RESTORE_CANNOT_GET_MAC_394=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car elle comporte un hachage sign\u00e9 utilisant l'algorithme MAC inconnu ou non pris en charge %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_OPEN_BACKUP_FILE_395=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car une erreur s'est produite lors de la tentative d'ouverture du fichier d'archive de sauvegarde %s\u00a0: %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_GET_CIPHER_396=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car elle est chiffr\u00e9e \u00e0 l'aide d'un chiffrement inconnu ou non pris en charge\u00a0: %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_GET_ZIP_ENTRY_397=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car une erreur s'est produite lors de la tentative de lecture de l'entr\u00e9e suivante dans le fichier d'archive %s\u00a0: %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_CREATE_FILE_398=Impossible de restaurer la sauvegarde de t\u00e2ches %s car une erreur s'est produite lors de la tentative de recr\u00e9ation du fichier %s\u00a0: %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_399=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car une erreur s'est produite lors du traitement du fichier archiv\u00e9 %s\u00a0: %s
SEVERE_ERR_TASKS_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_400=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car une erreur inattendue s'est produite lors de la tentative de fermeture du fichier d'archive %s\u00a0: %s
NOTICE_TASKS_RESTORE_UNSIGNED_HASH_VALID_401=La synth\u00e8se de message calcul\u00e9e \u00e0 partir du fichier de sauvegarde correspond \u00e0 la synth\u00e8se stock\u00e9e dans les informations de sauvegarde
SEVERE_ERR_TASKS_RESTORE_UNSIGNED_HASH_INVALID_402=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car la synth\u00e8se de message calcul\u00e9e \u00e0 partir de l'archive de sauvegarde ne correspond pas \u00e0 la synth\u00e8se stock\u00e9e avec les informations de sauvegarde
NOTICE_TASKS_RESTORE_SIGNED_HASH_VALID_403=La synth\u00e8se sign\u00e9e calcul\u00e9e \u00e0 partir de la sauvegarde correspond \u00e0 la signature stock\u00e9e dans les informations de sauvegarde
SEVERE_ERR_TASKS_RESTORE_SIGNED_HASH_INVALID_404=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de t\u00e2ches %s car la synth\u00e8se sign\u00e9e calcul\u00e9e \u00e0 partir de l'archive de sauvegarde ne correspond pas \u00e0 la signature stock\u00e9e avec les informations de sauvegarde
NOTICE_TASKS_RESTORE_VERIFY_SUCCESSFUL_405=Tous les tests effectu\u00e9s sur la sauvegarde de sch\u00e9ma %s du r\u00e9pertoire %s montrent que le fichier archive semble valide.
NOTICE_TASKS_RESTORE_SUCCESSFUL_406=La sauvegarde des t\u00e2ches %s a \u00e9t\u00e9 restaur\u00e9e \u00e0 partir du fichier archive du r\u00e9pertoire %s
SEVERE_ERR_BACKUP_MISSING_BACKUPID_407=Les informations de la sauvegarde %s sont introuvables dans le r\u00e9pertoire de sauvegarde %s
SEVERE_ERR_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_408=Une erreur s'est produite lors de la tentative de mise \u00e0 jour du fichier de descripteur de sauvegarde %s avec les informations concernant la sauvegarde\u00a0: %s
MILD_ERR_SCHEMA_MODIFY_RULEID_CONFLICTS_FOR_ADD_DSR_409=Impossible d'ajouter une r\u00e8gle de structure DIT %s car son identifiant de r\u00e8gle est en conflit avec la r\u00e8gle de structure existantes (%s)
INFO_ERGONOMIC_SIZING_OF_JE_CLEANER_THREADS_410=Le backend de DB local %s n'indique pas le nombre de threads de nettoyage\u00a0: il est par d\u00e9faut \u00e0 %d threads
INFO_ERGONOMIC_SIZING_OF_JE_LOCK_TABLES_411=Le backend de DB local %s n'indique pas le nombre de threads de nettoyage\u00a0: il est par d\u00e9faut \u00e0 %d
SEVERE_ERR_TASKSCHED_DEPENDENCY_MISSING_412=Impossible de planifier la t\u00e2che %s car la t\u00e2che d\u00e9pendante %s est manquante
NOTICE_TASK_STARTED_413=T\u00e2che %s %s a commenc\u00e9 l'ex\u00e9cution
NOTICE_TASK_FINISHED_414=%s t\u00e2che %s a termin\u00e9 l'ex\u00e9cution
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_LDAP_SYNTAX_415=Impossible d'ajouter la description de syntaxe ldap avec OID %s car elle entre en conflit avec une description de syntaxe ldap existante
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_LSD_416=Impossible de supprimer la description de syntaxe ldap %s du sch\u00e9ma du serveur car elle n'est pas d\u00e9finie
MILD_ERR_ATTR_SYNTAX_INVALID_LDAP_SYNTAX_417=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que syntaxe ldap car son OID %s correspond \u00e0 une syntaxe d'attribut d\u00e9j\u00e0 impl\u00e9ment\u00e9e
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_LDAP_SYNTAX_418=Une erreur s'est produite lors de la tentative de d\u00e9codage de la description de syntaxe ldap "%s"\u00a0: %s
SEVERE_ERR_RECURRINGTASK_INVALID_N_TOKENS_SIMPLE_419=La valeur propos\u00e9e pour la planification de la t\u00e2che r\u00e9currente, comporte un nombre de tokens non valide
SEVERE_ERR_RECURRINGTASK_INVALID_MINUTE_TOKEN_SIMPLE_420=La valeur propos\u00e9e pour la planification de la t\u00e2che r\u00e9currente, comporte un token de minute non valide
SEVERE_ERR_RECURRINGTASK_INVALID_HOUR_TOKEN_SIMPLE_421=La valeur propos\u00e9e pour la planification de la t\u00e2che r\u00e9currente, comporte un token d'heure non valide
SEVERE_ERR_RECURRINGTASK_INVALID_DAY_TOKEN_SIMPLE_422=La valeur propos\u00e9e pour la planification de la t\u00e2che r\u00e9currente, comporte un token de jour du mois non valide
SEVERE_ERR_RECURRINGTASK_INVALID_MONTH_TOKEN_SIMPLE_423=La valeur propos\u00e9e pour la planification de la t\u00e2che r\u00e9currente, comporte un token de mois de l'ann\u00e9e non valide
SEVERE_ERR_RECURRINGTASK_INVALID_WEEKDAY_TOKEN_SIMPLE_424=La valeur propos\u00e9e pour la planification de la t\u00e2che r\u00e9currente, comporte un token de jour de semaine non valide
MILD_ERR_SCHEMA_INVALID_REPLACE_MODIFICATION_425=Le backend de sch\u00e9ma ne prend actuellement pas en charge la modification de type Replace pour le type d'attribut %s
