# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2009 Sun Microsystems, Inc.
#      Portions Copyright 2011 ForgeRock AS



#
# Global directives
#
global.category=BACKEND

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
FATAL_ERR_BACKEND_CANNOT_REMOVE_MULTIBASE_SUB_SUFFIX_1=Se ha intentado anular el registro del subsufijo "%s" del backend con el sufijo "%s".  No obstante, el backend subordinado que contiene este subsufijo contiene otros subsufijos adicionales, por lo que es posible que no pueda anularse el registro.  Es posible que pueda suprimirse este subsufijo mediante la edici\u00f3n de la configuraci\u00f3n para el backend subordinado con el que est\u00e1 asociado
FATAL_ERR_ROOTDSE_CONFIG_ENTRY_NULL_2=Se ha intentado configurar el backend de DSE ra\u00edz sin proporcionar una entrada de configuraci\u00f3n.  Esto no est\u00e1 permitido
INFO_ROOTDSE_SUBORDINATE_BASE_DESCRIPTION_3=El conjunto de ND de base que se utilizar\u00e1 para las b\u00fasquedas "singleLevel" (un solo nivel), "wholeSubtree" (todo el \u00e1rbol) y "subordinateSubtree" (\u00e1rbol subordinado) en funci\u00f3n del DSE ra\u00edz.  Si no se especifica esta opci\u00f3n, se utilizar\u00e1 el conjunto de todos los sufijos definidos por el usuario
SEVERE_WARN_ROOTDSE_NO_BACKEND_FOR_SUBORDINATE_BASE_4=El ND de base "%s" est\u00e1 configurado como uno de los ND de base subordinados para su uso en b\u00fasquedas por debajo de la DSE ra\u00edz.  No obstante, este ND de base no est\u00e1 controlado por ning\u00fan sufijo registrado con el Servidor de directorios, por lo que no se utilizar\u00e1
SEVERE_WARN_ROOTDSE_SUBORDINATE_BASE_EXCEPTION_5=Se ha producido un problema inesperado al tratar de determinar el conjunto de los ND de base subordinados para su uso en b\u00fasquedas por debajo de la DSE ra\u00edz:  %s
MILD_WARN_ROOTDSE_GET_ENTRY_NONROOT_6=Se ha solicitado al servidor de fondo DSE ra\u00edz que recupere la entrada con el ND  "%s".  A este servidor de fondo s\u00f3lo se le puede solicitar que recupere el propio DSE ra\u00edz.  Sin embargo, se realizar\u00e1 una comprobaci\u00f3n del mismo con los servidores de fondo subordinados definidos y se verificar\u00e1 si puede buscar la entrada solicitada
MILD_ERR_ROOTDSE_ADD_NOT_SUPPORTED_7=No se puede agregar la entrada "%s" porque no se admiten las operaciones de adici\u00f3n en el servidor de fondo DSE ra\u00edz
MILD_ERR_ROOTDSE_DELETE_NOT_SUPPORTED_8=No se puede suprimir la entrada "%s" porque no se admiten las operaciones de eliminaci\u00f3n en el servidor de fondo DSE ra\u00edz
MILD_ERR_ROOTDSE_MODIFY_NOT_SUPPORTED_9=No se puede actualizar la entrada "%s" porque no se admiten las operaciones de modificaci\u00f3n en el servidor de fondo DSE ra\u00edz.  Si desea modificar el contenido del propio DSE ra\u00edz, es posible realizar esta operaci\u00f3n mediante la modificaci\u00f3n de la entrada "%s" de la configuraci\u00f3n
MILD_ERR_ROOTDSE_MODIFY_DN_NOT_SUPPORTED_10=No se puede cambiar el nombre de la entrada "%s" porque no se admiten las operaciones de modificaci\u00f3n de ND en el servidor de fondo DSE ra\u00edz
MILD_ERR_ROOTDSE_INVALID_SEARCH_BASE_11=No se puede realizar una b\u00fasqueda (Id. de conexi\u00f3n %d, Id. de operaci\u00f3n %d) con el ND de base de "%s" en el servidor de fondo DSE ra\u00edz.  El ND de base de las b\u00fasquedas de este servidor de fondo debe ser el ND del propio DSE ra\u00edz
SEVERE_ERR_ROOTDSE_UNEXPECTED_SEARCH_FAILURE_12=Se ha producido un error inesperado al tratar de procesar una operaci\u00f3n de b\u00fasqueda (Id. de conexi\u00f3n %d, Id. de operaci\u00f3n %d) en el backend de DSE ra\u00edz:  %s
SEVERE_ERR_ROOTDSE_INVALID_SEARCH_SCOPE_13=No se pudo procesar la b\u00fasqueda con el Id. de conexi\u00f3n %d y el Id. de operaci\u00f3n %d porque tuvo un \u00e1mbito no v\u00e1lido de %s
SEVERE_ERR_ROOTDSE_UNABLE_TO_CREATE_LDIF_WRITER_14=Se ha producido un error inesperado al tratar de abrir el editor de LDIF para el backend de DSE ra\u00edz:  %s
SEVERE_ERR_ROOTDSE_UNABLE_TO_EXPORT_DSE_15=Se ha producido un error inesperado al tratar de exportar la entrada DSE ra\u00edz al destino LDIF especificado: %s
SEVERE_ERR_ROOTDSE_IMPORT_NOT_SUPPORTED_16=El backend de DSE ra\u00edz no admite operaciones de importaci\u00f3n de LDIF
SEVERE_ERR_ROOTDSE_BACKUP_AND_RESTORE_NOT_SUPPORTED_17=El backend de DSE ra\u00edz no proporciona ning\u00fan recurso para las operaciones de copia de seguridad y de restauraci\u00f3n.  La copia de seguridad de los contenidos de la DSE ra\u00edz debe procesarse como parte de la configuraci\u00f3n del Servidor de directorios
INFO_ROOTDSE_USING_SUFFIXES_AS_BASE_DNS_18=Se ha actualizado la configuraci\u00f3n del DSE ra\u00edz para que utilice el conjunto definido de sufijos del servidor de directorios al realizar b\u00fasquedas por debajo del DSE ra\u00edz
INFO_ROOTDSE_USING_NEW_SUBORDINATE_BASE_DNS_19=Se ha actualizado la configuraci\u00f3n del DSE ra\u00edz para que utilice el conjunto de ND de base %s al realizar b\u00fasquedas por debajo del DSE ra\u00edz
INFO_ROOTDSE_USING_NEW_USER_ATTRS_20=Se ha actualizado la configuraci\u00f3n del DSE ra\u00edz para que utilice un nuevo conjunto de atributos definidos por el usuario
SEVERE_ERR_MONITOR_CONFIG_ENTRY_NULL_21=Se ha intentado configurar el backend de supervisi\u00f3n sin proporcionar una entrada de configuraci\u00f3n.  Esto no est\u00e1 permitido, por lo que no podr\u00e1 disponerse de informaci\u00f3n de supervisi\u00f3n por medio del protocolo
SEVERE_ERR_MONITOR_CANNOT_DECODE_MONITOR_ROOT_DN_22=Se ha producido un error al tratar de descodificar cn=monitor como el ND de base para la informaci\u00f3n de supervisi\u00f3n del Servidor de directorios:  %s. No podr\u00e1 disponerse de informaci\u00f3n de supervisi\u00f3n por medio del protocolo
MILD_ERR_MONITOR_ADD_NOT_SUPPORTED_23=No se puede agregar la entrada "%s" porque no se admiten las operaciones de adici\u00f3n en el servidor de fondo de supervisi\u00f3n
MILD_ERR_MONITOR_DELETE_NOT_SUPPORTED_24=No se puede suprimir la entrada "%s" porque no se admiten las operaciones de eliminaci\u00f3n en el servidor de fondo de supervisi\u00f3n
MILD_ERR_MONITOR_MODIFY_NOT_SUPPORTED_25=No se puede actualizar la entrada "%s" porque no se admiten las operaciones de modificaci\u00f3n en el servidor de fondo de supervisi\u00f3n.  Si desea modificar el contenido de la propia entrada de supervisi\u00f3n de base, es posible realizar esta operaci\u00f3n mediante la modificaci\u00f3n de la entrada "%s" en la configuraci\u00f3n
MILD_ERR_MONITOR_MODIFY_DN_NOT_SUPPORTED_26=No se puede cambiar el nombre de la entrada "%s" porque no se admiten las operaciones de modificaci\u00f3n de ND en el servidor de fondo de supervisi\u00f3n
SEVERE_ERR_MONITOR_UNABLE_TO_EXPORT_BASE_27=Se ha producido un error al tratar de exportar la entrada de supervisi\u00f3n de base:  %s
SEVERE_ERR_MONITOR_UNABLE_TO_EXPORT_PROVIDER_ENTRY_28=Se ha producido un error al tratar de exportar la entrada de supervisi\u00f3n para el proveedor de supervisi\u00f3n %s:  %s
SEVERE_ERR_MONITOR_IMPORT_NOT_SUPPORTED_29=El backend de supervisi\u00f3n no admite operaciones de importaci\u00f3n de LDIF
SEVERE_ERR_MONITOR_BACKUP_AND_RESTORE_NOT_SUPPORTED_30=El backend de supervisi\u00f3n no proporciona ning\u00fan recurso para las operaciones de copia de seguridad y de restauraci\u00f3n
INFO_MONITOR_USING_NEW_USER_ATTRS_31=Se ha actualizado la configuraci\u00f3n de supervisi\u00f3n para que utilice un nuevo conjunto de atributos definidos por el usuario
MILD_ERR_MONITOR_GET_ENTRY_NULL_32=No se puede recuperar la entrada solicitada del servidor de fondo de supervisi\u00f3n porque el ND especificado es nulo
MILD_ERR_MONITOR_BASE_TOO_DEEP_33=No se puede recuperar la entrada solicitada %s del servidor de fondo de supervisi\u00f3n porque el ND se encuentra en un nivel demasiado profundo.  Las entradas de supervisi\u00f3n s\u00f3lo pueden encontrarse en un nivel por debajo de %s
MILD_ERR_MONITOR_INVALID_BASE_34=No se puede recuperar la entrada solicitada %s del servidor de fondo de supervisi\u00f3n porque el ND no se encuentra por debajo de la base de supervisi\u00f3n de %s
MILD_ERR_MONITOR_MULTIVALUED_RDN_35=No se puede recuperar la entrada solicitada %s del servidor de fondo de supervisi\u00f3n porque es posible que las entradas de supervisi\u00f3n no contengan RDN con varios valores
MILD_ERR_MONITOR_NO_SUCH_PROVIDER_36=No se puede recuperar la entrada solicitada del servidor de fondo de supervisi\u00f3n porque no hay ning\u00fan proveedor de supervisi\u00f3n "%s" registrado en el servidor de directorios
INFO_MONITOR_UPTIME_37=%d d\u00edas %d horas %d minutos %d segundos
SEVERE_ERR_SCHEMA_CONFIG_ENTRY_NULL_38=Se ha intentado configurar el backend de esquema sin proporcionar una entrada de configuraci\u00f3n.  Esto no est\u00e1 permitido, por lo que no se dispondr\u00e1 de informaci\u00f3n de esquema por medio del protocolo
INFO_SCHEMA_DESCRIPTION_ENTRY_DN_39=ND o conjunto de ND de las entradas que pueden recuperarse con el fin de obtener la informaci\u00f3n del esquema de Directory Server.  Pueden especificarse varios valores si el esquema va a estar disponible en varias ubicaciones por motivos de compatibilidad.  Si se no se especifica ning\u00fan valor, se utilizar\u00e1 el valor predeterminado "cn=schema"
SEVERE_ERR_SCHEMA_CANNOT_DETERMINE_BASE_DN_40=Se ha producido un error al tratar de determinar los ND de base que deben usarse al publicar la informaci\u00f3n de esquema del Servidor de directorios, tal como se especifica en el atributo ds-cfg-schema-entry-dn de la entrada de configuraci\u00f3n %s:  %s.  Se usar\u00e1 el ND de base de esquema predeterminado de cn=schema
MILD_ERR_SCHEMA_ADD_NOT_SUPPORTED_41=No se puede agregar la entrada "%s" porque no se admiten las operaciones de adici\u00f3n en el servidor de fondo del esquema
MILD_ERR_SCHEMA_DELETE_NOT_SUPPORTED_42=No se puede suprimir la entrada "%s" porque no se admiten las operaciones de eliminaci\u00f3n en el servidor de fondo del esquema
MILD_ERR_SCHEMA_MODIFY_NOT_SUPPORTED_43=No se puede actualizar la entrada "%s" porque a\u00fan no se admiten las operaciones de modificaci\u00f3n en el servidor de fondo del esquema.  Si desea modificar el contenido de la propia entrada de esquema de base, es posible realizar esta operaci\u00f3n mediante la modificaci\u00f3n de la entrada "%s" de la configuraci\u00f3n
MILD_ERR_SCHEMA_MODIFY_DN_NOT_SUPPORTED_44=No se puede cambiar el nombre de la entrada "%s" porque no se admiten las operaciones de modificaci\u00f3n de ND en el servidor de fondo del esquema
SEVERE_ERR_SCHEMA_UNABLE_TO_EXPORT_BASE_45=Se ha producido un error al tratar de exportar la entrada de esquema de base:  %s
SEVERE_ERR_SCHEMA_IMPORT_NOT_SUPPORTED_46=El backend de esquema no admite las operaciones de importaci\u00f3n de LDIF
SEVERE_ERR_SCHEMA_BACKUP_AND_RESTORE_NOT_SUPPORTED_47=El backend no proporciona ning\u00fan recurso para las operaciones de copia de seguridad y de restauraci\u00f3n
MILD_ERR_SCHEMA_INVALID_BASE_48=No se puede recuperar la entrada solicitada %s desde el servidor de fondo del esquema debido a que el ND es igual a uno de los ND de entrada de esquema
SEVERE_ERR_SCHEMA_UNABLE_TO_CREATE_LDIF_WRITER_49=Se ha producido un error inesperado al tratar de abrir el editor de LDIF para el backend de esquema:  %s
INFO_SCHEMA_DEREGISTERED_BASE_DN_50=Se ha anulado satisfactoriamente el registro del ND %s, por lo que ya no estar\u00e1 disponible como ND de entrada de esquema
SEVERE_ERR_SCHEMA_CANNOT_DEREGISTER_BASE_DN_51=Se ha producido un error al tratar de anular el registro de %s como ND de entrada de esquema:  %s
INFO_SCHEMA_REGISTERED_BASE_DN_52=Se ha registrado satisfactoriamente el ND %s como ND de entrada de esquema
SEVERE_ERR_SCHEMA_CANNOT_REGISTER_BASE_DN_53=Se ha producido un error al tratar de registrar %s como ND de entrada de esquema:  %s
INFO_SCHEMA_USING_NEW_USER_ATTRS_54=La configuraci\u00f3n de esquema se ha actualizado para que utilice un nuevo conjunto de atributos definidos por el usuario
FATAL_ERR_BACKEND_CANNOT_LOCK_ENTRY_55=El Servidor de directorios no ha podido obtener un bloqueo en la entrada %s tras varios intentos.  Esto puede deberse a que la entrada ya est\u00e9 bloqueada por una operaci\u00f3n de larga ejecuci\u00f3n o a que la entrada ya se haya bloqueado con anterioridad sin desbloquearse correctamente
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_MAC_56=Se ha producido un error al tratar de obtener el proveedor MAC de %s con el fin de crear el hash firmado para la copia de seguridad:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_DIGEST_57=Se ha producido un error al tratar de obtener la recopilaci\u00f3n de mensajes de %s con el fin de crear el hash para la copia de seguridad:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_58=Se ha producido un error al tratar de crear el archivo de almacenamiento de esquema %s en el directorio %s:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_CIPHER_59=Se ha producido un error al tratar de obtener el cifrado para cifrar la copia de seguridad:  %s
SEVERE_ERR_SCHEMA_BACKUP_ZIP_COMMENT_60=Copia de seguridad de esquema %2$s de %1$s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_LIST_SCHEMA_FILES_61=Se ha producido un error al tratar de obtener una lista de los archivos en el directorio %s para su inclusi\u00f3n en la copia de seguridad de esquema:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_BACKUP_SCHEMA_FILE_62=Se ha producido un error al tratar de hacer una copia de seguridad del archivo de esquema %s:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_CLOSE_ZIP_STREAM_63=Se ha producido un error al tratar de cerrar el archivo de almacenamiento de esquema %s en el directorio %s:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_64=Se ha producido un error al tratar de actualizar el archivo descriptor de la copia de seguridad %s con informaci\u00f3n sobre la copia de seguridad de esquema:  %s
SEVERE_ERR_SCHEMA_RESTORE_NO_SUCH_BACKUP_65=No se puede restaurar ni comprobar la copia de seguridad de esquema %s en el directorio %s porque no existe tal copia de seguridad
SEVERE_ERR_SCHEMA_RESTORE_NO_BACKUP_FILE_66=No se puede restaurar ni comprobar la copia de seguridad de esquema %s en el directorio %s porque no pudo determinarse el nombre de archivo del archivo de almacenamiento
SEVERE_ERR_SCHEMA_RESTORE_NO_SUCH_FILE_67=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque no existe el archivo de almacenamiento %s especificado
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_68=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque se ha producido un error al tratar de determinar si existe el archivo de copia de seguridad %s:  %s
SEVERE_ERR_SCHEMA_RESTORE_UNKNOWN_DIGEST_69=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque, aunque se dispone de un hash no firmado de esta copia de seguridad, el servidor no puede determinar el algoritmo de recopilaci\u00f3n empleado para generar este hash
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_DIGEST_70=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque contiene un hash no firmado que emplea un algoritmo de recopilaci\u00f3n de %s desconocido o incompatible
SEVERE_ERR_SCHEMA_RESTORE_UNKNOWN_MAC_71=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque, aunque se dispone de un hash firmado de esta copia de seguridad, el servidor no puede determinar el algoritmo MAC empleado para generar este hash
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_MAC_72=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque contiene un hash firmado que emplea un algoritmo MAC de %s desconocido o incompatible
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_OPEN_BACKUP_FILE_73=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque se ha producido un error al tratar de abrir el archivo de almacenamiento de copia de seguridad %s:  %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_CIPHER_75=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque se ha cifrado por medio de un cifrado desconocido o incompatible:  %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_RENAME_CURRENT_DIRECTORY_76=No se puede restaurar la copia de seguridad de esquema %s porque se ha producido un error al tratar de cambiar el nombre del directorio de esquema actual de %s a %s:  %s
NOTICE_SCHEMA_RESTORE_RESTORED_OLD_SCHEMA_77=Se ha producido un error que impide que se restablezca correctamente la copia de seguridad del esquema.  Sin embargo, los archivos de esquema originales, presentes al inicio del proceso de restablecimiento, se han conservado y se encuentran actualmente en su ubicaci\u00f3n original %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_RESTORE_OLD_SCHEMA_78=Se ha producido un error que impide que se restablezca correctamente la copia de seguridad del esquema.  Los archivos de esquema originales presentes antes del inicio del proceso de restauraci\u00f3n se han conservado y se encuentran en el directorio %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CREATE_SCHEMA_DIRECTORY_79=No se puede restaurar la copia de seguridad de esquema %s porque se ha producido un error al tratar de crear un nuevo directorio vac\u00edo %s en el que restaurar los archivos:  %s
SEVERE_ERR_SCHEMA_RESTORE_OLD_SCHEMA_SAVED_80=Se ha producido un error que impide que se restablezca correctamente la copia de seguridad del esquema.  Los archivos de esquema originales presentes antes del inicio del proceso de restauraci\u00f3n se han conservado en el directorio %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_ZIP_ENTRY_81=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque se ha producido un error al tratar de leer la siguiente entrada del archivo de almacenamiento %s:  %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CREATE_FILE_82=No se puede restaurar la copia de seguridad de esquema %s porque se ha producido un error al tratar de volver a crear el archivo %s:  %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_83=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque se ha producido un error al procesar el archivo de almacenamiento %s:  %s
SEVERE_ERR_SCHEMA_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_84=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque se ha producido un error inesperado al tratar de cerrar el archivo de almacenamiento %s:  %s
NOTICE_SCHEMA_RESTORE_UNSIGNED_HASH_VALID_85=La recopilaci\u00f3n de mensajes calculada a partir del archivo de copia de seguridad coincide con la recopilaci\u00f3n almacenada en la informaci\u00f3n de copia de seguridad
SEVERE_ERR_SCHEMA_RESTORE_UNSIGNED_HASH_INVALID_86=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque la recopilaci\u00f3n de mensajes calculada a partir del archivo de almacenamiento de copia de seguridad no coincide con la recopilaci\u00f3n almacenada con la informaci\u00f3n de copia de seguridad
NOTICE_SCHEMA_RESTORE_SIGNED_HASH_VALID_87=La recopilaci\u00f3n firmada que se ha calculado a partir del archivo de copia de seguridad coincide con la firma almacenada en la informaci\u00f3n de copia de seguridad
SEVERE_ERR_SCHEMA_RESTORE_SIGNED_HASH_INVALID_88=No se puede restaurar ni comprobar la copia de seguridad de esquema %s porque la recopilaci\u00f3n firmada calculada a partir del archivo de almacenamiento de copia de seguridad no coincide con la firma almacenada con la informaci\u00f3n de copia de seguridad
NOTICE_SCHEMA_RESTORE_VERIFY_SUCCESSFUL_89=Todas las pruebas realizadas en la copia de seguridad del esquema %s del directorio %s indican que el archivo parece v\u00e1lido
NOTICE_SCHEMA_RESTORE_SUCCESSFUL_90=La copia de seguridad del esquema %s se ha restablecido satisfactoriamente a partir del archivo ubicado en el directorio %s
SEVERE_ERR_TASK_INVALID_STATE_91=La tarea definida en la entrada %s no es v\u00e1lida porque tiene un estado no v\u00e1lido %s
SEVERE_ERR_TASK_CANNOT_PARSE_SCHEDULED_START_TIME_92=Se ha producido un error al tratar de analizar el valor de hora de inicio programado %s de la entrada de tarea %s
SEVERE_ERR_TASK_CANNOT_PARSE_ACTUAL_START_TIME_93=Se ha producido un error al tratar de analizar el valor de hora de inicio real %s de la entrada de tarea %s
SEVERE_ERR_TASK_CANNOT_PARSE_COMPLETION_TIME_94=Se ha producido un error al tratar de analizar el valor de hora de finalizaci\u00f3n %s de la entrada de tarea %s
SEVERE_ERR_TASK_MISSING_ATTR_95=La entrada de tarea %s carece del atributo necesario %s
SEVERE_ERR_TASK_MULTIPLE_ATTRS_FOR_TYPE_96=Hay varias instancias del atributo %s en la entrada de tarea %s
SEVERE_ERR_TASK_NO_VALUES_FOR_ATTR_97=No hay valores para el atributo %s en la entrada de tarea %s
SEVERE_ERR_TASK_MULTIPLE_VALUES_FOR_ATTR_98=Hay varios valores para el atributo %s en la entrada de tarea %s
SEVERE_ERR_TASK_EXECUTE_FAILED_99=Se ha producido un error al ejecutar la tarea definida en la entrada %s:  %s
SEVERE_ERR_RECURRINGTASK_NO_ID_ATTRIBUTE_100=La entrada de tarea peri\u00f3dica proporcionada no contiene el atributo %s que se requiere para mantener el Id. de tarea peri\u00f3dica
SEVERE_ERR_RECURRINGTASK_MULTIPLE_ID_TYPES_101=La entrada de tarea peri\u00f3dica proporcionada contiene varios atributos con el tipo %s que se emplea para mantener el Id. de tarea peri\u00f3dica, pero s\u00f3lo se permite una \u00fanica instancia
SEVERE_ERR_RECURRINGTASK_NO_ID_102=La entrada de tarea peri\u00f3dica proporcionada no contiene ning\u00fan valor para el atributo %s que se emplea para especificar el Id. de tarea peri\u00f3dica
SEVERE_ERR_RECURRINGTASK_MULTIPLE_ID_VALUES_103=La entrada de tarea peri\u00f3dica proporcionada contiene varios valores para el atributo %s que se emplea para especificar el Id. de tarea peri\u00f3dica, pero s\u00f3lo se permite un \u00fanico valor
SEVERE_ERR_RECURRINGTASK_NO_SCHEDULE_ATTRIBUTE_104=La entrada de tarea peri\u00f3dica proporcionada no contiene el atributo %s que se necesita para especificar la programaci\u00f3n de la tarea peri\u00f3dica
SEVERE_ERR_RECURRINGTASK_MULTIPLE_SCHEDULE_TYPES_105=La entrada de tarea peri\u00f3dica proporcionada contiene varios atributos con el tipo %s que se emplea para mantener la programaci\u00f3n de la tarea peri\u00f3dica, pero s\u00f3lo se permite una \u00fanica instancia
SEVERE_ERR_RECURRINGTASK_NO_SCHEDULE_VALUES_106=La entrada de tarea peri\u00f3dica proporcionada no contiene ning\u00fan valor para el atributo %s que se emplea para especificar la programaci\u00f3n de la tarea peri\u00f3dica
SEVERE_ERR_RECURRINGTASK_MULTIPLE_SCHEDULE_VALUES_107=La entrada de tarea peri\u00f3dica proporcionada contiene varios valores para el atributo %s que se emplea especificar la programaci\u00f3n de la tarea peri\u00f3dica, pero s\u00f3lo se permite un \u00fanico valor
SEVERE_ERR_RECURRINGTASK_CANNOT_LOAD_CLASS_108=Se ha producido un error al tratar de cargar la clase %s especificada en el atributo %s de la entrada de tarea peri\u00f3dica proporcionada %s. \u00bfExiste esta clase en la ruta de clase del Servidor de directorios?
SEVERE_ERR_RECURRINGTASK_CANNOT_INSTANTIATE_CLASS_AS_TASK_109=Se ha producido un error al tratar de crear una instancia de clase %s como una tarea del Servidor de directorios.  \u00bfEs esta clase una subclase de%s?
SEVERE_ERR_RECURRINGTASK_CANNOT_INITIALIZE_INTERNAL_110=Se ha producido un error al tratar de realizar una inicializaci\u00f3n interna en una instancia de clase %s con la informaci\u00f3n contenida en la entrada proporcionada: %s
SEVERE_ERR_TASKBE_CONFIG_ENTRY_NULL_111=La entrada de configuraci\u00f3n proporcionada al tratar de inicializar el backend de tarea fue nula
SEVERE_ERR_TASKBE_NO_BASE_DNS_112=La entrada de configuraci\u00f3n de backend de tarea no contiene ning\u00fan ND de base.  Debe haber exactamente un ND de base para la informaci\u00f3n de tarea en el Directorio de servicios
SEVERE_ERR_TASKBE_MULTIPLE_BASE_DNS_113=La entrada de configuraci\u00f3n de backend de tarea contiene varios ND de base.  Debe haber exactamente un ND de base para la informaci\u00f3n de tarea en el Directorio de servicios
SEVERE_ERR_TASKBE_CANNOT_DECODE_RECURRING_TASK_BASE_DN_114=Se ha producido un error al tratar de descodificar la base de tarea peri\u00f3dica %s como un ND:  %s
SEVERE_ERR_TASKBE_CANNOT_DECODE_SCHEDULED_TASK_BASE_DN_115=Se ha producido un error al tratar de descodificar la base de tarea programada %s como un ND:  %s
INFO_TASKBE_DESCRIPTION_RETENTION_TIME_116=Periodo de tiempo, en segundos, que debe conservarse la informaci\u00f3n de la tarea una vez finalizado el procesamiento de dicha tarea.  Una vez transcurrido este periodo, la informaci\u00f3n de la tarea se suprimir\u00e1 autom\u00e1ticamente para conservar espacio en el disco y memoria
SEVERE_ERR_TASKBE_CANNOT_INITIALIZE_RETENTION_TIME_117=Se ha producido un error inesperado al tratar de inicializar la configuraci\u00f3n de tiempo de retenci\u00f3n de la tarea:  %s
INFO_TASKBE_DESCRIPTION_BACKING_FILE_118=La ruta al archivo de copia de seguridad del servidor de fondo de tareas.  El archivo LDIF albergar\u00e1 la configuraci\u00f3n completa de las tareas programadas y peri\u00f3dicas definidas
SEVERE_ERR_TASKBE_CANNOT_INITIALIZE_BACKING_FILE_119=Se ha producido un error inesperado al tratar de inicializar la configuraci\u00f3n de archivo de copia de seguridad de la tarea: %s
SEVERE_ERR_TASKBE_NO_BACKING_FILE_120=La entrada de configuraci\u00f3n actualizada no tiene ning\u00fan valor para el atributo %s requerido que especifica la ruta para el archivo de copia de seguridad de datos de tarea
SEVERE_ERR_TASKBE_BACKING_FILE_EXISTS_121=El archivo de copia de seguridad de datos de tarea %s especificado ya existe, por lo que el Servidor de directorios no tratar\u00e1 de sobrescribirlo.  Elimine o cambie el nombre del archivo existente antes de tratar de emplear esa ruta para el nuevo archivo de copia de seguridad o seleccione una nueva ruta
SEVERE_ERR_TASKBE_INVALID_BACKING_FILE_PATH_122=Parece que la ruta %s especificada para el nuevo archivo de copia de seguridad de datos de tarea no es v\u00e1lida  Seleccione una nueva ruta para el archivo de copia de seguridad de datos de tarea
SEVERE_ERR_TASKBE_BACKING_FILE_MISSING_PARENT_123=El directorio principal %s para el nuevo archivo de copia de seguridad de datos de tarea %s no existe  Cree este directorio antes de tratar de emplear esta ruta para el nuevo archivo de copia de seguridad o seleccione una nueva ruta
SEVERE_ERR_TASKBE_BACKING_FILE_PARENT_NOT_DIRECTORY_124=El directorio principal %s para el nuevo archivo de copia de seguridad de datos de tarea %s ya existe, pero no es un directorio. Seleccione una nueva ruta para el archivo de copia de seguridad de datos de tarea
SEVERE_ERR_TASKBE_ERROR_GETTING_BACKING_FILE_125=Se ha producido un error al tratar de determinar la nueva ruta para el archivo de copia de seguridad de datos de tarea:  %s
SEVERE_ERR_TASKBE_NO_RETENTION_TIME_126=La entrada de configuraci\u00f3n no tiene ning\u00fan valor para el atributo %s requerido que especifica el per\u00edodo de tiempo en segundos durante el que debe retenerse la informaci\u00f3n acerca de las tareas completadas antes de que se reorganicen
SEVERE_ERR_TASKBE_ERROR_GETTING_RETENTION_TIME_127=Se ha producido un error al tratar de determinar el tiempo de retenci\u00f3n de las tareas completadas:  %s
INFO_TASKBE_UPDATED_RETENTION_TIME_128=El tiempo de retenci\u00f3n de las tareas completadas se ha actualizado a %d segundos.  Este cambio se aplicar\u00e1 inmediatamente
INFO_TASKBE_UPDATED_BACKING_FILE_129=La ruta al archivo de copia de seguridad de los datos de tareas se ha cambiado a %s. Se ha incluido una captura de la configuraci\u00f3n de tareas actual en ese archivo, que se seguir\u00e1 utilizando en futuras actualizaciones
SEVERE_ERR_TASKBE_ADD_DISALLOWED_DN_130=Es posible que s\u00f3lo puedan a\u00f1adirse las nuevas entradas en el backend de tarea inmediatamente debajo de %s para las tareas programadas o inmediatamente debajo de %s para las tareas peri\u00f3dicas
SEVERE_ERR_TASKBE_MODIFY_DN_NOT_SUPPORTED_131=No se admiten las operaciones de modificaci\u00f3n de ND en el backend de tarea
INFO_TASKBE_BACKING_FILE_HEADER_132=El archivo contiene los datos utilizados por el servidor de fondo del programador de tareas del servidor de directorios.  No modifique directamente este archivo, ya que es posible que esos cambios se pierdan.  Las definiciones de tareas programadas y peri\u00f3dicas s\u00f3lo deben modificarse mediante las utilidades de administraci\u00f3n proporcionadas con el servidor de directorios
SEVERE_ERR_TASKSCHED_DUPLICATE_RECURRING_ID_133=No se puede a\u00f1adir la tarea peri\u00f3dica %s al programador de tareas debido a que ya existe otra tarea peri\u00f3dica con el mismo Id
SEVERE_ERR_TASKSCHED_DUPLICATE_TASK_ID_134=No se puede programar la tarea %s debido a que ya existe otra tarea con el mismo Id
SEVERE_ERR_TASKSCHED_ERROR_SCHEDULING_RECURRING_ITERATION_136=Se ha producido un error al tratar de programar la siguiente iteraci\u00f3n de la tarea peri\u00f3dica %s:  %s
SEVERE_ERR_TASKSCHED_CANNOT_PARSE_ENTRY_RECOVERABLE_137=Se ha producido un error al tratar de leer una entrada del archivo de copia de seguridad de tareas %s en o cerca de la l\u00ednea %d:  %s.  No es un error grave, por lo que el programador de tareas tratar\u00e1 de continuar con el an\u00e1lisis del archivo y la programaci\u00f3n de cualquier tarea adicional que contenga
FATAL_ERR_TASKSCHED_CANNOT_PARSE_ENTRY_FATAL_138=Se ha producido un error al tratar de leer una entrada del archivo de copia de seguridad de tareas %s en o cerca de la l\u00ednea %d:  %s.  Es un error irrecuperable, por lo que no podr\u00e1 continuarse con el an\u00e1lisis
SEVERE_ERR_TASKSCHED_ENTRY_HAS_NO_PARENT_139=La entrada %s le\u00edda desde el archivo de copia de seguridad de tareas no es v\u00e1lida porque no tiene entrada principal y no coincide con el ND ra\u00edz de tarea de %s
SEVERE_ERR_TASKSCHED_CANNOT_SCHEDULE_RECURRING_TASK_FROM_ENTRY_140=Se ha producido un error al tratar de analizar la entrada %s como tarea peri\u00f3dica y a\u00f1adirla al programador:  %s
SEVERE_ERR_TASKSCHED_CANNOT_SCHEDULE_TASK_FROM_ENTRY_141=Se ha producido un error al tratar de analizar la entrada %s como tarea y a\u00f1adirla al programador:  %s
SEVERE_ERR_TASKSCHED_INVALID_TASK_ENTRY_DN_142=La entrada %s le\u00edda desde el archivo de copia de seguridad de tareas %s tiene un ND que no es v\u00e1lido para una definici\u00f3n de tarea o de tarea peri\u00f3dica, por lo que se omitir\u00e1
SEVERE_ERR_TASKSCHED_ERROR_READING_TASK_BACKING_FILE_143=Se ha producido un error al tratar de leer desde el archivo de copia de seguridad de datos de tareas %s:  %s
SEVERE_ERR_TASKSCHED_CANNOT_CREATE_BACKING_FILE_144=Se ha producido un error al tratar de crear un nuevo archivo de copia de seguridad de tareas %s para su uso con el programador de tareas:  %s
SEVERE_ERR_TASKSCHED_NO_CLASS_ATTRIBUTE_145=La entrada de tarea proporcionada no contiene el atributo %s que se necesita para especificar el nombre totalmente cualificado de la clase que proporciona la l\u00f3gica de tarea
SEVERE_ERR_TASKSCHED_MULTIPLE_CLASS_TYPES_146=La entrada de tarea proporcionada contiene varios atributos con el tipo %s, que se emplea para mantener el nombre de clase de la tarea, pero s\u00f3lo se permite una \u00fanica instancia
SEVERE_ERR_TASKSCHED_NO_CLASS_VALUES_147=La entrada de tarea proporcionada no contiene ning\u00fan valor para el atributo %s que se emplea para especificar el nombre totalmente cualificado de la clase que proporciona la l\u00f3gica de tarea
SEVERE_ERR_TASKSCHED_MULTIPLE_CLASS_VALUES_148=La entrada de tarea proporcionada contiene varios valores para el atributo %s, que se emplea para especificar el nombre de clase de la tarea, pero s\u00f3lo se permite un \u00fanico valor
SEVERE_ERR_TASKSCHED_CANNOT_LOAD_CLASS_149=Se ha producido un error al tratar de cargar la clase %s especificada en el atributo %s de la entrada de tarea proporcionada:  %s. \u00bfExiste esta clase en la ruta de clase del Servidor de directorios?
SEVERE_ERR_TASKSCHED_CANNOT_INSTANTIATE_CLASS_AS_TASK_150=Se ha producido un error al tratar de crear una instancia de clase %s como una tarea del Servidor de directorios. \u00bfEs esta clase una subclase de%s?
SEVERE_ERR_TASKSCHED_CANNOT_INITIALIZE_INTERNAL_151=Se ha producido un error al tratar de realizar una inicializaci\u00f3n interna en una instancia de clase %s con la informaci\u00f3n contenida en la entrada proporcionada: %s
SEVERE_WARN_TASKSCHED_CANNOT_RENAME_CURRENT_BACKING_FILE_152=Se ha producido un error al tratar de cambiar el nombre del archivo de copia de seguridad de tareas actual de %s a %s:  %s. Es posible que se haya perdido la configuraci\u00f3n de tarea previa (que no refleja la \u00faltima actualizaci\u00f3n)
SEVERE_ERR_TASKSCHED_CANNOT_RENAME_NEW_BACKING_FILE_153=Se ha producido un error al tratar de cambiar el nombre del nuevo archivo de copia de seguridad de %s a %s:  %s. Si se ha reiniciado el Servidor de directorios, es posible que el programador de tareas no funcione de la forma prevista
SEVERE_ERR_TASKSCHED_CANNOT_WRITE_BACKING_FILE_154=Se ha producido un error al tratar de escribir el nuevo archivo de copia de seguridad de datos de tareas %s:  %s. Es posible que se haya perdido la informaci\u00f3n de configuraci\u00f3n que refleja la \u00faltima actualizaci\u00f3n
SEVERE_ERR_TASKBE_IMPORT_NOT_SUPPORTED_155=El backend de tarea no admite operaciones de importaci\u00f3n de LDIF
INFO_TASKBE_INTERRUPTED_BY_SHUTDOWN_156=Se est\u00e1 cerrando el servidor de fondo de tareas
INFO_ROOTDSE_DESCRIPTION_SHOW_ALL_ATTRIBUTES_157=Indica si todos los atributos del DSE ra\u00edz deben considerarse como atributos de usuario (y, por lo tanto, devolverse a los clientes de forma predeterminada), independientemente de la configuraci\u00f3n de esquema del servidor de directorios
SEVERE_ERR_ROOTDSE_CANNOT_DETERMINE_ALL_USER_ATTRIBUTES_158=Se ha producido un error al tratar de determinar el valor del atributo de configuraci\u00f3n %s que controla la posibilidad de tratar todos los atributos de la DSE ra\u00edz como atributos de usuario:  %s. Los atributos de la DSE ra\u00edz ser\u00e1n tratados de acuerdo con su definici\u00f3n en el esquema de servidor
INFO_ROOTDSE_UPDATED_SHOW_ALL_ATTRS_159=La configuraci\u00f3n del DSE ra\u00edz se ha actualizado para que el atributo de configuraci\u00f3n %s utilice el valor %s
SEVERE_ERR_TASKSCHED_REMOVE_RECURRING_EXISTING_ITERATION_160=No se puede suprimir la tarea peri\u00f3dica %s porque ya existe una iteraci\u00f3n programada de esta tarea con el Id. %s que debe suprimirse primero
SEVERE_ERR_TASKSCHED_REMOVE_PENDING_NO_SUCH_TASK_161=No se puede suprimir la tarea pendiente %s porque no existe
SEVERE_ERR_TASKSCHED_REMOVE_PENDING_NOT_PENDING_162=No se puede suprimir la tarea pendiente %s porque dicha tarea ya no es una tarea pendiente
SEVERE_ERR_TASKSCHED_REMOVE_COMPLETED_NO_SUCH_TASK_163=No se puede suprimir la tarea completada %s porque no existe tal tarea en la lista de tareas completadas
SEVERE_ERR_TASKBE_DELETE_INVALID_ENTRY_164=No se puede suprimir la entrada %s del backend de tarea porque su ND no es apropiado para ese backend o porque no est\u00e1 debajo de la entrada de base de tareas programadas o peri\u00f3dicas
SEVERE_ERR_TASKBE_DELETE_NO_SUCH_TASK_165=No se puede suprimir la entrada %s del backend de tarea porque no existe ninguna tarea programada asociada con ese ND de entrada
SEVERE_ERR_TASKBE_DELETE_RUNNING_166=No se puede eliminar la entrada %s del backend de tarea porque la tarea asociada est\u00e1 en ejecuci\u00f3n actualmente
SEVERE_ERR_TASKBE_DELETE_NO_SUCH_RECURRING_TASK_167=No se puede suprimir la entrada %s del backend de tarea porque no existe ninguna tarea peri\u00f3dica asociada con ese ND de entrada
SEVERE_ERR_TASKBE_SEARCH_INVALID_BASE_168=No se puede procesar la operaci\u00f3n de b\u00fasqueda en el backend de tarea porque el ND de base %s proporcionado no es v\u00e1lido para las entradas en el backend de tarea
SEVERE_ERR_TASKBE_SEARCH_NO_SUCH_TASK_169=No se puede procesar la operaci\u00f3n de b\u00fasqueda en el backend de tarea porque no existe ninguna tarea programada asociada con la entrada de base de b\u00fasqueda %s proporcionada
SEVERE_ERR_TASKBE_SEARCH_NO_SUCH_RECURRING_TASK_170=No se puede procesar la operaci\u00f3n de b\u00fasqueda en el backend de tarea porque no existe ninguna tarea peri\u00f3dica asociada con la entrada de base de b\u00fasqueda %s proporcionada
SEVERE_ERR_BACKUP_CONFIG_ENTRY_NULL_171=No se puede inicializar el backend de copia de seguridad porque la entrada de configuraci\u00f3n proporcionada es nula
SEVERE_ERR_BACKUP_CANNOT_DECODE_BACKUP_ROOT_DN_172=No se puede inicializar el backend de copia de seguridad porque se ha producido un error al tratar de descodificar el ND de base para el backend:  %s
INFO_BACKUP_DESCRIPTION_BACKUP_DIR_LIST_173=El conjunto de directorios al que se acceder\u00e1 de forma predeterminada para las operaciones de b\u00fasqueda del servidor de fondo de copia de seguridad. A\u00fan se puede acceder a los directorios de copia de seguridad que no aparezcan en esta lista. Para ello, especifique el directorio de copia de seguridad en el ND de base de b\u00fasqueda.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente
SEVERE_ERR_BACKUP_CANNOT_DETERMINE_BACKUP_DIR_LIST_174=Se ha producido un error al tratar de determinar la lista de directorios de copia de seguridad: %s. La inicializaci\u00f3n del backend de copia de seguridad no puede continuar
SEVERE_ERR_BACKUP_GET_ENTRY_NULL_175=No se puede recuperar una entrada del backend de copia de seguridad porque la entrada solicitada era nula
SEVERE_ERR_BACKUP_INVALID_BASE_176=No existe la entrada %s solicitada en el backend de copia de seguridad
SEVERE_ERR_BACKUP_DN_DOES_NOT_SPECIFY_DIRECTORY_177=No se puede recuperar la entrada %s del backend de copia de seguridad porque el ND solicitado est\u00e1 un nivel por debajo del ND de base, pero no especifica un directorio de copia de seguridad
SEVERE_ERR_BACKUP_INVALID_BACKUP_DIRECTORY_178=No se puede recuperar la entrada %s del backend de copia de seguridad porque el directorio de copia de seguridad solicitado no es v\u00e1lido: %s
SEVERE_ERR_BACKUP_ERROR_GETTING_BACKUP_DIRECTORY_179=Se ha producido un error al tratar de examinar el directorio de copia de seguridad solicitado:  %s
SEVERE_ERR_BACKUP_NO_BACKUP_ID_IN_DN_180=No se puede recuperar la entrada %s del backend de copia de seguridad porque el ND est\u00e1 dos niveles por debajo del ND de base, pero no especifica un Id. de copia de seguridad
SEVERE_ERR_BACKUP_NO_BACKUP_PARENT_DN_181=No se puede recuperar la entrada %s del backend de copia de seguridad porque no tiene una entrada principal
SEVERE_ERR_BACKUP_NO_BACKUP_DIR_IN_DN_182=No se puede recuperar la entrada %s del backend de copia de seguridad porque el ND no contiene el directorio de copia de seguridad en el que deber\u00eda encontrarse la copia de seguridad solicitada
SEVERE_ERR_BACKUP_NO_SUCH_BACKUP_183=No existe la copia de seguridad %s en el directorio de copia de seguridad %s
SEVERE_ERR_BACKUP_ADD_NOT_SUPPORTED_184=No se admiten las operaciones de adici\u00f3n en el backend de copia de seguridad
SEVERE_ERR_BACKUP_DELETE_NOT_SUPPORTED_185=No se admiten las operaciones de eliminaci\u00f3n en el backend de copia de seguridad
SEVERE_ERR_BACKUP_MODIFY_NOT_SUPPORTED_186=No se admiten las operaciones de modificaci\u00f3n en el backend de copia de seguridad
SEVERE_ERR_BACKUP_MODIFY_DN_NOT_SUPPORTED_187=No se admiten las operaciones de modificaci\u00f3n de ND en el backend de copia de seguridad
SEVERE_ERR_BACKUP_NO_SUCH_ENTRY_188=No existe la entrada %s solicitada en el backend de copia de seguridad
SEVERE_ERR_BACKUP_EXPORT_NOT_SUPPORTED_189=No se admiten las operaciones de exportaci\u00f3n de LDIF en el backend de copia de seguridad
SEVERE_ERR_BACKUP_IMPORT_NOT_SUPPORTED_190=No se admiten las operaciones de importaci\u00f3n de LDIF en el backend de copia de seguridad
SEVERE_ERR_BACKUP_BACKUP_AND_RESTORE_NOT_SUPPORTED_191=No se admiten las operaciones de copia de seguridad y restauraci\u00f3n en el backend de copia de seguridad
SEVERE_ERR_MEMORYBACKEND_REQUIRE_EXACTLY_ONE_BASE_192=Debe proporcionarse exactamente un ND de base para su uso con el backend basado en memoria
SEVERE_ERR_MEMORYBACKEND_ENTRY_ALREADY_EXISTS_193=La entrada %s ya existe en el backend basado en memoria
SEVERE_ERR_MEMORYBACKEND_ENTRY_DOESNT_BELONG_194=La entrada %s no pertenece al backend basado en memoria
SEVERE_ERR_MEMORYBACKEND_PARENT_DOESNT_EXIST_195=No se puede a\u00f1adir la entrada %s porque no existe su entrada principal %s en el backend basado en memoria
SEVERE_ERR_MEMORYBACKEND_ENTRY_DOESNT_EXIST_196=La entrada %s no existe en el backend basado en memoria
SEVERE_ERR_MEMORYBACKEND_CANNOT_DELETE_ENTRY_WITH_CHILDREN_197=No se puede eliminar la entrada %s porque tiene una o m\u00e1s entradas subordinadas
SEVERE_ERR_MEMORYBACKEND_MODDN_NOT_SUPPORTED_198=No se admiten las operaciones de modificaci\u00f3n de ND en el backend basado en memoria
SEVERE_ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_WRITER_199=Unable to create an LDIF writer:  %s
SEVERE_ERR_MEMORYBACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_200=No se puede escribir la entrada %s en el LDIF:  %s
SEVERE_ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_READER_201=Unable to create an LDIF reader:  %s
SEVERE_ERR_MEMORYBACKEND_ERROR_READING_LDIF_202=An unrecoverable error occurred while reading from LDIF:  %s
SEVERE_ERR_MEMORYBACKEND_ERROR_DURING_IMPORT_203=Se ha producido un error inesperado durante el procesamiento de la importaci\u00f3n de : %s
SEVERE_ERR_MEMORYBACKEND_BACKUP_RESTORE_NOT_SUPPORTED_204=El backend basado en memoria no admite las operaciones de copia de seguridad o restauraci\u00f3n
SEVERE_ERR_MEMORYBACKEND_CANNOT_RENAME_ENRY_WITH_CHILDREN_205=No se puede cambiar el nombre de la entrada %s porque tiene una o m\u00e1s entradas subordinadas
SEVERE_ERR_MEMORYBACKEND_CANNOT_RENAME_TO_ANOTHER_BACKEND_206=No se puede cambiar el nombre de la entrada %s porque la entrada de destino est\u00e1 en un backend diferente
SEVERE_ERR_MEMORYBACKEND_RENAME_PARENT_DOESNT_EXIST_207=No se puede cambiar el nombre de la entrada %s porque la nueva entrada principal %s no existe
INFO_SCHEMA_DESCRIPTION_SHOW_ALL_ATTRIBUTES_208=Indica si los atributos de la entrada del subesquema deben considerarse como atributos de usuarios, aunque est\u00e9n marcados como operativos.  Esto puede proporcionar compatibilidad con algunas aplicaciones que esperan que se incluyan, de forma predeterminada, atributos como "attributeType" y "objectClasses", aunque no se soliciten.  Tenga en cuenta que el atributo "ldapSyntaxes" se considerar\u00e1 siempre como operativo para evitar problemas al intentar modificar el esquema a trav\u00e9s del protocolo
SEVERE_ERR_SCHEMA_CANNOT_DETERMINE_SHOW_ALL_209=Se ha producido un error al tratar de determinar si deben tratarse todos los atributos de entrada de subesquema independientemente de la manera en que est\u00e9n definidos en el esquema, como se especifica en el atributo ds-cfg-show-all-attributes de la entrada de configuraci\u00f3n %s:  %s. Se proceder\u00e1 de la forma predeterminada; esto es, se tratar\u00e1n los tipos de atributo de la forma definida en el esquema de servidor
FATAL_ERR_BACKEND_CANNOT_REGISTER_BASEDN_210=Se ha producido un error al tratar de registrar el ND de base %s en el Servidor de directorios:  %s
MILD_ERR_SCHEMA_DELETE_MODTYPE_NOT_SUPPORTED_211=El servidor de fondo del esquema no admite actualmente la eliminaci\u00f3n de elementos de esquema existentes
MILD_ERR_SCHEMA_INVALID_MODIFICATION_TYPE_212=El servidor de fondo del esquema no admite el tipo de modificaci\u00f3n %s
MILD_ERR_SCHEMA_MODIFY_UNSUPPORTED_ATTRIBUTE_TYPE_213=El servidor de fondo del esquema no admite la modificaci\u00f3n del tipo de atributo %s.  S\u00f3lo se pueden modificar los tipos de atributos, las clases de objetos, las descripci\u00f3nes de sintaxis LDAP, los formatos de nombre, las reglas de contenido de DIT, las reglas de estructura de DIT y el uso de las reglas de coincidencia
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_ATTRTYPE_214=Se ha producido un error al intentar descodificar el tipo de atributo "%s":  %s
MILD_ERR_SCHEMA_MODIFY_ATTRTYPE_ALREADY_EXISTS_215=No se puede agregar el tipo de atributo %s al esquema del servidor porque hay un tipo de atributo existente con un nombre u OID conflictivo:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_OBJECTCLASS_216=Se ha producido un error al intentar descodificar el clase de objeto "%s":  %s
MILD_ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_OBJECTCLASS_217=No se puede agregar la clase de objeto %s porque su clase superior %s no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_OC_UNDEFINED_REQUIRED_ATTR_218=No se puede agregar la clase de objeto %s porque necesita el atributo %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_OC_UNDEFINED_OPTIONAL_ATTR_219=No se puede agregar la clase de objeto %s porque permite el atributo %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_OBJECTCLASS_ALREADY_EXISTS_220=No se puede agregar la clase de objeto %s al esquema del servidor porque hay una clase de objeto existente con un nombre u OID conflictivo:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_READ_EXISTING_USER_SCHEMA_221=Se ha producido un error al intentar leer el contenido del archivo de esquema %s:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_SCHEMA_222=Se ha producido un error al intentar escribir el esquema actualizado:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_NAME_FORM_223=Se ha producido un error al intentar descodificar el formato de nombre "%s":  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_DCR_224=Se ha producido un error al intentar descodificar la regla de contenido de DIT "%s":  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_DSR_225=Se ha producido un error al intentar descodificar la regla de estructura de DIT "%s":  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_MR_USE_226=Se ha producido un error al intentar descodificar el uso de la regla de coincidencia "%s":  %s
MILD_ERR_SCHEMA_MODIFY_DELETE_NO_VALUES_227=El servidor no permitir\u00e1 la eliminaci\u00f3n de todos los valores del tipo de atributo %s del esquema del servidor
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_ATTRTYPE_228=No se puede agregar el tipo de atributo %s porque entra en conflicto con varios tipos de atributos existentes (%s y %s)
MILD_ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_ATTRIBUTE_TYPE_229=No se puede agregar el tipo de atributo %s porque hace referencia al tipo de atributo superior %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_OBJECTCLASS_230=No se puede agregar la clase de objeto %s porque entra en conflicto con varias clases de objetos existentes (%s y %s)
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_NAME_FORM_231=No se puede agregar el formato de nombre %s porque entra en conflicto con varios formatos de nombre existentes (%s y %s)
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_STRUCTURAL_OC_232=No se puede agregar el formato de nombre %s porque hace referencia a la clase de objeto estructural %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_REQUIRED_ATTR_233=No se puede agregar el formato de nombre %s porque hace referencia al tipo de atributo necesario %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_OPTIONAL_ATTR_234=No se puede agregar el formato de nombre %s porque hace referencia al tipo de atributo opcional %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DCR_235=No se puede agregar la regla de contenido de DIT %s porque entra en conflicto con varias reglas de contenido de DIT existentes (%s y %s)
MILD_ERR_SCHEMA_MODIFY_STRUCTURAL_OC_CONFLICT_FOR_ADD_DCR_236=No se puede agregar la regla de contenido de DIT %s porque hace referencia a la clase de objeto estructural %s, que ya se ha asociado a otra regla de contenido de DIT %s
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_STRUCTURAL_OC_237=No se puede agregar la regla de contenido de DIT %s porque hace referencia a la clase de objeto estructural %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_AUXILIARY_OC_238=No se puede agregar la regla de contenido de DIT %s porque hace referencia a la clase de objeto auxiliar %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_REQUIRED_ATTR_239=No se puede agregar la regla de contenido de DIT %s porque hace referencia al tipo de atributo necesario %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_OPTIONAL_ATTR_240=No se puede agregar la regla de contenido de DIT %s porque hace referencia al tipo de atributo opcional %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_PROHIBITED_ATTR_241=No se puede agregar la regla de contenido de DIT %s porque hace referencia al tipo de atributo prohibido %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DSR_242=No se puede agregar la regla de estructura de DIT %s porque entra en conflicto con varias reglas de estructura de DIT existentes (%s y %s)
MILD_ERR_SCHEMA_MODIFY_NAME_FORM_CONFLICT_FOR_ADD_DSR_243=No se puede agregar la regla de estructura de DIT %s porque hace referencia al formato de nombre %s, que ya se ha asociado a otra regla de estructura de DIT %s
MILD_ERR_SCHEMA_MODIFY_DSR_UNDEFINED_NAME_FORM_244=No se puede agregar la regla de estructura de DIT %s porque hace referencia al formato de nombre %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_MR_USE_245=No se puede agregar el uso de la regla de coincidencia %s porque entra en conflicto con varios usos de reglas de coincidencia existentes (%s y %s)
MILD_ERR_SCHEMA_MODIFY_MR_CONFLICT_FOR_ADD_MR_USE_246=No se puede agregar el uso de la regla de coincidencia %s porque hace referencia a la regla de coincidencia %s, que ya se ha asociado a otro uso de la regla de coincidencia %s
MILD_ERR_SCHEMA_MODIFY_MRU_UNDEFINED_ATTR_247=No se puede agregar el uso de la regla de coincidencia %s porque hace referencia al tipo de atributo %s, que no se ha definido en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_AT_248=La referencia circular detectada para el tipo de atributo %s en el que la cadena de tipo superior hace referencia al propio tipo de atributo
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_OC_249=La referencia circular detectada para la clase de objeto %s en la que la cadena de clase superior hace referencia la propia clase de objeto
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_DSR_250=La referencia circular detectada para la regla de estructura de DIT %s en la que la cadena de regla superior hace referencia a la propia regla de estructura de DIT
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_CLEANED_251=Se ha producido un error al intentar crear copias de los archivos de esquema existentes antes de aplicar las actualizaciones:  %s. El servidor pudo restablecer la configuraci\u00f3n de esquema original, por lo que no ser\u00e1 necesario realizar ninguna limpieza adicional
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_NOT_CLEANED_252=Se ha producido un error al intentar crear copias de los archivos de esquema existentes antes de aplicar las actualizaciones:  %s. Tambi\u00e9n se ha producido un problema al intentar restablecer la configuraci\u00f3n de esquema original, por lo que es posible que el servidor permanezca en un estado incoherente y podr\u00eda requerir una limpieza manual
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_RESTORED_253=Se ha producido un error al intentar escribir nuevas versiones de los archivos de esquema del servidor:  %s. El servidor pudo restablecer la configuraci\u00f3n de esquema original, por lo que no ser\u00e1 necesario realizar ninguna limpieza adicional
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_NOT_RESTORED_254=Se ha producido un error al intentar escribir nuevas versiones de los archivos de esquema del servidor:  %s. Tambi\u00e9n se ha producido un problema al intentar restablecer la configuraci\u00f3n de esquema original, por lo que es posible que el servidor permanezca en un estado incoherente y podr\u00eda requerir una limpieza manual
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_ATTRIBUTE_TYPE_255=No se puede suprimir el tipo de atributo %s del esquema del servidor porque no se ha definido
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_SUPERIOR_TYPE_256=No se puede suprimir el tipo de atributo %s del esquema del servidor porque se hace referencia a \u00e9l como tipo superior para el tipo de atributo %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_OC_257=No se puede suprimir el tipo de atributo %s del esquema del servidor porque se hace referencia a \u00e9l como tipo de atributo necesario u opcional en la clase de objeto (ND) %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_NF_258=No se puede suprimir el tipo de atributo %s del esquema del servidor porque se hace referencia a \u00e9l como tipo de atributo necesario u opcional en el formato de nombre %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_DCR_259=No se puede suprimir el tipo de atributo %s del esquema del servidor porque se hace referencia a \u00e9l como tipo de atributo necesario, opcional o prohibido en la regla de contenido de DIT %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_MR_USE_260=No se puede suprimir el tipo de atributo %s del esquema del servidor porque se hace referencia a \u00e9l en el uso de la regla de coincidencia %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_OBJECTCLASS_261=No se puede suprimir la clase de objeto %s del esquema del servidor porque no se ha definido
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_SUPERIOR_CLASS_262=No se puede suprimir la clase de objeto %s del esquema del servidor porque se hace referencia a ella como clase superior para la clase de objeto %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_IN_NF_263=No se puede suprimir la clase de objeto %s del esquema del servidor porque se hace referencia a ella como clase estructural para el formato de nombre %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_IN_DCR_264=No se puede suprimir la clase de objeto %s del esquema del servidor porque se hace referencia a ella como clase estructural o auxiliar para la regla de contenido de DIT %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_NAME_FORM_265=No se puede suprimir el formato de nombre %s del esquema del servidor porque no se ha definido
MILD_ERR_SCHEMA_MODIFY_REMOVE_NF_IN_DSR_266=No se puede suprimir el formato de nombre %s del esquema del servidor porque se hace referencia a \u00e9l en la regla de estructura de DIT %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DCR_267=No se puede suprimir la regla de contenido de DIT %s del esquema del servidor porque no se ha definido
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DSR_268=No se puede suprimir la regla de estructura de DIT %s del esquema del servidor porque no se ha definido
MILD_ERR_SCHEMA_MODIFY_REMOVE_DSR_SUPERIOR_RULE_269=No se puede suprimir la regla de estructura de DIT %s porque se hace referencia a ella como regla superior para la regla de estructura de DIT %s
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_MR_USE_270=No se puede suprimir el uso de la regla de coincidencia %s del esquema del servidor porque no se ha definido
MILD_ERR_SCHEMA_MODIFY_NF_OC_NOT_STRUCTURAL_271=No se puede agregar el formato de nombre %s porque hace referencia a la clase de objeto %s, que se ha definido en el esquema del servidor, pero no es una clase de objeto estructural
MILD_ERR_SCHEMA_MODIFY_DCR_OC_NOT_STRUCTURAL_272=No se puede agregar la regla de contenido de DIT %s porque hace referencia a la clase de objeto estructural %s, que se ha definido en el esquema del servidor, pero no es estructural
MILD_ERR_SCHEMA_MODIFY_STRUCTURAL_OC_CONFLICT_FOR_ADD_NF_273=No se puede agregar el formato de nombre %s porque hace referencia a la clase de objeto estructural %s, que ya se ha asociado a otro formato de nombre %s
MILD_ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_ATTRIBUTE_TYPE_274=No se puede agregar el tipo de atributo %s porque el tipo superior %s se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_ATTRTYPE_OBSOLETE_MR_275=No se puede agregar el tipo de atributo %s porque la regla de coincidencia asociada %s se ha marcado como OBSOLETA en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_OBJECTCLASS_276=No se puede agregar la clase de objeto %s porque la clase superior %s se ha marcado como OBSOLETA en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_OC_OBSOLETE_REQUIRED_ATTR_277=No se puede agregar la clase de objeto %s porque el atributo necesario %s se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_OC_OBSOLETE_OPTIONAL_ATTR_278=No se puede agregar la clase de objeto %s porque el atributo opcional %s se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_NF_OC_OBSOLETE_279=No se puede agregar el formato de nombre %s porque la clase de objeto estructural %s se ha marcado como OBSOLETA en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_NF_OBSOLETE_REQUIRED_ATTR_280=No se puede agregar el formato de nombre %s porque necesita el tipo de atributo %s, que se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_NF_OBSOLETE_OPTIONAL_ATTR_281=No se puede agregar el formato de nombre %s porque permite el tipo de atributo %s, que se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_STRUCTURAL_OC_OBSOLETE_282=No se puede agregar la regla de contenido de DIT %s porque la clase de objeto estructural %s se ha marcado como OBSOLETA en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_OC_NOT_AUXILIARY_283=No se puede agregar la regla de contenido de DIT %s porque hace referencia a la clase de objeto auxiliar %s, que se ha definido en el esquema del servidor, pero no es una clase auxiliar
MILD_ERR_SCHEMA_MODIFY_DCR_AUXILIARY_OC_OBSOLETE_284=No se puede agregar la regla de contenido de DIT %s porque permite la clase de objeto auxiliar %s, que se ha marcado como OBSOLETA en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_REQUIRED_ATTR_285=No se puede agregar la regla de contenido de DIT %s porque necesita el tipo de atributo %s, que se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_OPTIONAL_ATTR_286=No se puede agregar la regla de contenido de DIT %s porque permite el tipo de atributo %s, que se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_PROHIBITED_ATTR_287=No se puede agregar la regla de contenido de DIT %s porque proh\u00edbe el tipo de atributo %s, que se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DSR_OBSOLETE_NAME_FORM_288=No se puede agregar la regla de estructura de DIT %s porque su formato de nombre %s se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DSR_OBSOLETE_SUPERIOR_RULE_289=No se puede agregar la regla de estructura de DIT %s porque hace referencia a la regla superior %s, que se ha marcado como OBSOLETA en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_MRU_OBSOLETE_MR_290=No se puede agregar el uso de la regla de coincidencia %s porque su regla de coincidencia %s se ha marcado como OBSOLETA en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_MRU_OBSOLETE_ATTR_291=No se puede agregar el uso de la regla de coincidencia %s porque hace referencia al tipo de atributo %s, que se ha marcado como OBSOLETO en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_AUXILIARY_OC_292=No se puede agregar la regla de contenido de DIT %s porque hace referencia a la clase de objeto auxiliar %s, que se ha marcado como OBSOLETA en el esquema del servidor
MILD_ERR_SCHEMA_MODIFY_INSUFFICIENT_PRIVILEGES_293=No dispone de suficientes privilegios para modificar el esquema del servidor de directorios
SEVERE_ERR_SCHEMA_CANNOT_FIND_CONCAT_FILE_294=No se puede encontrar un archivo que contenga las definiciones de elemento de esquema concatenadas para determinar si se han producido cambios en el esquema con el servidor fuera de l\u00ednea.  Se esperaba que el archivo estuviera en el directorio %s y que su nombre fuera %s o %s
SEVERE_ERR_SCHEMA_ERROR_DETERMINING_SCHEMA_CHANGES_295=Se ha producido un error al tratar de determinar si se han producido cambios en el esquema por medio de la edici\u00f3n directa de los archivos de esquema con el servidor fuera de l\u00ednea:  %s
SEVERE_ERR_SCHEMA_CANNOT_WRITE_CONCAT_SCHEMA_FILE_296=Se ha producido un error al tratar de escribir el archivo %s que contiene una lista concatenada de todos los elementos de esquema de servidor:  %s. Es posible que el servidor no pueda identificar de forma precisa los cambios realizados en el esquema con el servidor fuera de l\u00ednea
NOTICE_BACKEND_ENVIRONMENT_UNUSABLE_297=El entorno de la base de datos JE correspondiente al Id. de servidor de fondo %s est\u00e1 da\u00f1ado. Reinicie Directory Server para volver a abrir el entorno
SEVERE_ERR_TASKSCHED_NOT_ALLOWED_TASK_298=El Servidor de directorios no est\u00e1 configurado para permitir que se invoque la tarea %s
INFO_TASK_COMPLETION_BODY_299=Id. de tarea:  %s\r\nEstado de la tarea:  %s\r\nHora de inicio programada:  %s\r\nHora de inicio real:  %s\r\nHora de finalizaci\u00f3n:  %s\r\n\r\nMensajes del registro:\r\n
SEVERE_ERR_TRUSTSTORE_GET_ENTRY_NULL_300=No se puede recuperar una entrada del backend de almac\u00e9n de confianza porque la entrada solicitada era nula
SEVERE_ERR_TRUSTSTORE_INVALID_BASE_301=La entrada %s solicitada no existe en el backend de almac\u00e9n de confianza
SEVERE_ERR_TRUSTSTORE_DN_DOES_NOT_SPECIFY_CERTIFICATE_302=No se puede procesar la entrada %s en el backend de almac\u00e9n de confianza porque el ND solicitado est\u00e1 un nivel por debajo del ND de base, pero no especifica un nombre de certificado
SEVERE_ERR_TRUSTSTORE_CANNOT_RETRIEVE_CERT_303=Error al tratar de recuperar el certificado %s del archivo de almac\u00e9n de confianza %s: %s
SEVERE_ERR_TRUSTSTORE_MODIFY_NOT_SUPPORTED_304=No se admiten las operaciones de modificaci\u00f3n en el backend de almac\u00e9n de confianza
SEVERE_ERR_TRUSTSTORE_MODIFY_DN_NOT_SUPPORTED_305=No se admiten las operaciones de modificaci\u00f3n de ND en el backend de almac\u00e9n de confianza
SEVERE_ERR_TRUSTSTORE_REQUIRES_ONE_BASE_DN_306=No se puede inicializar el backend de almac\u00e9n de confianza de la entrada de configuraci\u00f3n %s porque no contiene exactamente un solo ND de base
SEVERE_ERR_TRUSTSTORE_IMPORT_AND_EXPORT_NOT_SUPPORTED_307=No se admiten las operaciones de importaci\u00f3n y exportaci\u00f3n de LDIF en el backend de almac\u00e9n de confianza
SEVERE_ERR_TRUSTSTORE_BACKUP_AND_RESTORE_NOT_SUPPORTED_308=No se admiten las operaciones de copia de seguridad y restauraci\u00f3n en el backend de almac\u00e9n de confianza
SEVERE_ERR_TRUSTSTORE_NO_SUCH_FILE_309=El archivo de almac\u00e9n de confianza %s especificado en el atributo ds-cfg-trust-store-file de la entrada de configuraci\u00f3n %s no existe
SEVERE_ERR_TRUSTSTORE_INVALID_TYPE_310=El tipo de almac\u00e9n de confianza %s especificado en el atributo ds-cfg-trust-store-type de la entrada de configuraci\u00f3n %s no es v\u00e1lido: %s
SEVERE_ERR_TRUSTSTORE_PIN_FILE_CANNOT_CREATE_311=Se ha producido un error al tratar de crear el archivo PIN %s especificado en el atributo ds-cfg-trust-store-pin-file de la entrada de configuraci\u00f3n %s
SEVERE_ERR_TRUSTSTORE_PIN_FILE_CANNOT_READ_312=Se ha producido un error al tratar de leer el PIN de almac\u00e9n de confianza del archivo %s especificado en el atributo de configuraci\u00f3n ds-cfg-trust-store-pin-file de la entrada de configuraci\u00f3n %s:  %s
SEVERE_ERR_TRUSTSTORE_PIN_FILE_EMPTY_313=El archivo %s especificado en el atributo ds-cfg-trust-store-pin-file de la entrada de configuraci\u00f3n %s deber\u00eda contener el PIN necesario para acceder al almac\u00e9n de confianza, pero el archivo est\u00e1 vac\u00edo
SEVERE_ERR_TRUSTSTORE_PIN_ENVAR_NOT_SET_314=La variable de entorno %s que est\u00e1 especificada en el atributo ds-cfg-trust-store-pin-environment-variable de la entrada de configuraci\u00f3n %s deber\u00eda contener el PIN necesario para acceder al almac\u00e9n de confianza, pero esta propiedad no est\u00e1 definida
SEVERE_ERR_TRUSTSTORE_PIN_PROPERTY_NOT_SET_315=La propiedad Java %s que est\u00e1 especificada en el atributo ds-cfg-trust-store-pin-property de la entrada de configuraci\u00f3n %s deber\u00eda contener el PIN necesario para acceder al administrador de confianza basado en archivo, pero esta propiedad no est\u00e1 definida
SEVERE_ERR_TRUSTSTORE_CANNOT_DETERMINE_FILE_316=Se ha producido un error inesperado al tratar de determinar el valor del atributo de configuraci\u00f3n ds-cfg-trust-store-file en la entrada de configuraci\u00f3n %s:  %s
SEVERE_ERR_TRUSTSTORE_CANNOT_LOAD_317=Se ha producido un error al tratar de cargar los contenidos del almac\u00e9n de confianza desde el archivo: %s:  %s
SEVERE_ERR_TRUSTSTORE_CANNOT_CREATE_FACTORY_318=Se ha producido un error al tratar de crear una f\u00e1brica de administrador de confianza para acceder a los contenidos del archivo de almac\u00e9n de confianza %s:  %s
SEVERE_ERR_TRUSTSTORE_ALIAS_IN_USE_319=La entrada de certificado %s ya existe
SEVERE_ERR_TRUSTSTORE_CANNOT_GENERATE_CERT_320=Error al tratar de generar un certificado autofirmado %s en el archivo de almac\u00e9n de confianza %s: %s
SEVERE_ERR_TRUSTSTORE_CANNOT_ADD_CERT_321=Error al tratar de a\u00f1adir el certificado %s al archivo de almac\u00e9n de confianza %s: %s
SEVERE_ERR_TRUSTSTORE_DELETE_NOT_SUPPORTED_322=No se admiten las operaciones de eliminaci\u00f3n en el backend de almac\u00e9n de confianza
SEVERE_ERR_TRUSTSTORE_ENTRY_MISSING_CERT_ATTR_323=No pudo a\u00f1adirse la entrada %s porque no contiene un atributo de certificado %s
SEVERE_ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_ATTRS_324=No pudo a\u00f1adirse la entrada %s porque contiene varios atributos de certificado %s
SEVERE_ERR_TRUSTSTORE_ENTRY_MISSING_CERT_VALUE_325=No pudo a\u00f1adirse la entrada %s porque no contiene un valor de atributo de certificado %s
SEVERE_ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_VALUES_326=No pudo a\u00f1adirse la entrada %s porque contiene varios valores de atributo de certificado %s
SEVERE_ERR_TRUSTSTORE_CANNOT_WRITE_CERT_327=Error al escribir el certificado %s a un archivo: %s
SEVERE_WARN_TRUSTSTORE_SET_PERMISSIONS_FAILED_328=No se han podido establecer permisos en el archivo de almac\u00e9n de confianza %s
SEVERE_ERR_ROOT_CONTAINER_NOT_INITIALIZED_329=No se ha inicializado el contenedor ra\u00edz para el backend %s, por lo que el backend no puede procesar la operaci\u00f3n solicitada
SEVERE_ERR_TASKBE_MODIFY_CANNOT_LOCK_ENTRY_330=No se puede obtener un bloqueo de escritura en la entrada %s
SEVERE_ERR_TASKBE_MODIFY_INVALID_ENTRY_331=No puede modificarse la entrada %s porque no representa una entrada de tarea.  S\u00f3lo pueden modificarse entradas de tarea en el backend de tarea
SEVERE_ERR_TASKBE_MODIFY_NO_SUCH_TASK_332=No puede modificarse la entrada %s porque no representa una tarea v\u00e1lida en el servidor
SEVERE_ERR_TASKBE_MODIFY_COMPLETED_333=No puede modificarse la entrada %s porque la tarea asociada ha finalizado su ejecuci\u00f3n.  No pueden modificarse las tareas completadas
SEVERE_ERR_TASKBE_MODIFY_RECURRING_334=No puede modificarse la entrada %s porque el servidor no admite la modificaci\u00f3n de entradas de tarea peri\u00f3dica actualmente
SEVERE_ERR_TASKBE_MODIFY_RUNNING_335=La tarea asociada con la entrada %s est\u00e1 en ejecuci\u00f3n actualmente  La \u00fanica modificaci\u00f3n permitida para las tareas en ejecuci\u00f3n es la sustituci\u00f3n del valor del atributo ds-task-state por "cancelar"
INFO_TASKBE_RUNNING_TASK_CANCELLED_336=Una solicitud de modificaci\u00f3n para cancelar la tarea ha interrumpido el procesamiento de las tareas
SEVERE_ERR_TRUSTSTORE_CANNOT_DELETE_CERT_337=Error al tratar de eliminar el certificado %s del archivo de almac\u00e9n de confianza %s: %s
SEVERE_ERR_TRUSTSTORE_CERTIFICATE_NOT_FOUND_338=No se puede recuperar la entrada %s del backend de almac\u00e9n de confianza porque no existe el certificado %s
SEVERE_ERR_LDIF_BACKEND_MULTIPLE_BASE_DNS_339=El backend de LDIF definido en la entrada de configuraci\u00f3n %s s\u00f3lo admite un \u00fanico ND de base, pero se configur\u00f3 para su uso con varios ND de base
SEVERE_ERR_LDIF_BACKEND_ERROR_OPENING_FILE_340=Se ha producido un error al tratar de abrir el archivo LDIF %s para su uso por el backend de LDIF definido en la entrada de configuraci\u00f3n %s:  %s
SEVERE_ERR_LDIF_BACKEND_ERROR_READING_ENTRY_341=Se ha producido un error al tratar de leer los datos desde el archivo LDIF %s dentro del backend de LDIF definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_LDIF_BACKEND_DUPLICATE_ENTRY_342=El archivo LDIF %s configurado para su uso con el servidor de fondo de LDIF definido en la entrada de configuraci\u00f3n %s presenta varias entradas con el ND %s
MILD_ERR_LDIF_BACKEND_ENTRY_OUT_OF_SCOPE_343=El archivo LDIF %s configurado para su uso con el servidor de fondo de LDIF definido en la entrada de configuraci\u00f3n %s incluye la entrada %s, que no se encuentra por debajo del ND de base definido para ese servidor de fondo
MILD_ERR_LDIF_BACKEND_MISSING_PARENT_344=El archivo LDIF %s configurado para su uso con el servidor de fondo de LDIF definido en la entrada de configuraci\u00f3n %s contiene la entrada %s, pero a\u00fan no se ha le\u00eddo su entrada principal
SEVERE_ERR_LDIF_BACKEND_ERROR_CREATING_FILE_345=Se ha producido un error al tratar de crear el archivo %s para escribir una versi\u00f3n actualizada de los datos para el backend de LDIF definido en la entrada de configuraci\u00f3n %s:  %s
SEVERE_ERR_LDIF_BACKEND_ERROR_WRITING_FILE_346=Se ha producido un error al tratar de escribir datos actualizados al archivo %s para el backend de LDIF definido en la entrada de configuraci\u00f3n %s:  %s
SEVERE_ERR_LDIF_BACKEND_ERROR_RENAMING_FILE_347=Se ha producido un error al tratar de cambiar el nombre del archivo %s a %s mientras se escrib\u00edan datos actualizados para el backend de LDIF definido en la entrada de configuraci\u00f3n %s:  %s
MILD_ERR_LDIF_BACKEND_ADD_ALREADY_EXISTS_348=La entrada %s ya existe en el servidor de seguridad de LDIF
MILD_ERR_LDIF_BACKEND_ADD_MISSING_PARENT_349=El elemento principal de la entrada %s no existe
MILD_ERR_LDIF_BACKEND_DELETE_NO_SUCH_ENTRY_350=La entrada %s no existe
MILD_ERR_LDIF_BACKEND_DELETE_NONLEAF_351=La entrada %s presenta una o varias entradas subordinadas y no puede eliminarse hasta que se hayan suprimido primero sus entradas subordinadas
MILD_ERR_LDIF_BACKEND_MODIFY_NO_SUCH_ENTRY_352=La entrada %s no existe
MILD_ERR_LDIF_BACKEND_MODDN_NO_SUCH_SOURCE_ENTRY_353=La entrada de origen %s no existe
MILD_ERR_LDIF_BACKEND_MODDN_TARGET_ENTRY_ALREADY_EXISTS_354=La entrada de destino %s no existe
MILD_ERR_LDIF_BACKEND_MODDN_NEW_PARENT_DOESNT_EXIST_355=El nuevo ND principal %s no existe
MILD_ERR_LDIF_BACKEND_SEARCH_NO_SUCH_BASE_356=La entrada %s especificada como ND de base de b\u00fasqueda no existe
SEVERE_ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_WRITER_357=Se ha producido un error al tratar de crear el editor para la operaci\u00f3n de exportaci\u00f3n de LDIF:  %s
SEVERE_ERR_LDIF_BACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_358=Se ha producido un error al tratar de escribir la entrada %s durante la exportaci\u00f3n de LDIF:  %s
SEVERE_ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_READER_359=Se ha producido un error al tratar de crear el lector para la operaci\u00f3n de importaci\u00f3n de LDIF:  %s
SEVERE_ERR_LDIF_BACKEND_ERROR_READING_LDIF_360=Se ha producido un error irrecuperable al tratar de leer datos del archivo de importaci\u00f3n:  %s. La importaci\u00f3n de LDIF no puede continuar
MILD_ERR_LDIF_BACKEND_BACKUP_RESTORE_NOT_SUPPORTED_361=El servidor de fondo de LDIF no proporciona actualmente ning\u00fan mecanismo de copia de seguridad o restablecimiento.  En su lugar, utilice las operaciones de importaci\u00f3n y exportaci\u00f3n de LDIF
MILD_ERR_LDIF_BACKEND_LDIF_DOESNT_EXIST_362=El archivo LDIF %s, al que se hace referencia en la entrada de configuraci\u00f3n del servidor de fondo de LDIF %s, no existe
INFO_LDIF_BACKEND_LDIF_FILE_CHANGED_363=El cambio realizado en la ruta del archivo LDIF no se aplicar\u00e1 hasta que se deshabilite y se vuelva a habilitar el servidor de fondo
INFO_LDIF_BACKEND_BASE_DN_CHANGED_364=El cambio realizado en el ND de base del servidor de fondo de LDIF no se aplicar\u00e1 hasta que se deshabilite y se vuelva a habilitar el servidor de fondo
MILD_ERR_LDIF_BACKEND_HAS_SUBORDINATES_NO_SUCH_ENTRY_365=La entrada de destino %s no existe
MILD_ERR_LDIF_BACKEND_NUM_SUBORDINATES_NO_SUCH_ENTRY_366=La entrada de destino %s no existe
SEVERE_ERR_TRUSTSTORE_ERROR_READING_KEY_367=Error al leer la clave %s desde el almac\u00e9n de claves %s: %s
MILD_ERR_HAS_SUBORDINATES_NOT_SUPPORTED_368=Este servidor de fondo no proporciona compatibilidad con el atributo operativo "hasSubordinates"
MILD_ERR_NUM_SUBORDINATES_NOT_SUPPORTED_369=Este servidor de fondo no proporciona compatibilidad con el atributo operativo "numSubordinates"
NOTICE_BACKEND_OFFLINE_370=El servidor de fondo %s se ha establecido sin conexi\u00f3n
SEVERE_ERR_RECURRINGTASK_INVALID_N_TOKENS_371=El atributo de entrada de tarea peri\u00f3dica %s proporcionado que mantiene la programaci\u00f3n de la tarea peri\u00f3dica tiene un n\u00famero no v\u00e1lido de tokens
SEVERE_ERR_RECURRINGTASK_INVALID_MINUTE_TOKEN_372=El atributo de entrada de tarea peri\u00f3dica %s proporcionado que mantiene la programaci\u00f3n de la tarea peri\u00f3dica tiene un token de minuto no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_HOUR_TOKEN_373=El atributo de entrada de tarea peri\u00f3dica %s proporcionado que mantiene la programaci\u00f3n de la tarea peri\u00f3dica tiene un token de hora no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_DAY_TOKEN_374=El atributo de entrada de tarea peri\u00f3dica %s proporcionado que mantiene la programaci\u00f3n de la tarea peri\u00f3dica tiene un token de d\u00eda del mes no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_MONTH_TOKEN_375=El atributo de entrada de tarea peri\u00f3dica %s proporcionado que mantiene la programaci\u00f3n de la tarea peri\u00f3dica tiene un token de mes del a\u00f1o no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_WEEKDAY_TOKEN_376=El atributo de entrada de tarea peri\u00f3dica %s proporcionado que mantiene la programaci\u00f3n de la tarea peri\u00f3dica tiene un token de d\u00eda de la semana no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_TOKENS_COMBO_377=El atributo de entrada de tarea peri\u00f3dica %s proporcionado que mantiene la programaci\u00f3n de la tarea peri\u00f3dica tiene una combinaci\u00f3n de tokens no v\u00e1lida que da lugar a una fecha inexistente
SEVERE_ERR_TASKS_CANNOT_EXPORT_TO_FILE_378=Se ha producido un error al tratar de exportar los datos de backend de tarea:  %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_GET_MAC_379=Se ha producido un error al tratar de obtener el proveedor MAC de %s con el fin de crear el hash firmado para la copia de seguridad:  %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_GET_DIGEST_380=Se ha producido un error al tratar de obtener la recopilaci\u00f3n de mensajes de %s con el fin de crear el hash para la copia de seguridad:  %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_381=Se ha producido un error al tratar de crear el archivo de almacenamiento de tareas %s en el directorio %s:  %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_GET_CIPHER_382=Se ha producido un error al tratar de obtener el cifrado para cifrar la copia de seguridad:  %s
SEVERE_ERR_TASKS_BACKUP_ZIP_COMMENT_383=Copia de seguridad de tareas %2$s de %1$s
SEVERE_ERR_TASKS_BACKUP_CANNOT_BACKUP_TASKS_FILE_384=Ha ocurrido un error mientras se intentaba respaldar el archivo de tareas %s:  %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_CLOSE_ZIP_STREAM_385=Se ha producido un error al tratar de cerrar el archivo de almacenamiento de tareas %s en el directorio %s:  %s
SEVERE_ERR_TASKS_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_386=Se ha producido un error al tratar de actualizar el archivo descriptor de la copia de seguridad %s con informaci\u00f3n acerca de la copia de seguridad de tareas:  %s
SEVERE_ERR_TASKS_RESTORE_NO_SUCH_BACKUP_387=No se puede restaurar ni comprobar la copia de seguridad de tareas %s en el directorio %s porque no existe tal copia de seguridad
SEVERE_ERR_TASKS_RESTORE_NO_BACKUP_FILE_388=No se puede restaurar ni comprobar la copia de seguridad de tareas %s en el directorio %s porque no pudo determinarse el nombre de archivo del archivo de almacenamiento
SEVERE_ERR_TASKS_RESTORE_NO_SUCH_FILE_389=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque no existe el archivo de almacenamiento %s especificado
SEVERE_ERR_TASKS_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_390=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque se ha producido un error al tratar de determinar si existe el archivo de almacenamiento de copia de seguridad %s:  %s
SEVERE_ERR_TASKS_RESTORE_UNKNOWN_DIGEST_391=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque, aunque se dispone de un hash no firmado de esta copia de seguridad, el servidor no puede determinar el algoritmo de recopilaci\u00f3n empleado para generar este hash
SEVERE_ERR_TASKS_RESTORE_CANNOT_GET_DIGEST_392=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque tiene un hash no firmado que emplea un algoritmo de recopilaci\u00f3n de %s desconocido o incompatible
SEVERE_ERR_TASKS_RESTORE_UNKNOWN_MAC_393=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque, aunque se dispone de un hash firmado de esta copia de seguridad, el servidor no puede determinar el algoritmo MAC empleado para generar este hash
SEVERE_ERR_TASKS_RESTORE_CANNOT_GET_MAC_394=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque tiene un hash firmado que emplea un algoritmo de MAC de %s desconocido o incompatible
SEVERE_ERR_TASKS_RESTORE_CANNOT_OPEN_BACKUP_FILE_395=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque se ha producido un error al tratar de abrir el archivo de almacenamiento de copia de seguridad %s:  %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_GET_CIPHER_396=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque est\u00e1 cifrada por medio de un cifrado desconocido o incompatible:  %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_GET_ZIP_ENTRY_397=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque se ha producido un error al tratar de leer la siguiente entrada desde el archivo de almacenamiento %s:  %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_CREATE_FILE_398=No se puede restaurar la copia de seguridad de tareas %s porque se ha producido un error al tratar de volver a crear el archivo %s:  %s
SEVERE_ERR_TASKS_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_399=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque se ha producido un error al procesar el archivo de almacenamiento %s:  %s
SEVERE_ERR_TASKS_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_400=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque se ha producido un error inesperado al tratar de cerrar el archivo de almacenamiento %s:  %s
NOTICE_TASKS_RESTORE_UNSIGNED_HASH_VALID_401=La recopilaci\u00f3n de mensajes calculada a partir del archivo de copia de seguridad coincide con la recopilaci\u00f3n almacenada en la informaci\u00f3n de copia de seguridad
SEVERE_ERR_TASKS_RESTORE_UNSIGNED_HASH_INVALID_402=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque la recopilaci\u00f3n de mensajes calculada a partir del archivo de almacenamiento no coincide con la recopilaci\u00f3n almacenada con la informaci\u00f3n de copia de seguridad
NOTICE_TASKS_RESTORE_SIGNED_HASH_VALID_403=La recopilaci\u00f3n firmada que se ha calculado a partir del archivo de copia de seguridad coincide con la firma almacenada en la informaci\u00f3n de copia de seguridad
SEVERE_ERR_TASKS_RESTORE_SIGNED_HASH_INVALID_404=No se puede restaurar ni comprobar la copia de seguridad de tareas %s porque la recopilaci\u00f3n firmada calculada a partir del archivo de almacenamiento de copia de seguridad no coincide con la firma almacenada con la informaci\u00f3n de copia de seguridad
NOTICE_TASKS_RESTORE_VERIFY_SUCCESSFUL_405=Todas las pruebas realizadas en la copia de seguridad de las tareas %s desde el directorio %s indican que el archivo parece ser v\u00e1lido
NOTICE_TASKS_RESTORE_SUCCESSFUL_406=La copia de seguridad de las tareas %s se ha restablecido correctamente desde el archivo del directorio %s
SEVERE_ERR_BACKUP_MISSING_BACKUPID_407=No pudo encontrarse la informaci\u00f3n para la copia de seguridad %s en el directorio de copia de seguridad %s
SEVERE_ERR_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_408=Se ha producido un error al tratar de actualizar el archivo descriptor de la copia de seguridad %s con informaci\u00f3n acerca de la copia de seguridad:  %s
MILD_ERR_SCHEMA_MODIFY_RULEID_CONFLICTS_FOR_ADD_DSR_409=No se puede agregar la regla de estructura de DIT %s porque el identificador de reglas entra en conflicto con una regla de estructura de DIT existente (%s)
INFO_ERGONOMIC_SIZING_OF_JE_CLEANER_THREADS_410=La copia de seguridad de DB local %s no especifica el n\u00famero de subprocesos del depurador: estableciendo de forma predeterminada en %d subprocesos
INFO_ERGONOMIC_SIZING_OF_JE_LOCK_TABLES_411=La copia de seguridad de DB local %s no especifica el n\u00famero de tablas de bloqueo: estableciendo de forma predeterminada en %d
SEVERE_ERR_TASKSCHED_DEPENDENCY_MISSING_412=No se puede programar la tarea %s porque falta su tarea de dependencia %s
NOTICE_TASK_STARTED_413=Tarea de %s %s ha iniciado la ejecuci\u00f3n
NOTICE_TASK_FINISHED_414=Tarea de %s %s ha finalizado la ejecuci\u00f3n
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_LDAP_SYNTAX_415=No se puede agregar la descripci\u00f3n de sintaxis LDAP con OID %s porque est\u00e1 en conflicto con una descripci\u00f3n de sintaxis de LDAP existente
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_LSD_416=No se puede suprimir la descripci\u00f3n de sintaxis LDAP %s del esquema de servidor porque no se ha definido dicha descripci\u00f3n de sintaxis LDAP
MILD_ERR_ATTR_SYNTAX_INVALID_LDAP_SYNTAX_417=No se pudo analizar el valor proporcionado "%s" como sintaxis LDAP porque su OID %s corresponde a una sintaxis de atributo que ya se ha implementado
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_LDAP_SYNTAX_418=Se ha producido un error al intentar descodificar la descripci\u00f3n de sintaxis LDAP "%s":  %s
SEVERE_ERR_RECURRINGTASK_INVALID_N_TOKENS_SIMPLE_419=El valor de  programaci\u00f3n de la tarea peri\u00f3dica proporcionado tiene un n\u00famero no v\u00e1lido de tokens
SEVERE_ERR_RECURRINGTASK_INVALID_MINUTE_TOKEN_SIMPLE_420=El valor de programaci\u00f3n de la tarea peri\u00f3dica proporcionado tiene un token de minuto no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_HOUR_TOKEN_SIMPLE_421=El valor de programaci\u00f3n de la tarea peri\u00f3dica proporcionado tiene un token de hora no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_DAY_TOKEN_SIMPLE_422=El valor de programaci\u00f3n de la tarea peri\u00f3dica proporcionado tiene un token de d\u00eda del mes no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_MONTH_TOKEN_SIMPLE_423=El valor de programaci\u00f3n de la tarea peri\u00f3dica proporcionado tiene un token de mes del a\u00f1o no v\u00e1lido
SEVERE_ERR_RECURRINGTASK_INVALID_WEEKDAY_TOKEN_SIMPLE_424=El valor de programaci\u00f3n de la tarea peri\u00f3dica proporcionado tiene un token de d\u00eda de la semana no v\u00e1lido
MILD_ERR_SCHEMA_INVALID_REPLACE_MODIFICATION_425=El servidor de fondo del esquema no admite el tipo de modificaci\u00f3n Replace por el tipo de atributo %s
