# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2009 Sun Microsystems, Inc.
#      Portions Copyright 2013 ForgeRock AS.



#
# Global directives
#
global.category=CONFIG

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_CONFIG_ATTR_IS_REQUIRED_1=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u30011 \u3064\u4ee5\u4e0a\u306e\u5024\u3092\u6301\u3064\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u7d50\u679c\u3068\u306a\u308b\u64cd\u4f5c\u306b\u3088\u308a\u3001\u3059\u3079\u3066\u306e\u5024\u304c\u524a\u9664\u3055\u308c\u307e\u3059
MILD_ERR_CONFIG_ATTR_REJECTED_VALUE_2=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306b\u6307\u5b9a\u3055\u308c\u305f\u5024 %1$s \u306f\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002  \u62d2\u5426\u3055\u308c\u305f\u7406\u7531: %s
MILD_ERR_CONFIG_ATTR_SET_VALUES_IS_SINGLE_VALUED_3=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u5358\u4e00\u5024\u3067\u3059\u304c\u3001\u8907\u6570\u5024\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f
MILD_ERR_CONFIG_ATTR_ADD_VALUES_IS_SINGLE_VALUED_4=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u5358\u4e00\u5024\u3067\u3059\u304c\u3001\u6307\u5b9a\u3055\u308c\u305f\u5024\u3092\u8ffd\u52a0\u3059\u308b\u3068\u8907\u6570\u5024\u306b\u306a\u308a\u307e\u3059
MILD_ERR_CONFIG_ATTR_ADD_VALUES_ALREADY_EXISTS_5=\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u306f\u3001\u5024 %s \u304c\u3059\u3067\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059
MILD_ERR_CONFIG_ATTR_NO_SUCH_VALUE_6=\u5024 %s \u3092\u8a2d\u5b9a\u5c5e\u6027 %s \u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_CONFIG_ATTR_INVALID_BOOLEAN_VALUE_7=\u30d6\u30fc\u30eb\u578b\u306e\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f 'true' \u3067\u3082 'false' \u3067\u3082\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_ATTR_NO_INT_VALUE_8=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6574\u6570\u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f\u5024\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_ATTR_MULTIPLE_INT_VALUES_9=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6574\u6570\u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f\u8907\u6570\u306e\u5024\u304c\u3042\u308a\u307e\u3059
MILD_ERR_CONFIG_ATTR_VALUE_OUT_OF_INT_RANGE_10=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092 Java int \u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u5024\u304c\u6574\u6570\u3067\u8a31\u3055\u308c\u308b\u7bc4\u56f2\u5916\u3067\u3059
MILD_ERR_CONFIG_ATTR_INVALID_INT_VALUE_11=\u6574\u6570\u306e\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u3001\u6574\u6570\u5024\u3068\u3057\u3066\u89e3\u91c8\u3067\u304d\u307e\u305b\u3093: %s
MILD_ERR_CONFIG_ATTR_INT_BELOW_LOWER_BOUND_12=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024 %d \u306f\u3001\u6307\u5b9a\u53ef\u80fd\u306a\u6700\u5c0f\u5024 %d \u3088\u308a\u5c0f\u3055\u3044\u3067\u3059
MILD_ERR_CONFIG_ATTR_INT_ABOVE_UPPER_BOUND_13=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024 %d \u306f\u3001\u6307\u5b9a\u53ef\u80fd\u306a\u6700\u5927\u5024 %d \u3088\u308a\u5927\u304d\u3044\u3067\u3059
MILD_ERR_CONFIG_ATTR_INT_COULD_NOT_PARSE_14=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u6574\u6570\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093: %3$s
MILD_ERR_CONFIG_ATTR_NO_STRING_VALUE_15=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6587\u5b57\u5217\u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f\u5024\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_ATTR_MULTIPLE_STRING_VALUES_16=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6587\u5b57\u5217\u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f\u8907\u6570\u306e\u5024\u304c\u3042\u308a\u307e\u3059
MILD_ERR_CONFIG_ATTR_EMPTY_STRING_VALUE_17=\u7a7a\u306e\u5024\u6587\u5b57\u5217\u304c\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f
MILD_ERR_CONFIG_ATTR_VALUE_NOT_ALLOWED_18=\u5024 %s \u306f\u3001\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u6307\u5b9a\u53ef\u80fd\u306a\u5024\u306e\u30ea\u30b9\u30c8\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_CONFIG_ATTR_INVALID_UNIT_19='%s' \u306f\u3001\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u6709\u52b9\u306a\u5358\u4f4d\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_ATTR_NO_UNIT_DELIMITER_20=%s \u3092\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u6574\u6570\u5024\u304a\u3088\u3073\u5358\u4f4d\u3068\u3057\u3066\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u5024/\u5358\u4f4d\u306e\u533a\u5207\u308a\u8a18\u53f7\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_CONFIG_ATTR_COULD_NOT_PARSE_INT_COMPONENT_21=\u8a2d\u5b9a\u5c5e\u6027 %2$s\u306e\u5024 %1$s \u306e\u6574\u6570\u90e8\u5206\u3092\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %3$s
MILD_ERR_CONFIG_ATTR_INVALID_VALUE_WITH_UNIT_22=\u5358\u4f4d\u4ed8\u304d\u306e\u6574\u6570\u5c5e\u6027 %2$s \u306b\u6307\u5b9a\u3055\u308c\u305f\u5024 %1$s \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093: %3$s
MILD_ERR_CONFIG_ENTRY_CONFLICTING_CHILD_23=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306e\u5b50\u30a8\u30f3\u30c8\u30ea\u304c\u3059\u3067\u306b\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_CONFIG_ENTRY_NO_SUCH_CHILD_24=\u30a8\u30f3\u30c8\u30ea %s \u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f DN \u306e\u5b50\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_ENTRY_CANNOT_REMOVE_NONLEAF_25=\u30a8\u30f3\u30c8\u30ea %s \u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u81ea\u4f53\u306e\u5b50\u304c\u3042\u308a\u3001\u30ea\u30fc\u30d5\u3067\u306a\u3044\u30a8\u30f3\u30c8\u30ea\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
FATAL_ERR_CONFIG_FILE_DOES_NOT_EXIST_26=\u6307\u5b9a\u3055\u308c\u305f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u8aad\u307f\u53d6\u308a\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_CONFIG_FILE_CANNOT_VERIFY_EXISTENCE_27=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_FILE_CANNOT_OPEN_FOR_READ_28=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u8aad\u307f\u53d6\u308a\u7528\u306b\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_FILE_READ_ERROR_29=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e\u5185\u5bb9\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_CONFIG_ATTR_OPTIONS_NOT_ALLOWED_30=\u7121\u52b9\u306a\u8a2d\u5b9a\u5c5e\u6027 %s \u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f: \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u6307\u5b9a\u3067\u304d\u308b\u552f\u4e00\u306e\u5c5e\u6027\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001\u4fdd\u7559\u4e2d\u306e\u5024\u30bb\u30c3\u30c8\u3092\u6307\u5b9a\u3059\u308b "pending" \u3067\u3059
FATAL_ERR_CONFIG_FILE_INVALID_LDIF_ENTRY_31=LDIF \u30d5\u30a1\u30a4\u30eb %2$s \u306e\u69cb\u6210\u3092\u89e3\u6790\u4e2d\u306b\u3001\u884c %1$d \u307e\u305f\u306f\u305d\u306e\u8fd1\u304f\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
FATAL_ERR_CONFIG_FILE_EMPTY_32=\u6307\u5b9a\u3055\u308c\u305f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306b\u306f\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u3088\u3046\u3067\u3059
FATAL_ERR_CONFIG_FILE_INVALID_BASE_DN_33=LDIF \u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u6700\u521d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u30eb\u30fc\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u671f\u5f85\u3055\u308c\u308b "%3$s" \u3067\u306f\u306a\u304f\u3001"%2$s" \u306e DN \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
FATAL_ERR_CONFIG_FILE_GENERIC_ERROR_34=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_FILE_DUPLICATE_ENTRY_35=LDIF \u69cb\u6210\u30d5\u30a1\u30a4\u30eb %3$s \u5185\u306e\u884c %2$s \u307e\u305f\u306f\u305d\u306e\u8fd1\u304f\u304b\u3089\u59cb\u307e\u308b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u306b\u306f\u3001\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u3059\u3067\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u30a8\u30f3\u30c8\u30ea\u3068\u540c\u3058 DN \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
FATAL_ERR_CONFIG_FILE_NO_PARENT_36=LDIF \u69cb\u6210\u30d5\u30a1\u30a4\u30eb %3$s \u5185\u306e\u884c %2$d \u307e\u305f\u306f\u305d\u306e\u8fd1\u304f\u304b\u3089\u59cb\u307e\u308b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u306b\u306f\u3001\u89aa\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u3088\u3046\u3067\u3059 (\u671f\u5f85\u3055\u308c\u305f\u89aa DN \u306f %s \u3067\u3057\u305f)
FATAL_ERR_CONFIG_FILE_UNKNOWN_PARENT_37=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001LDIF \u69cb\u6210\u30d5\u30a1\u30a4\u30eb %3$s \u5185\u306e\u884c %2$d \u307e\u305f\u306f\u305d\u306e\u8fd1\u304f\u304b\u3089\u59cb\u307e\u308b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u306e\u89aa DN \u3092\u5224\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
FATAL_ERR_CONFIG_CANNOT_DETERMINE_SERVER_ROOT_38=\u74b0\u5883\u5909\u6570\u304b\u3089\u3082\u3001\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306e\u5834\u6240\u306b\u57fa\u3065\u3044\u3066\u3082\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30eb\u30fc\u30c8\u3092\u5224\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30eb\u30fc\u30c8\u3078\u306e\u7d76\u5bfe\u30d1\u30b9\u304c\u542b\u307e\u308c\u305f\u5024\u3092\u6301\u3064 %s \u3068\u3044\u3046\u540d\u524d\u306e\u74b0\u5883\u5909\u6570\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
SEVERE_ERR_CONFIG_FILE_WRITE_ERROR_39=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092 LDIF \u306b\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_FILE_CLOSE_ERROR_40=LDIF \u30e9\u30a4\u30bf\u30fc\u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_FILE_UNWILLING_TO_IMPORT_41=LDIF \u304b\u3089\u306e\u65b0\u3057\u3044\u69cb\u6210\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u306b\u3088\u3063\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
FATAL_ERR_CONFIG_LOGGER_CANNOT_GET_BASE_42=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30d9\u30fc\u30b9\u30ed\u30ac\u30fc\u30a8\u30f3\u30c8\u30ea cn=Loggers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_LOGGER_BASE_DOES_NOT_EXIST_43=\u30ed\u30ac\u30fc\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Loggers,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30ed\u30ae\u30f3\u30b0\u6a5f\u80fd\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u4f5c\u6210\u3055\u308c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u518d\u8d77\u52d5\u3055\u308c\u308b\u307e\u3067\u4f7f\u7528\u53ef\u80fd\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_WARN_CONFIG_LOGGER_NO_ACTIVE_ACCESS_LOGGERS_44=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u6709\u52b9\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30ac\u30fc\u3042\u308a\u307e\u305b\u3093\u3002  \u30a2\u30af\u30bb\u30b9\u30ed\u30ae\u30f3\u30b0\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
SEVERE_WARN_CONFIG_LOGGER_NO_ACTIVE_ERROR_LOGGERS_45=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u6709\u52b9\u306a\u30a8\u30e9\u30fc\u30ed\u30ac\u30fc\u3042\u308a\u307e\u305b\u3093\u3002\u30a8\u30e9\u30fc\u30ed\u30ae\u30f3\u30b0\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
MILD_WARN_CONFIG_LOGGER_NO_ACTIVE_DEBUG_LOGGERS_46=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u6709\u52b9\u306a\u30c7\u30d0\u30c3\u30b0\u30ed\u30ac\u30fc\u306f\u3042\u308a\u307e\u305b\u3093\u3002  \u30c7\u30d0\u30c3\u30b0\u30ed\u30ae\u30f3\u30b0\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_CONFIG_LOGGER_ENTRY_UNACCEPTABLE_47=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30ed\u30ac\u30fc\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
INFO_CONFIG_UNKNOWN_UNACCEPTABLE_REASON_48=\u8a31\u5bb9\u3067\u304d\u306a\u3044\u7406\u7531\u306f\u4e0d\u660e\u3067\u3059
SEVERE_ERR_CONFIG_LOGGER_CANNOT_CREATE_LOGGER_49=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30ac\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_OBJECTCLASS_50=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u3001\u30a8\u30e9\u30fc\u3001\u307e\u305f\u306f\u30c7\u30d0\u30c3\u30b0\u30ed\u30ac\u30fc\u5b9a\u7fa9\u306e\u305f\u3081\u306e\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_LOGGER_DESCRIPTION_CLASS_NAME_51=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30ed\u30ac\u30fc\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u30ed\u30ac\u30fc\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u30ed\u30ac\u30fc\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_LOGGER_NO_CLASS_NAME_52=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30ed\u30ac\u30fc\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_LOGGER_INVALID_CLASS_NAME_53=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ACCESS_LOGGER_CLASS_54=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ERROR_LOGGER_CLASS_55=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a8\u30e9\u30fc\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_LOGGER_INVALID_DEBUG_LOGGER_CLASS_56=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d0\u30c3\u30b0\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
INFO_CONFIG_LOGGER_DESCRIPTION_ENABLED_57=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30ac\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_LOGGER_NO_ENABLED_ATTR_58=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30ed\u30ac\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_LOGGER_INVALID_ENABLED_VALUE_59=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_CORE_DESCRIPTION_ALLOW_ATTR_EXCEPTIONS_60=\u5c5e\u6027\u540d\u306b\u4f7f\u7528\u3067\u304d\u308b\u6587\u5b57\u306b\u3086\u308c\u3092\u8a31\u53ef\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u3001\u5c5e\u6027\u540d\u306f ASCII \u306e\u30a2\u30eb\u30d5\u30a1\u30d9\u30c3\u30c8\u6587\u5b57\u3001\u6570\u5b57\u3001\u30c0\u30c3\u30b7\u30e5\u306e\u307f\u4f7f\u7528\u3067\u304d\u3001\u6587\u5b57\u3067\u59cb\u307e\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  \u5c5e\u6027\u540d\u306e\u4f8b\u5916\u304c\u6709\u52b9\u306a\u5834\u5408\u306f\u3001\u4e0b\u7dda\u6587\u5b57\u3082\u4f7f\u7528\u3067\u304d\u3001\u5c5e\u6027\u540d\u3092\u6570\u5b57\u304b\u3089\u59cb\u3081\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_ALLOW_EXCEPTIONS_61=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-allow-attribute-name-exceptions \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f true \u307e\u305f\u306f false \u306e\u30d6\u30fc\u30eb\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
INFO_CONFIG_CORE_DESCRIPTION_INVALID_SYNTAX_BEHAVIOR_62=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u3001\u305d\u306e\u5024\u304c\u5c5e\u6027\u306e\u69cb\u6587\u306b\u5f93\u3063\u3066\u3044\u306a\u3044\u5c5e\u6027\u3092\u691c\u51fa\u3057\u305f\u5834\u5408\u306b\u793a\u3059\u3079\u304d\u52d5\u4f5c\u3002 \u3053\u306e\u5c5e\u6027\u306b\u6307\u5b9a\u3067\u304d\u308b\u5024\u306f\u3001\u7121\u52b9\u306a\u5024\u3092\u62d2\u5426\u3059\u308b "reject"\u3001\u7121\u52b9\u306a\u5024\u3092\u53d7\u3051\u5165\u308c\u308b\u304c\u8b66\u544a\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8a18\u9332\u3059\u308b "warn"\u3001\u307e\u305f\u306f\u7121\u52b9\u306a\u5024\u3092\u53d7\u3051\u5165\u308c\u3066\u8b66\u544a\u3092\u51fa\u3055\u306a\u3044 "accept" \u3067\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_ENFORCE_STRICT_SYNTAX_63=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-invalid-attribute-syntax-behavior \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f "accept"\u3001"reject"\u3001\u307e\u305f\u306f "warn" \u306e\u3044\u305a\u308c\u304b\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
MILD_ERR_CONFIG_ATTR_MULTIPLE_PENDING_VALUE_SETS_64=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u3001\u8907\u6570\u306e\u4fdd\u7559\u4e2d\u306e\u5024\u30bb\u30c3\u30c8\u3092\u542b\u3093\u3067\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
MILD_ERR_CONFIG_ATTR_MULTIPLE_ACTIVE_VALUE_SETS_65=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u3001\u8907\u6570\u306e\u6709\u52b9\u306a\u5024\u30bb\u30c3\u30c8\u3092\u542b\u3093\u3067\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
MILD_ERR_CONFIG_ATTR_NO_ACTIVE_VALUE_SET_66=\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u306f\u3001\u6709\u52b9\u306a\u5024\u30bb\u30c3\u30c8\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_CONFIG_ATTR_INT_INVALID_TYPE_67=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u6574\u6570\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u8981\u7d20\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3057\u305f (%3$s)
MILD_ERR_CONFIG_ATTR_INT_INVALID_ARRAY_TYPE_68=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6574\u6570\u5024\u306e\u30bb\u30c3\u30c8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u914d\u5217\u306b\u3001\u7121\u52b9\u306a\u30bf\u30a4\u30d7 (%s) \u306e\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_CONFIG_ATTR_INVALID_STRING_VALUE_69=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u6587\u5b57\u5217\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093: %3$s
MILD_ERR_CONFIG_ATTR_STRING_INVALID_TYPE_70=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u6587\u5b57\u5217\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u8981\u7d20\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3057\u305f (%3$s)
MILD_ERR_CONFIG_ATTR_STRING_INVALID_ARRAY_TYPE_71=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6587\u5b57\u5217\u5024\u306e\u30bb\u30c3\u30c8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u914d\u5217\u306b\u3001\u7121\u52b9\u306a\u30bf\u30a4\u30d7 (%s) \u306e\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_CONFIG_ATTR_INT_WITH_UNIT_INVALID_TYPE_72=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u5358\u4f4d\u4ed8\u304d\u306e\u6574\u6570\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u8981\u7d20\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3057\u305f (%3$s)
MILD_ERR_CONFIG_JMX_ATTR_NO_VALUE_73=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u5c5e\u6027 %s \u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_CONFIG_JMX_ATTR_NO_ATTR_74=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u5c5e\u6027 %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093 (\u307e\u305f\u306f\u305d\u306e\u5c5e\u6027\u306f\u5b58\u5728\u3057\u307e\u3059\u304c\u3001JMX \u3092\u4f7f\u7528\u3057\u3066\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093)
MILD_ERR_CONFIG_JMX_CANNOT_GET_CONFIG_ENTRY_75=JMX \u3092\u4f7f\u7528\u3057\u3066\u306e\u30a2\u30af\u30bb\u30b9\u3067\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093: %s
MILD_ERR_CONFIG_JMX_ATTR_INVALID_VALUE_76=JMX \u3092\u7d4c\u7531\u3057\u3066\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 %1$s \u306e\u66f4\u65b0\u3092\u8a66\u307f\u307e\u3057\u305f\u304c\u3001\u7d50\u679c\u304c\u7121\u52b9\u306a\u5024\u306b\u306a\u308a\u307e\u3059: %3$s
MILD_ERR_CONFIG_JMX_UNACCEPTABLE_CONFIG_77=JMX \u3092\u7d4c\u7531\u3057\u3066\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u66f4\u65b0\u3059\u308b\u3068\u3001\u7d50\u679c\u304c\u7121\u52b9\u306a\u69cb\u6210\u306b\u306a\u308a\u307e\u3059: %s
MILD_ERR_CONFIG_JMX_NO_METHOD_78=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u767b\u9332\u3055\u308c\u305f\u547c\u3073\u51fa\u3057\u53ef\u80fd\u306a\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306b\u30e1\u30bd\u30c3\u30c9 %1$s \u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_CANNOT_GET_CONFIG_ENTRY_79=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
INFO_CONFIG_SET_ATTRIBUTE_80=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u8a2d\u5b9a\u5c5e\u6027 %1$s \u306e\u5024\u304c %2$s \u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3057\u305f
MILD_ERR_CONFIG_CHANGE_NOT_SUCCESSFUL_81=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u66f4\u65b0\u3092\u8a66\u307f\u307e\u3057\u305f\u304c\u5931\u6557\u3057\u30011 \u3064\u4ee5\u4e0a\u306e\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_CONFIG_LOGGER_NO_FILE_NAME_82=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-log-file \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30ed\u30ac\u30fc\u306e\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_JMX_CANNOT_REGISTER_MBEAN_83=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e JMX MBean \u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_ERR_CONFIG_LDIF_WRITE_ERROR_84=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092 LDIF \u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_WORK_QUEUE_DESCRIPTION_NUM_THREADS_85=\u8981\u6c42\u306e\u51e6\u7406\u306b\u4f7f\u7528\u3055\u308c\u308b\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u4e26\u5217\u51e6\u7406\u3067\u304d\u308b\u64cd\u4f5c\u306e\u6570\u3092\u5236\u5fa1\u3057\u307e\u3059\u3002  \u6700\u9069\u306a\u5024\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u5b9f\u884c\u3057\u3066\u3044\u308b\u30b7\u30b9\u30c6\u30e0\u306e\u7a2e\u985e\u3068\u51e6\u7406\u306e\u5fc5\u8981\u306a\u30ef\u30fc\u30af\u30ed\u30fc\u30c9\u306b\u3088\u3063\u3066\u7570\u306a\u308a\u307e\u3059\u3002\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3092\u30c6\u30b9\u30c8\u3057\u3066\u6c7a\u5b9a\u3059\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_CONFIG_WORK_QUEUE_DESCRIPTION_MAX_CAPACITY_86=\u3059\u3079\u3066\u306e\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u304c\u307b\u304b\u306e\u64cd\u4f5c\u3092\u51e6\u7406\u3057\u3066\u3044\u3066\u30d3\u30b8\u30fc\u72b6\u614b\u306e\u3068\u304d\u306b\u3001\u4e00\u5ea6\u306b\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306b\u4fdd\u6301\u3067\u304d\u308b\u4fdd\u7559\u4e2d\u306e\u8981\u6c42\u306e\u6700\u5927\u6570\u3002  \u3053\u306e\u5236\u9650\u306b\u9054\u3059\u308b\u3068\u3001\u65b0\u898f\u306e\u8981\u6c42\u306f\u3059\u3079\u3066\u62d2\u5426\u3055\u308c\u307e\u3059\u3002  \u5024 0 \u306f\u3001\u5236\u9650\u304c\u306a\u3044\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_DETERMINE_NUM_WORKER_THREADS_87=%s \u30a8\u30f3\u30c8\u30ea\u304b\u3089\u3001\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u3092\u51e6\u7406\u3059\u308b\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b ds-cfg-num-worker-threads \u5c5e\u6027\u306e\u5024\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306e 24 \u3092\u4f7f\u7528\u3057\u307e\u3059
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_DETERMINE_QUEUE_CAPACITY_88=%s \u30a8\u30f3\u30c8\u30ea\u304b\u3089\u3001\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306b\u4fdd\u6301\u3067\u304d\u308b\u4fdd\u7559\u4e2d\u306e\u64cd\u4f5c\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b ds-cfg-max-work-queue-capacity \u5c5e\u6027\u306e\u5024\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306e 0 \u3092\u4f7f\u7528\u3057\u307e\u3059
SEVERE_WARN_CONFIG_WORK_QUEUE_NUM_THREADS_INVALID_VALUE_89=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-num-worker-threads \u306e\u5024\u306b\u7121\u52b9\u306a\u5024 (%d) \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f 0 \u3088\u308a\u5927\u304d\u3044\u6574\u6570\u5024\u304c\u5fc5\u8981\u3067\u3059
SEVERE_WARN_CONFIG_WORK_QUEUE_CAPACITY_INVALID_VALUE_90=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-max-work-queue-capacity \u306e\u5024\u306b\u7121\u52b9\u306a\u5024 (%d) \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f 0 \u4ee5\u4e0a\u306e\u6574\u6570\u5024\u304c\u5fc5\u8981\u3067\u3059
INFO_CONFIG_WORK_QUEUE_CREATED_THREADS_91=%d \u500b\u306e\u8ffd\u52a0\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u304c\u4f5c\u6210\u3055\u308c\u3001\u4f7f\u7528\u53ef\u80fd\u306a\u30b9\u30ec\u30c3\u30c9\u306e\u7dcf\u6570\u306f %d \u500b\u306b\u306a\u308a\u307e\u3057\u305f
INFO_CONFIG_WORK_QUEUE_DESTROYING_THREADS_92=\u7d42\u4e86\u6e96\u5099\u304c\u3067\u304d\u308b\u3068\u305f\u3060\u3061\u306b %d \u500b\u306e\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u304c\u7d42\u4e86\u3057 (\u30b9\u30ec\u30c3\u30c9\u304c\u5b9f\u969b\u306b\u7d42\u4e86\u3059\u308b\u306b\u306f\u6570\u79d2\u304b\u304b\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059)\u3001\u4f7f\u7528\u53ef\u80fd\u306a\u30b9\u30ec\u30c3\u30c9\u306e\u7dcf\u6570\u306f %d \u500b\u306b\u306a\u308a\u307e\u3059
INFO_CONFIG_WORK_QUEUE_NEW_CAPACITY_93=\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u5bb9\u91cf\u304c\u66f4\u65b0\u3055\u308c\u3001\u65b0\u3057\u3044\u5024 %d \u3092\u4f7f\u7528\u3057\u307e\u3059
SEVERE_ERR_CONFIG_WORK_QUEUE_TOO_MANY_FAILURES_94=\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9 "%s" \u304c\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u304b\u3089\u6b21\u306e\u64cd\u4f5c\u3092\u53d6\u5f97\u4e2d\u306b\u767a\u751f\u3057\u305f\u5931\u6557\u306e\u7e70\u308a\u8fd4\u3057\u6570\u304c\u591a\u3059\u304e\u307e\u3059 (\u5931\u6557\u306e\u767a\u751f\u6570 %d\u3001\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u5931\u6557\u306e\u6700\u5927\u6570 %d)\u3002\u3053\u306e\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u306f\u7834\u68c4\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_CREATE_MONITOR_95=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3057\u3066\u8d77\u52d5\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u30e2\u30cb\u30bf\u30fc\u60c5\u5831\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
INFO_CONFIG_DESCRIPTION_BACKEND_DIRECTORY_96=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u304c\u683c\u7d0d\u3055\u308c\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u540d\u524d
SEVERE_ERR_CONFIG_BACKEND_NO_DIRECTORY_97=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-db-directory \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_CONFIG_ATTR_DN_NULL_98=DN \u8a2d\u5b9a\u5c5e\u6027 %s \u306b NULL \u5024\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f
MILD_ERR_CONFIG_ATTR_DN_CANNOT_PARSE_99=\u5c5e\u6027 %2$s \u306e\u5024 "%1$s" \u3092 DN \u3068\u3057\u3066\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_ATTR_INVALID_DN_VALUE_100=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092 DN \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093: %3$s
MILD_ERR_CONFIG_ATTR_DN_INVALID_TYPE_101=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092 DN \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u8981\u7d20\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3057\u305f (%3$s)
MILD_ERR_CONFIG_ATTR_DN_INVALID_ARRAY_TYPE_102=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092 DN \u5024\u306e\u30bb\u30c3\u30c8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u914d\u5217\u306b\u3001\u7121\u52b9\u306a\u30bf\u30a4\u30d7 (%s) \u306e\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
FATAL_ERR_CONFIG_CANNOT_REGISTER_AS_PRIVATE_SUFFIX_103=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u69cb\u6210\u30cf\u30f3\u30c9\u30e9\u306e\u30d9\u30fc\u30b9 DN "%s" \u3092\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u3068\u3057\u3066\u767b\u9332\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_BACKEND_CANNOT_GET_CONFIG_BASE_104=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u521d\u671f\u5316\u3059\u308b\u305f\u3081\u306b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Backends,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_BACKEND_BASE_DOES_NOT_EXIST_105=\u30a8\u30f3\u30c8\u30ea cn=Backends,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u3059
SEVERE_WARN_CONFIG_BACKEND_ENTRY_DOES_NOT_HAVE_BACKEND_CONFIG_106=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306f cn=Backends,cn=config \u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u30eb\u30fc\u30c8\u306e\u4e0b\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5fc5\u8981\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 ds-cfg-backend \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_ERROR_INTERACTING_WITH_BACKEND_ENTRY_107=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3068\u306e\u5bfe\u8a71\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_ENABLED_108=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u4e2d\u306b\u5909\u66f4\u3067\u304d\u307e\u3059\u304c\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u7121\u52b9\u306b\u3055\u308c\u308b\u3068\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u4f7f\u7528\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_CLASS_109=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5b9f\u88c5\u306e\u30b3\u30a2\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_WARN_CONFIG_BACKEND_NO_ENABLED_ATTR_110=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u793a\u3059\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7121\u52b9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
INFO_CONFIG_BACKEND_DISABLED_111=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u308b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u308b\u305f\u3081\u3001\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_ENABLED_STATE_112=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_NO_CLASS_ATTR_113=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_CANNOT_GET_CLASS_114=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u5b9f\u88c5\u3092\u542b\u3080 Java \u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_CANNOT_INSTANTIATE_115=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30af\u30e9\u30b9 %s \u3092\u8aad\u307f\u8fbc\u307f\u3001\u305d\u308c\u3092\u4f7f\u7528\u3057\u3066\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_CANNOT_INITIALIZE_116=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_CLASS_NOT_BACKEND_117=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
NOTICE_CONFIG_BACKEND_ACTION_REQUIRED_TO_CHANGE_CLASS_118=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306b\u3088\u308a\u3001\u95a2\u9023\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30af\u30e9\u30b9\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u306e\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
NOTICE_CONFIG_BACKEND_CANNOT_REMOVE_BACKEND_WITH_SUBORDINATES_119=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b 1 \u3064\u4ee5\u4e0a\u306e\u4e0b\u4f4d\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u3042\u308a\u307e\u3059\u3002  \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u4e0b\u4f4d\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
INFO_CONFIG_CORE_DESCRIPTION_MAX_ALLOWED_CONNECTIONS_120=\u4e00\u5ea6\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3057\u3066\u78ba\u7acb\u3067\u304d\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306e\u6700\u5927\u6570\u3002  0 \u4ee5\u4e0b\u306e\u5024\u306f\u3001\u5236\u9650\u304c\u306a\u3044\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_CONFIG_LOGGER_CLASS_ACTION_REQUIRED_122=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30ed\u30ac\u30fc\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30ed\u30ac\u30fc\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_LOGGER_EXISTS_123=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30ed\u30ac\u30fc\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30ed\u30ac\u30fc\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
MILD_ERR_CONFIG_LOGGER_ACCESS_INITIALIZATION_FAILED_124=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30af\u30bb\u30b9\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_LOGGER_ERROR_INITIALIZATION_FAILED_125=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a8\u30e9\u30fc\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_LOGGER_DEBUG_INITIALIZATION_FAILED_126=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30c7\u30d0\u30c3\u30b0\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
FATAL_ERR_CONFIG_MONITOR_CANNOT_GET_BASE_127=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30d9\u30fc\u30b9\u76e3\u8996\u30a8\u30f3\u30c8\u30ea cn=Monitor Providers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_MONITOR_BASE_DOES_NOT_EXIST_128=\u76e3\u8996\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Monitor Providers,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u9650\u3089\u308c\u305f\u76e3\u8996\u60c5\u5831\u306e\u307f\u304c\u4f7f\u7528\u3067\u304d\u307e\u3059
SEVERE_ERR_CONFIG_MONITOR_ENTRY_UNACCEPTABLE_129=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_MONITOR_CANNOT_CREATE_MONITOR_130=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_MONITOR_INVALID_OBJECTCLASS_131=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-monitor-provider \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_MONITOR_DESCRIPTION_CLASS_NAME_132=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u30e2\u30cb\u30bf\u30fc\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u30e2\u30cb\u30bf\u30fc\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_MONITOR_NO_CLASS_NAME_133=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_MONITOR_INVALID_CLASS_NAME_134=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_MONITOR_INVALID_CLASS_135=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
INFO_CONFIG_MONITOR_DESCRIPTION_ENABLED_136=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_MONITOR_NO_ENABLED_ATTR_137=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_MONITOR_INVALID_ENABLED_VALUE_138=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_MONITOR_CLASS_ACTION_REQUIRED_139=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30e2\u30cb\u30bf\u30fc\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_MONITOR_INITIALIZATION_FAILED_140=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_MONITOR_EXISTS_141=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_GET_CONFIG_BASE_142=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u521d\u671f\u5316\u3059\u308b\u305f\u3081\u306b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Connection Handlers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_CONNHANDLER_BASE_DOES_NOT_EXIST_143=\u30a8\u30f3\u30c8\u30ea cn=Connection Handlers,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u3059
SEVERE_WARN_CONFIG_CONNHANDLER_ENTRY_DOES_NOT_HAVE_CONNHANDLER_CONFIG_144=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306f cn=Connection Handlers,cn=config \u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u69cb\u6210\u30eb\u30fc\u30c8\u306e\u4e0b\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306b\u5fc5\u8981\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 ds-cfg-connection-handler \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002  \u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_CONNHANDLER_ERROR_INTERACTING_WITH_CONNHANDLER_ENTRY_145=\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3068\u306e\u5bfe\u8a71\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_CONNHANDLER_ATTR_DESCRIPTION_ENABLED_146=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u4e2d\u306b\u5909\u66f4\u3067\u304d\u307e\u3059\u304c\u3001\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u7121\u52b9\u306b\u3055\u308c\u308b\u3068\u3001\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u4f7f\u7528\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059
INFO_CONFIG_CONNHANDLER_ATTR_DESCRIPTION_CLASS_147=\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u5b9f\u88c5\u306e\u30b3\u30a2\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_WARN_CONFIG_CONNHANDLER_NO_ENABLED_ATTR_148=\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u793a\u3059\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7121\u52b9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
INFO_CONFIG_CONNHANDLER_DISABLED_149=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u308b\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u7121\u52b9\u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u308b\u305f\u3081\u3001\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_CONFIG_CONNHANDLER_UNABLE_TO_DETERMINE_ENABLED_STATE_150=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CONNHANDLER_NO_CLASS_ATTR_151=\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_GET_CLASS_152=\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9 %s \u306e\u5b9f\u88c5\u3092\u542b\u3080 Java \u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_INSTANTIATE_153=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30af\u30e9\u30b9 %s \u3092\u8aad\u307f\u8fbc\u307f\u3001\u305d\u308c\u3092\u4f7f\u7528\u3057\u3066\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_INITIALIZE_154=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CONNHANDLER_UNACCEPTABLE_CONFIG_155=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
SEVERE_ERR_CONFIG_BACKEND_UNACCEPTABLE_CONFIG_156=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
SEVERE_ERR_CONFIG_MONITOR_UNACCEPTABLE_CONFIG_157=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
SEVERE_ERR_CONFIG_LOGGER_UNACCEPTABLE_CONFIG_158=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30ed\u30ac\u30fc\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
SEVERE_ERR_CONFIG_CONNHANDLER_CLASS_NOT_CONNHANDLER_159=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_GET_MR_BASE_160=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u521d\u671f\u5316\u3059\u308b\u305f\u3081\u306b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Matching Rules,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_SCHEMA_MR_BASE_DOES_NOT_EXIST_161=\u30a8\u30f3\u30c8\u30ea cn=Matching Rules,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u3059
SEVERE_ERR_CONFIG_SCHEMA_NO_MATCHING_RULES_162=\u30a8\u30f3\u30c8\u30ea cn=Matching Rules,cn=config \u306e\u4e0b\u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u5b9a\u7fa9\u3059\u308b\u5b50\u30a8\u30f3\u30c8\u30ea\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u308c\u306f\u30a8\u30e9\u30fc\u3067\u3059\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_ENTRY_DOES_NOT_HAVE_MR_CONFIG_163=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306f cn=Matching Rules,cn=config \u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u69cb\u6210\u30eb\u30fc\u30c8\u306e\u4e0b\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306b\u5fc5\u8981\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 ds-cfg-matching-rule \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
INFO_CONFIG_SCHEMA_MR_ATTR_DESCRIPTION_ENABLED_164=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u4e2d\u306b\u5909\u66f4\u3067\u304d\u307e\u3059\u304c\u30011 \u3064\u4ee5\u4e0a\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3055\u308c\u305f\u3042\u3068\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u304c\u7121\u52b9\u306b\u3055\u308c\u308b\u3068\u3001\u305d\u308c\u3089\u306e\u5c5e\u6027\u306b\u5bfe\u3057\u3066\u30de\u30c3\u30c1\u30f3\u30b0\u304c\u4e88\u671f\u3057\u305f\u3068\u304a\u308a\u306b\u6a5f\u80fd\u3057\u306a\u304f\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
INFO_CONFIG_SCHEMA_MR_ATTR_DESCRIPTION_CLASS_165=\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u5b9f\u88c5\u306e\u30b3\u30a2\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\u3002  \u307e\u305f\u3001\u3059\u3067\u306b 1 \u3064\u4ee5\u4e0a\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3055\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u30af\u30e9\u30b9\u306b\u5bfe\u3059\u308b\u5909\u66f4\u306f\u3001\u305d\u308c\u3089\u306e\u5c5e\u6027\u306b\u5bfe\u3057\u3066\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u5b9f\u884c\u3057\u305f\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u7d50\u679c\u3092\u62db\u304f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_MR_NO_ENABLED_ATTR_166=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u793a\u3059\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7121\u52b9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
INFO_CONFIG_SCHEMA_MR_DISABLED_167=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u3001\u7121\u52b9\u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u308b\u305f\u3081\u3001\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u904e\u53bb\u306b 1 \u3064\u4ee5\u4e0a\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u305d\u308c\u3089\u306e\u5c5e\u6027\u306e\u5024\u306b\u5bfe\u3057\u3066\u30de\u30c3\u30c1\u30f3\u30b0\u304c\u6a5f\u80fd\u3057\u306a\u304f\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_MR_UNABLE_TO_DETERMINE_ENABLED_STATE_168=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_MR_NO_CLASS_ATTR_169=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_GET_CLASS_170=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u306e\u5b9f\u88c5\u3092\u542b\u3080 Java \u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_INSTANTIATE_171=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30af\u30e9\u30b9 %s \u3092\u8aad\u307f\u8fbc\u307f\u3001\u305d\u308c\u3092\u4f7f\u7528\u3057\u3066\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_INITIALIZE_172=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_MR_CONFLICTING_MR_173=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5225\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_GET_SYNTAX_BASE_174=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u5c5e\u6027\u69cb\u6587\u3092\u521d\u671f\u5316\u3059\u308b\u305f\u3081\u306b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Syntaxes,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_BASE_DOES_NOT_EXIST_175=\u30a8\u30f3\u30c8\u30ea cn=Syntaxes,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u3059
SEVERE_ERR_CONFIG_SCHEMA_NO_SYNTAXES_176=\u30a8\u30f3\u30c8\u30ea cn=Syntaxes,cn=config \u306e\u4e0b\u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u5c5e\u6027\u69cb\u6587\u3092\u5b9a\u7fa9\u3059\u308b\u5b50\u30a8\u30f3\u30c8\u30ea\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u308c\u306f\u30a8\u30e9\u30fc\u3067\u3059\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u69cb\u6587\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_ENTRY_DOES_NOT_HAVE_SYNTAX_CONFIG_177=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306f cn=Syntaxes,cn=config \u306e\u5c5e\u6027\u69cb\u6587\u69cb\u6210\u30eb\u30fc\u30c8\u306e\u4e0b\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u5c5e\u6027\u69cb\u6587\u306b\u5fc5\u8981\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 ds-cfg-attribute-syntax \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
INFO_CONFIG_SCHEMA_SYNTAX_ATTR_DESCRIPTION_ENABLED_178=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u5c5e\u6027\u69cb\u6587\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u4e2d\u306b\u5909\u66f4\u3067\u304d\u307e\u3059\u304c\u30011 \u3064\u4ee5\u4e0a\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3055\u308c\u305f\u3042\u3068\u69cb\u6587\u304c\u7121\u52b9\u306b\u3055\u308c\u308b\u3068\u3001\u305d\u308c\u3089\u306e\u5c5e\u6027\u306b\u5bfe\u3057\u3066\u30de\u30c3\u30c1\u30f3\u30b0\u304c\u4e88\u671f\u3057\u305f\u3068\u304a\u308a\u306b\u6a5f\u80fd\u3057\u306a\u304f\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
INFO_CONFIG_SCHEMA_SYNTAX_ATTR_DESCRIPTION_CLASS_179=\u3053\u306e\u5c5e\u6027\u69cb\u6587\u5b9f\u88c5\u306e\u30b3\u30a2\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u69cb\u6587\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\u3002  \u307e\u305f\u3001\u3059\u3067\u306b 1 \u3064\u4ee5\u4e0a\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3055\u308c\u305f\u5c5e\u6027\u69cb\u6587\u306e\u69cb\u6587\u30af\u30e9\u30b9\u306b\u5bfe\u3059\u308b\u5909\u66f4\u306f\u3001\u305d\u308c\u3089\u306e\u5c5e\u6027\u306b\u5bfe\u3057\u3066\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u5b9f\u884c\u3057\u305f\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u7d50\u679c\u3092\u62db\u304f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_SYNTAX_NO_ENABLED_ATTR_180=\u5c5e\u6027\u69cb\u6587\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u3053\u306e\u69cb\u6587\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u793a\u3059\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7121\u52b9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
INFO_CONFIG_SCHEMA_SYNTAX_DISABLED_181=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u308b\u5c5e\u6027\u69cb\u6587\u306f\u3001\u7121\u52b9\u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u308b\u305f\u3081\u3001\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002 \u904e\u53bb\u306b 1 \u3064\u4ee5\u4e0a\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u305d\u308c\u3089\u306e\u5c5e\u6027\u306e\u5024\u306b\u5bfe\u3057\u3066\u30de\u30c3\u30c1\u30f3\u30b0\u304c\u6a5f\u80fd\u3057\u306a\u304f\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_UNABLE_TO_DETERMINE_ENABLED_STATE_182=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5c5e\u6027\u69cb\u6587\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u69cb\u6587\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_NO_CLASS_ATTR_183=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u5c5e\u6027\u69cb\u6587\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b\u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u69cb\u6587\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_GET_CLASS_184=\u5c5e\u6027\u69cb\u6587 %s \u306e\u5b9f\u88c5\u3092\u542b\u3080 Java \u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u69cb\u6587\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INSTANTIATE_185=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30af\u30e9\u30b9 %s \u3092\u8aad\u307f\u8fbc\u307f\u3001\u305d\u308c\u3092\u4f7f\u7528\u3057\u3066\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5c5e\u6027\u69cb\u6587\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u69cb\u6587\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INITIALIZE_186=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u5c5e\u6027\u69cb\u6587\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u69cb\u6587\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_SYNTAX_CONFLICTING_SYNTAX_187=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5c5e\u6027\u69cb\u6587\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5225\u306e\u69cb\u6587\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u3053\u306e\u5c5e\u6027\u69cb\u6587\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_CONFIG_SCHEMA_NO_SCHEMA_DIR_188=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002\u30b9\u30ad\u30fc\u30de\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_ERR_CONFIG_SCHEMA_DIR_NOT_DIRECTORY_189=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002\u30b9\u30ad\u30fc\u30de\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306f\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u306f\u3042\u308a\u307e\u305b\u3093
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_LIST_FILES_190=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4e00\u89a7\u8868\u793a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_OPEN_FILE_191=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u53d6\u308a\u7528\u306b\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_READ_LDIF_ENTRY_192=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5185\u5bb9\u3092 LDIF \u30a8\u30f3\u30c8\u30ea\u3068\u3057\u3066\u8aad\u307f\u53d6\u3063\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_ATTR_TYPE_193=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e\u5c5e\u6027\u578b\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_ATTR_TYPE_194=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u5c5e\u6027\u578b\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u5c5e\u6027\u578b\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_OC_195=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_OC_196=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_ERR_CONFIG_CORE_INVALID_STRUCTURAL_CLASS_BEHAVIOR_197=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-single-structural-objectclass-behavior \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f "accept"\u3001"reject"\u3001\u307e\u305f\u306f "warn" \u306e\u3044\u305a\u308c\u304b\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
INFO_CONFIG_CORE_DESCRIPTION_CHECK_SCHEMA_198=\u30a8\u30f3\u30c8\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210 (\u3059\u3079\u3066\u306e\u5fc5\u9808\u5c5e\u6027\u304c\u542b\u307e\u308c\u3001\u7981\u6b62\u5c5e\u6027\u306f\u5b58\u5728\u3057\u306a\u3044\u306a\u3069) \u306b\u5f93\u3063\u3066\u6709\u52b9\u3067\u3042\u308b\u304b\u78ba\u8a8d\u3059\u308b\u305f\u3081\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u66f4\u65b0\u64cd\u4f5c\u3067\u30b9\u30ad\u30fc\u30de\u306e\u691c\u67fb\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30b9\u30ad\u30fc\u30de\u306e\u691c\u67fb\u51e6\u7406\u3092\u7121\u52b9\u306b\u3059\u308b\u3053\u3068\u306f\u3001\u4e00\u822c\u306b\u304a\u52e7\u3081\u3067\u304d\u307e\u305b\u3093\u3002\u7121\u52b9\u306a\u30a8\u30f3\u30c8\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u306b\u542b\u307e\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308b\u305f\u3081\u3067\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_CHECK_SCHEMA_199=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-check-schema \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f true \u307e\u305f\u306f false \u306e\u30d6\u30fc\u30eb\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
SEVERE_ERR_CONFIG_ENTRYCACHE_CANNOT_INSTALL_DEFAULT_CACHE_200=\u30b5\u30fc\u30d0\u30fc\u304c\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u306a\u304f\u306a\u308b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_ENTRYCACHE_NO_CONFIG_ENTRY_201=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u69cb\u6210\u30a8\u30f3\u30c8\u30ea "cn=Entry Caches,cn=config" \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u6709\u52b9\u306a\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u69cb\u6210\u3092\u4f7f\u7528\u3057\u3066\u4f5c\u6210\u3055\u308c\u308b\u307e\u3067\u3001\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_CONFIG_ENTRYCACHE_CANNOT_INITIALIZE_CACHE_202=\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u305d\u306e\u7d50\u679c\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_ENTRYCACHE_CONFIG_NOT_ACCEPTABLE_203=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_ERR_CONFIG_ENTRYCACHE_CONFIG_LEVEL_NOT_ACCEPTABLE_204=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u30ec\u30d9\u30eb %d \u306f\u3059\u3067\u306b\u4f7f\u7528\u4e2d\u3067\u3059
INFO_WARN_CONFIG_ENTRYCACHE_NO_MONITOR_CONFIG_ENTRY_205=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5 %s \u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u305d\u306e\u305f\u3081\u3001\u3053\u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0 %s \u306f\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
INFO_WARN_CONFIG_ENTRYCACHE_MONITOR_CONFIG_DISABLED_206=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5 %s \u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u304c\u7121\u52b9\u3067\u3057\u305f\u3002 \u305d\u306e\u305f\u3081\u3001\u3053\u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0 %s \u306f\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_ENTRY_CANNOT_REMOVE_CHILD_215=\u30a8\u30f3\u30c8\u30ea %s \u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u524a\u9664\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_NAME_FORM_216=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e\u540d\u524d\u66f8\u5f0f\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_NAME_FORM_217=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u540d\u524d\u66f8\u5f0f\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u540d\u524d\u66f8\u5f0f\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e\u540d\u524d\u66f8\u5f0f\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_DCR_218=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_DCR_219=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_DSR_220=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e DIT \u69cb\u9020\u898f\u5247\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_DSR_221=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f DIT \u69cb\u9020\u898f\u5247\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e DIT \u69cb\u9020\u898f\u5247\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e DIT \u69cb\u9020\u898f\u5247\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_MRU_222=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_MRU_223=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
SEVERE_WARN_CONFIG_LOGGER_NO_ROTATION_POLICY_224=\u30d5\u30a1\u30a4\u30eb\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_CONFIG_LOGGER_NO_SIZE_LIMIT_225=\u30b5\u30a4\u30ba\u30d9\u30fc\u30b9\u306e\u30d5\u30a1\u30a4\u30eb\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u306e\u30b5\u30a4\u30ba\u5236\u9650\u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_LOGGER_NO_TIME_LIMIT_226=\u6642\u9593\u30d9\u30fc\u30b9\u306e\u30d5\u30a1\u30a4\u30eb\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u306e\u6642\u9593\u5236\u9650\u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_LOGGER_INVALID_ROTATION_POLICY_227=\u7121\u52b9\u306a\u30d5\u30a1\u30a4\u30eb\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc %s \u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
MILD_ERR_CONFIG_ATTR_READ_ONLY_228=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3042\u308b\u305f\u3081\u3001\u305d\u306e\u5024\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_CONFIG_BASE_229=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u521d\u671f\u5316\u3059\u308b\u305f\u3081\u306b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Plugins,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_PLUGIN_BASE_DOES_NOT_EXIST_230=\u30a8\u30f3\u30c8\u30ea cn=Plugins,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u3059
SEVERE_WARN_CONFIG_PLUGIN_ENTRY_DOES_NOT_HAVE_PLUGIN_CONFIG_231=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306f cn=Plugins,cn=config \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u69cb\u6210\u30eb\u30fc\u30c8\u306e\u4e0b\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306b\u5fc5\u8981\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 ds-cfg-backend \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_PLUGIN_ERROR_INTERACTING_WITH_PLUGIN_ENTRY_232=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3068\u306e\u5bfe\u8a71\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_ENABLED_233=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u4e2d\u306b\u5909\u66f4\u3067\u304d\u3001\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_CONFIG_PLUGIN_NO_ENABLED_ATTR_234=\u30d7\u30e9\u30b0\u30a4\u30f3\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u793a\u3059\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7121\u52b9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
INFO_CONFIG_PLUGIN_DISABLED_235=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u308b\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u3001\u7121\u52b9\u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u308b\u305f\u3081\u3001\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_CONFIG_PLUGIN_UNABLE_TO_DETERMINE_ENABLED_STATE_236=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_PLUGIN_TYPE_237=\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u3002\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u3001\u51e6\u7406\u4e2d\u306b\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u547c\u3073\u51fa\u3055\u308c\u308b\u56de\u6570\u3092\u5236\u5fa1\u3057\u307e\u3059\u3002  \u3053\u306e\u5024\u306f\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30ed\u30fc\u30c9\u3055\u308c\u3066\u521d\u671f\u5316\u3055\u308c\u308b\u3068\u304d\u306b\u306e\u307f\u8aad\u307f\u8fbc\u307e\u308c\u308b\u305f\u3081\u3001\u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_CLASS_238=\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u5b9f\u88c5\u306e\u30b3\u30a2\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_ERR_CONFIG_PLUGIN_NO_PLUGIN_TYPES_239=\u30d7\u30e9\u30b0\u30a4\u30f3\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-plugin-type \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306e\u540d\u524d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u5c5e\u6027\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PLUGIN_INVALID_PLUGIN_TYPE_240=\u30d7\u30e9\u30b0\u30a4\u30f3\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-plugin-type \u306e\u7121\u52b9\u306a\u5024 %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u6709\u52b9\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_PLUGIN_TYPES_241=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u4e00\u9023\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PLUGIN_NO_CLASS_ATTR_242=\u30d7\u30e9\u30b0\u30a4\u30f3\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_CLASS_243=\u30d7\u30e9\u30b0\u30a4\u30f3 %s \u306e\u5b9f\u88c5\u3092\u542b\u3080 Java \u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_INSTANTIATE_244=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30af\u30e9\u30b9 %s \u3092\u8aad\u307f\u8fbc\u307f\u3001\u305d\u308c\u3092\u4f7f\u7528\u3057\u3066\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_INITIALIZE_245=\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_CONFIG_CORE_DESCRIPTION_NOTIFY_ABANDONED_OPERATIONS_246=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u3001\u5ec3\u68c4\u3055\u308c\u305f\u64cd\u4f5c\u306b\u5bfe\u3059\u308b\u5fdc\u7b54\u3092\u9001\u4fe1\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u305d\u308c\u3089\u306e\u64cd\u4f5c\u306e\u51e6\u7406\u3092\u5b8c\u4e86\u3057\u305f\u3053\u3068\u3092\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u901a\u77e5\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  LDAP \u4ed5\u69d8\u3067\u306f\u3053\u306e\u3088\u3046\u306a\u5834\u5408\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u3053\u3068\u3092\u7981\u3058\u3066\u3044\u307e\u3059\u304c\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u64cd\u4f5c\u306e\u5fdc\u7b54\u3092\u5f85\u6a5f\u3057\u3066\u3044\u308b\u3068\u304d\u3001\u64cd\u4f5c\u304c\u5ec3\u68c4\u3055\u308c\u305f\u305f\u3081\u5fdc\u7b54\u304c\u306a\u3044\u3068\u4e00\u90e8\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u6b63\u3057\u304f\u52d5\u4f5c\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_NOTIFY_ABANDONED_OPERATIONS_247=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-notify-abandoned-operations \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f true \u307e\u305f\u306f false \u306e\u30d6\u30fc\u30eb\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
SEVERE_ERR_CONFIG_EXTOP_INVALID_CLASS_256=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u62e1\u5f35\u64cd\u4f5c\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093: %3$s
MILD_ERR_CONFIG_EXTOP_INITIALIZATION_FAILED_261=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u62e1\u5f35\u64cd\u4f5c\u30cf\u30f3\u30c9\u30e9\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
FATAL_ERR_CONFIG_SASL_CANNOT_GET_BASE_264=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089 SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=SASL Mechanisms,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_SASL_BASE_DOES_NOT_EXIST_265=SASL \u6a5f\u69cb\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=SASL Mechanisms,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SASL_ENTRY_UNACCEPTABLE_266=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_SASL_CANNOT_CREATE_HANDLER_267=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_SASL_INVALID_OBJECTCLASS_268=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-sasl-mechanism-handler \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_SASL_DESCRIPTION_CLASS_NAME_269=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u30cf\u30f3\u30c9\u30e9\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u30cf\u30f3\u30c9\u30e9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SASL_NO_CLASS_NAME_270=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_SASL_INVALID_CLASS_NAME_271=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_SASL_INVALID_CLASS_272=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
INFO_CONFIG_SASL_DESCRIPTION_ENABLED_273=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_SASL_NO_ENABLED_ATTR_274=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_SASL_INVALID_ENABLED_VALUE_275=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_SASL_CLASS_ACTION_REQUIRED_276=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30cf\u30f3\u30c9\u30e9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_SASL_INITIALIZATION_FAILED_277=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_SASL_EXISTS_278=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30cf\u30f3\u30c9\u30e9\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_SASL_UNACCEPTABLE_CONFIG_279=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
MILD_ERR_CONFIG_FILE_ADD_ALREADY_EXISTS_280=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u3092\u6301\u3064\u5225\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
MILD_ERR_CONFIG_FILE_ADD_NO_PARENT_DN_281=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u306f\u89aa\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_ADD_NO_PARENT_282=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u89aa\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_ADD_REJECTED_BY_LISTENER_283=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u3057\u307e\u305b\u3093\u3002\u89aa\u30a8\u30f3\u30c8\u30ea %s \u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u8ffd\u52a0\u30ea\u30b9\u30ca\u30fc\u306e 1 \u3064\u306b\u3088\u308a\u3001\u3053\u306e\u5909\u66f4\u304c\u6b21\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3068\u3068\u3082\u306b\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_ADD_FAILED_284=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u8ffd\u52a0\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_DELETE_NO_SUCH_ENTRY_285=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_DELETE_HAS_CHILDREN_286=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u30011 \u3064\u4ee5\u4e0a\u306e\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea\u304c\u3042\u308a\u307e\u3059
MILD_ERR_CONFIG_FILE_DELETE_NO_PARENT_287=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u89aa\u304c\u306a\u304f\u3001\u69cb\u6210\u30eb\u30fc\u30c8\u30a8\u30f3\u30c8\u30ea\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_DELETE_REJECTED_288=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u89aa\u30a8\u30f3\u30c8\u30ea %s \u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u524a\u9664\u30ea\u30b9\u30ca\u30fc\u306e 1 \u3064\u306b\u3088\u308a\u3001\u3053\u306e\u5909\u66f4\u304c\u6b21\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3068\u3068\u3082\u306b\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_DELETE_FAILED_289=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u524a\u9664\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_MODIFY_NO_SUCH_ENTRY_290=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_MODIFY_REJECTED_BY_CHANGE_LISTENER_291=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u69cb\u6210\u5909\u66f4\u30ea\u30b9\u30ca\u30fc\u306e 1 \u3064\u306b\u3088\u308a\u3001\u5909\u66f4\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_MODIFY_REJECTED_BY_COMPONENT_292=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u69cb\u6210\u53ef\u80fd\u306a\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e 1 \u3064\u306b\u3088\u308a\u3001\u5909\u66f4\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_SEARCH_NO_SUCH_BASE_293=\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_SEARCH_INVALID_SCOPE_294=\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u691c\u7d22\u7bc4\u56f2 %s \u306f\u7121\u52b9\u3067\u3059
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_CREATE_TEMP_ARCHIVE_295=\u69cb\u6210\u306e\u5909\u66f4\u5f8c\u3001\u4ee5\u524d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u306e\u4e00\u6642\u30d5\u30a1\u30a4\u30eb %s \u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_COPY_EXISTING_ARCHIVE_296=\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u69cb\u6210\u306e %s \u304b\u3089\u4e00\u6642\u30d5\u30a1\u30a4\u30eb %s \u3078\u306e\u30b3\u30d4\u30fc\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_COPY_CURRENT_CONFIG_297=\u30d5\u30a1\u30a4\u30eb %2$s \u306e\u5b9f\u884c\u4e2d\u306e\u69cb\u6210\u3092\u542b\u3081\u308b\u3088\u3046\u306b\u3001\u30d5\u30a1\u30a4\u30eb %1$s \u5185\u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u69cb\u6210\u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_TEMP_ARCHIVE_298=\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u69cb\u6210\u30c7\u30fc\u30bf\u3092 %s \u304b\u3089 %s \u306b\u30ea\u30cd\u30fc\u30e0\u3059\u308b\u8a66\u307f\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u306e\u30d9\u30fc\u30b9\u306b\u306a\u308b\u7406\u7531\u306f\u7279\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_REPLACE_ARCHIVE_299=\u4ee5\u524d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092\u542b\u3080\u66f4\u65b0\u3055\u308c\u305f\u30a2\u30fc\u30ab\u30a4\u30d6\u3092 %s \u304b\u3089 %s \u306b\u30ea\u30cd\u30fc\u30e0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_EXPORT_NEW_CONFIG_300=\u65b0\u3057\u3044\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092\u30d5\u30a1\u30a4\u30eb %s \u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_NEW_CONFIG_301=\u65b0\u3057\u3044\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089 %s \u306b\u30ea\u30cd\u30fc\u30e0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
MILD_ERR_CONFIG_FILE_MODDN_NOT_ALLOWED_302=DN \u5909\u66f4\u64cd\u4f5c\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_LOGGER_SUPPRESS_INTERNAL_OPERATIONS_303=\u5185\u90e8\u64cd\u4f5c\u306b\u5bfe\u3059\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u30a2\u30af\u30bb\u30b9\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u9664\u5916\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_LOGGER_INVALID_SUPPRESS_INT_OPERATION_VALUE_304=\u5c5e\u6027 %s \u306b\u7121\u52b9\u306a\u5024\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002\u6307\u5b9a\u53ef\u80fd\u306a\u5024\u306f true \u307e\u305f\u306f false \u3067\u3059
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BASE_DNS_305=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5bfe\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u30d9\u30fc\u30b9 DN \u306e\u30bb\u30c3\u30c8\u3002  \u3053\u306e\u5c5e\u6027\u306b\u5bfe\u3059\u308b\u5909\u66f4\u304c\u81ea\u52d5\u7684\u306b\u6709\u52b9\u306b\u306a\u308b\u304b\u3069\u3046\u304b\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5b9f\u88c5\u306b\u4f9d\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_NO_BASE_DNS_306=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-base-dn \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u4e00\u9023\u306e\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u5c5e\u6027\u3067\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_BASE_DNS_307=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u4e00\u9023\u306e\u30d9\u30fc\u30b9 DN \u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_CONFIG_KEYMANAGER_DESCRIPTION_ENABLED_313=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5fc5\u8981\u3068\u3059\u308b\u64cd\u4f5c\u3067\u5fc5\u9808\u3067\u3059 (SSL \u3092\u4f7f\u7528\u3059\u308b\u901a\u4fe1\u306a\u3069)\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u4ee5\u964d\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u8a66\u884c\u306b\u306e\u307f\u5f71\u97ff\u3057\u307e\u3059
SEVERE_ERR_CONFIG_KEYMANAGER_NO_ENABLED_ATTR_314=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea "%s" \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_KEYMANAGER_DESCRIPTION_CLASS_317=\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b9f\u88c5\u3092\u542b\u3080 Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_ENABLED_328=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5fc5\u8981\u3068\u3059\u308b\u64cd\u4f5c\u3067\u5fc5\u9808\u3067\u3059 (SSL \u3092\u4f7f\u7528\u3059\u308b\u901a\u4fe1\u306a\u3069)\u3002\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u4ee5\u964d\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u8a66\u884c\u306b\u306e\u307f\u5f71\u97ff\u3057\u307e\u3059
SEVERE_ERR_CONFIG_TRUSTMANAGER_NO_ENABLED_ATTR_329=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea "%s" \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_CLASS_332=\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b9f\u88c5\u3092\u542b\u3080 Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_ERR_CONFIG_CERTMAPPER_DESCRIPTION_ENABLED_347=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306f\u3001SASL EXTERNAL \u8a8d\u8a3c\u3084\u540c\u69d8\u306e\u76ee\u7684\u306e\u305f\u3081\u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8a3c\u660e\u66f8\u30c1\u30a7\u30fc\u30f3\u3068\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306e\u9593\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u78ba\u7acb\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CERTMAPPER_NO_ENABLED_ATTR_348=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea "%s" \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_CERTMAPPER_DESCRIPTION_CLASS_351=\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306e\u5b9f\u88c5\u3092\u542b\u3080 Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_WARN_CONFIG_LOGGER_NO_RETENTION_POLICY_357=\u30d5\u30a1\u30a4\u30eb\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306f\u524a\u9664\u3055\u308c\u307e\u305b\u3093
SEVERE_WARN_CONFIG_LOGGER_INVALID_RETENTION_POLICY_358=\u7121\u52b9\u306a\u30d5\u30a1\u30a4\u30eb\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc %s \u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_CONFIG_LOGGER_NO_NUMBER_OF_FILES_359=\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u306e\u30d5\u30a1\u30a4\u30eb\u756a\u53f7\u306e\u5236\u9650\u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_CONFIG_LOGGER_NO_DISK_SPACE_USED_360=\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u306e\u30c7\u30a3\u30b9\u30af\u5bb9\u91cf\u306e\u5236\u9650\u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
FATAL_ERR_CONFIG_PWSCHEME_CANNOT_GET_BASE_363=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Password Storage Schemes,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_PWSCHEME_BASE_DOES_NOT_EXIST_364=\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Password Storage Schemes,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWSCHEME_ENTRY_UNACCEPTABLE_365=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_PWSCHEME_CANNOT_CREATE_SCHEME_366=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_OBJECTCLASS_367=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-password-storage-scheme \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_PWSCHEME_DESCRIPTION_CLASS_NAME_368=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u30b9\u30ad\u30fc\u30de\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWSCHEME_NO_CLASS_NAME_369=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_CLASS_NAME_370=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_CLASS_371=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
INFO_CONFIG_PWSCHEME_DESCRIPTION_ENABLED_372=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWSCHEME_NO_ENABLED_ATTR_373=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_ENABLED_VALUE_374=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059: %s
INFO_CONFIG_PWSCHEME_CLASS_ACTION_REQUIRED_375=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_PWSCHEME_INITIALIZATION_FAILED_376=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_PWSCHEME_EXISTS_377=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWSCHEME_UNACCEPTABLE_CONFIG_378=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
INFO_CONFIG_PLUGIN_CLASS_ACTION_REQUIRED_379=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_ERR_CONFIG_LOGGER_NO_FREE_DISK_SPACE_380=\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u306e\u30c7\u30a3\u30b9\u30af\u5bb9\u91cf\u306e\u5236\u9650\u304c\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_LOGGER_INVALID_JAVA5_POLICY_381=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u30c7\u30a3\u30b9\u30af\u7a7a\u304d\u5bb9\u91cf\u30d9\u30fc\u30b9\u306e\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c Java 6 \u3088\u308a\u524d\u306e VM \u4e0a\u3067\u5b9f\u884c\u3055\u308c\u3066\u3044\u308b\u3068\u304d\u306b\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BACKEND_ID_382=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u4e00\u610f\u8b58\u5225\u5b50\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_WARN_CONFIG_BACKEND_NO_BACKEND_ID_383=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-backend-id \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u4e00\u610f\u306e\u8b58\u5225\u5b50\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_CONFIG_BACKEND_DUPLICATE_BACKEND_ID_384=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u5225\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID \u3068\u7af6\u5408\u3059\u308b %s \u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_BACKEND_ID_385=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID \u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_MAC_386=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e %s MAC \u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_DIGEST_387=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u30cf\u30c3\u30b7\u30e5\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e %s \u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_388=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u306b\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_CIPHER_389=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3092\u6697\u53f7\u5316\u3059\u308b\u305f\u3081\u306e\u6697\u53f7\u5316\u65b9\u5f0f\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_CONFIG_BACKUP_ZIP_COMMENT_390=%s \u69cb\u6210\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_DETERMINE_CONFIG_FILE_LOCATION_391=\u30a2\u30fc\u30ab\u30a4\u30d6\u3067\u304d\u308b\u3088\u3046\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30d1\u30b9\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_BACKUP_CONFIG_FILE_392=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_BACKUP_ARCHIVED_CONFIGS_393=\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u4ee5\u524d\u306e\u69cb\u6210\u3092\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_CLOSE_ZIP_STREAM_394=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_395=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u8a18\u8ff0\u5b50\u30d5\u30a1\u30a4\u30eb %s \u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_RESTORE_NO_SUCH_BACKUP_396=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3067\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_ERR_CONFIG_RESTORE_NO_BACKUP_FILE_397=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3067\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u5224\u65ad\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_CONFIG_RESTORE_NO_SUCH_FILE_398=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_399=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6 %s \u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u65ad\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_RESTORE_UNKNOWN_DIGEST_400=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u672a\u7f72\u540d\u306e\u30cf\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u304c\u3001\u3053\u306e\u30cf\u30c3\u30b7\u30e5\u306e\u751f\u6210\u306b\u4f7f\u7528\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u5224\u65ad\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_DIGEST_401=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u672a\u7f72\u540d\u306e\u30cf\u30c3\u30b7\u30e5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b %s \u306e\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_RESTORE_UNKNOWN_MAC_402=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u304c\u3001\u3053\u306e\u30cf\u30c3\u30b7\u30e5\u306e\u751f\u6210\u306b\u4f7f\u7528\u3055\u308c\u305f MAC \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u5224\u65ad\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_MAC_403=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b %s \u306e MAC \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_RESTORE_CANNOT_OPEN_BACKUP_FILE_404=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_CIPHER_406=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u6697\u53f7\u5316\u65b9\u5f0f\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093:  %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_BACKUP_EXISTING_CONFIG_407=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u73fe\u5728\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092 %s \u304b\u3089 %s \u306b\u4e00\u6642\u7684\u306b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
NOTICE_CONFIG_RESTORE_RESTORED_OLD_CONFIG_408=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u305f\u3060\u3057\u3001\u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306f\u4fdd\u6301\u3055\u308c\u3001\u73fe\u5728\u306f %s \u306e\u5143\u306e\u5834\u6240\u306b\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_RESTORE_CANNOT_RESTORE_OLD_CONFIG_409=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306f\u4fdd\u6301\u3055\u308c\u3001%s \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CREATE_CONFIG_DIRECTORY_410=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u5fa9\u5143\u5148\u3068\u306a\u308b\u65b0\u3057\u3044\u7a7a\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_RESTORE_OLD_CONFIG_SAVED_411=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306f %s \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306b\u4fdd\u6301\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_ZIP_ENTRY_412=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u6b21\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CREATE_FILE_413=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb %s \u3092\u518d\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_414=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb %s \u306e\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_415=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
NOTICE_CONFIG_RESTORE_UNSIGNED_HASH_VALID_416=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3068\u4e00\u81f4\u3057\u307e\u3059
SEVERE_ERR_CONFIG_RESTORE_UNSIGNED_HASH_INVALID_417=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
NOTICE_CONFIG_RESTORE_SIGNED_HASH_VALID_418=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u7f72\u540d\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u7f72\u540d\u3068\u4e00\u81f4\u3057\u307e\u3059
SEVERE_ERR_CONFIG_RESTORE_SIGNED_HASH_INVALID_419=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u7f72\u540d\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u7f72\u540d\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
NOTICE_CONFIG_RESTORE_VERIFY_SUCCESSFUL_420=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u304b\u3089\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3067\u5b9f\u884c\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30c6\u30b9\u30c8\u304c\u3001\u30a2\u30fc\u30ab\u30a4\u30d6\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059
NOTICE_CONFIG_RESTORE_SUCCESSFUL_421=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u6b63\u5e38\u306b\u5fa9\u5143\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_CONFIG_BACKEND_CANNOT_ACQUIRE_SHARED_LOCK_422=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u5171\u6709\u30ed\u30c3\u30af\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s\u3002\u3053\u308c\u306f\u901a\u5e38\u3001\u6392\u4ed6\u7684\u30ed\u30c3\u30af\u304c\u5fc5\u8981\u306a\u30d7\u30ed\u30bb\u30b9 (LDIF \u304b\u3089\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u3084\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u306a\u3069) \u306b\u3088\u3063\u3066\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3067\u3059\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_CONFIG_BACKEND_CANNOT_RELEASE_SHARED_LOCK_423=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u5171\u6709\u30ed\u30c3\u30af\u306e\u89e3\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u308c\u306b\u3088\u308a\u3001LDIF \u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u3084\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u306a\u3069\u306e\u3001\u6392\u4ed6\u7684\u30a2\u30af\u30bb\u30b9\u304c\u5fc5\u8981\u306a\u64cd\u4f5c\u304c\u5f71\u97ff\u3092\u53d7\u3051\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
INFO_CONFIG_FILE_HEADER_424=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u3001\u30d7\u30e9\u30a4\u30de\u30ea\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002  \u30b5\u30fc\u30d0\u30fc\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u4e2d\u306f\u76f4\u63a5\u7de8\u96c6\u3057\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002 \u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u63d0\u4f9b\u3055\u308c\u308b\u7ba1\u7406\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u7528\u3057\u3066\u306e\u307f\u7ba1\u7406\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044
INFO_CONFIG_CORE_DESCRIPTION_ADD_MISSING_RDN_ATTRS_425=\u30a8\u30f3\u30c8\u30ea\u306e\u8ffd\u52a0\u6642\u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u6b20\u843d\u3057\u305f RDN \u5c5e\u6027\u3092\u30a8\u30f3\u30c8\u30ea\u306b\u81ea\u52d5\u7684\u306b\u8ffd\u52a0\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u8ffd\u52a0\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u5c5e\u6027\u30ea\u30b9\u30c8\u306b RDN \u5c5e\u6027\u5024\u304c\u542b\u307e\u308c\u306a\u3044\u5834\u5408\u3001\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u62d2\u5426\u3055\u308c\u307e\u3059\u3002LDAP \u4ed5\u69d8\u306b\u9055\u53cd\u3057\u3066\u3044\u308b\u305f\u3081\u3067\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_ADD_MISSING_RDN_ATTRS_426=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-add-missing-rdn-attributes \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f true \u307e\u305f\u306f false \u306e\u30d6\u30fc\u30eb\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
INFO_CONFIG_CORE_DESCRIPTION_SERVER_ERROR_RESULT_CODE_427=\u5185\u90e8\u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\u306b\u3088\u308a\u64cd\u4f5c\u304c\u5931\u6557\u3057\u305f\u3068\u304d\u306b\u5fdc\u7b54\u306b\u4f7f\u7528\u3055\u308c\u308b\u7d50\u679c\u30b3\u30fc\u30c9\u3002  \u5024\u306f\u3001\u5bfe\u5fdc\u3059\u308b LDAP \u7d50\u679c\u30b3\u30fc\u30c9\u3068\u7b49\u4fa1\u306e\u6574\u6570\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_SERVER_ERROR_RESULT_CODE_428=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-server-error-result-code \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f 1 \u4ee5\u4e0a\u306e\u6574\u6570\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
FATAL_ERR_CONFIG_IDMAPPER_CANNOT_GET_BASE_429=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Identity Mappers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_IDMAPPER_BASE_DOES_NOT_EXIST_430=\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Identity Mappers,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_IDMAPPER_ENTRY_UNACCEPTABLE_431=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_IDMAPPER_CANNOT_CREATE_MAPPER_432=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_OBJECTCLASS_433=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-identity-mapper \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_IDMAPPER_DESCRIPTION_CLASS_NAME_434=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u30de\u30c3\u30d1\u30fc\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_IDMAPPER_NO_CLASS_NAME_435=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_CLASS_NAME_436=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_CLASS_437=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
INFO_CONFIG_IDMAPPER_DESCRIPTION_ENABLED_438=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_IDMAPPER_NO_ENABLED_ATTR_439=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_ENABLED_VALUE_440=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_IDMAPPER_CLASS_ACTION_REQUIRED_441=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_IDMAPPER_INITIALIZATION_FAILED_442=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_IDMAPPER_EXISTS_443=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_IDMAPPER_UNACCEPTABLE_CONFIG_444=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
INFO_CONFIG_CORE_DESCRIPTION_PROXY_MAPPER_DN_445=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef V2 \u5236\u5fa1\u3068\u3068\u3082\u306b\u4f7f\u7528\u3059\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306e DN\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_PROXY_MAPPER_DN_446=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-proxied-authorization-identity-mapper \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f\u6709\u52b9\u306a\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306e DN \u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
SEVERE_ERR_CONFIG_CORE_NO_PROXY_MAPPER_FOR_DN_447=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc DN %1$s \u304c\u3001\u6709\u52b9\u306a\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_IDMAPPER_NO_PROXY_MAPPER_DN_448=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u3001\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef V2 \u64cd\u4f5c\u3068\u3068\u3082\u306b\u4f7f\u7528\u3059\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u30d9\u30fc\u30b9\u306e\u8a8d\u53ef ID \u3092\u4f7f\u7528\u3057\u3066\u3001\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef\u5236\u5fa1\u3092\u542b\u3080\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_PROXY_MAPPER_DN_449=\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc DN %s \u304c\u3001\u6709\u52b9\u306a\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u30d9\u30fc\u30b9\u306e\u8a8d\u53ef ID \u3092\u4f7f\u7528\u3057\u3066\u3001\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef\u5236\u5fa1\u3092\u542b\u3080\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093
INFO_CONFIG_CORE_DESCRIPTION_SIZE_LIMIT_450=\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u6642\u306b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8fd4\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u6700\u5927\u6570\u3002  \u3053\u308c\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u306b ds-rlim-size-limit \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u3092\u542b\u3081\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u5358\u4f4d\u3067\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3067\u304d\u307e\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_SIZE_LIMIT_451=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-size-limit \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f\u3001\u4f7f\u7528\u3059\u308b\u30b5\u30a4\u30ba\u5236\u9650\u3092\u6307\u5b9a\u3059\u308b\u6b63\u306e\u6574\u6570\u5024\u304b\u3001\u5236\u9650\u3092\u5b9f\u65bd\u3057\u306a\u3044\u3053\u3068\u3092\u793a\u3059 0 \u307e\u305f\u306f -1 \u306e\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
FATAL_ERR_CONFIG_SYNCH_CANNOT_GET_CONFIG_BASE_452=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Synchronization Providers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_SYNCH_BASE_DOES_NOT_EXIST_453=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Synchronization Providers,cn=config \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
FATAL_ERR_CONFIG_SYNCH_ENTRY_DOES_NOT_HAVE_PROVIDER_CONFIG_454=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30eb\u30fc\u30c8\u306e\u4e0b\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u3059\u3079\u3066\u306e\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306b\u5b58\u5728\u3059\u308b\u5fc5\u8981\u306e\u3042\u308b\u5c5e\u6027 ds-cfg-synchronization-provider \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
FATAL_ERR_CONFIG_SYNCH_CANNOT_CHECK_FOR_PROVIDER_CONFIG_OC_455=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u304c\u6709\u52b9\u306a\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_SYNCH_DESCRIPTION_PROVIDER_ENABLED_456=\u95a2\u9023\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3001\u304a\u3088\u3073\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u306f\u3001\u3059\u3079\u3066\u306e\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u30a8\u30f3\u30c8\u30ea\u306b\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u5b9f\u884c\u4e2d\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
FATAL_ERR_CONFIG_SYNCH_PROVIDER_NO_ENABLED_ATTR_457=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u3053\u306e\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3059\u5c5e\u6027 ds-cfg-enabled \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_CONFIG_SYNCH_PROVIDER_DISABLED_458=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_DETERMINE_ENABLED_STATE_459=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
INFO_CONFIG_SYNCH_DESCRIPTION_PROVIDER_CLASS_460=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u3053\u306e\u5c5e\u6027\u306f\u3001\u3059\u3079\u3066\u306e\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u30a8\u30f3\u30c8\u30ea\u306b\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u5b9f\u884c\u4e2d\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
FATAL_ERR_CONFIG_SYNCH_NO_CLASS_ATTR_461=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30ed\u30b8\u30c3\u30af\u3092\u5b9f\u88c5\u3059\u308b\u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_DETERMINE_CLASS_462=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u304b\u3089\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_LOAD_PROVIDER_CLASS_463=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_INSTANTIATE_PROVIDER_464=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
FATAL_ERR_CONFIG_SYNCH_ERROR_INITIALIZING_PROVIDER_465=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u53c2\u7167\u3055\u308c\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_SYNCH_PROVIDER_HAS_BEEN_DISABLED_466=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u73fe\u5728\u6709\u52b9\u3067\u3059\u304c\u3001\u69cb\u6210\u304c\u5909\u66f4\u3055\u308c\u305f\u305f\u3081\u3001\u7121\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  \u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u7121\u52b9\u306b\u5909\u66f4\u3057\u3066\u3082\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u518d\u8d77\u52d5\u3055\u308c\u308b\u307e\u3067\u306f\u3001\u305d\u306e\u8a2d\u5b9a\u5909\u66f4\u306f\u53cd\u6620\u3055\u308c\u307e\u305b\u3093
FATAL_ERR_CONFIG_SYNCH_PROVIDER_CLASS_CHANGED_467=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u306e\u5909\u66f4\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u518d\u8d77\u52d5\u3055\u308c\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_WRITABILITY_468=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u3002  \u5024\u306f\u3001\u3059\u3079\u3066\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u304c\u8a31\u53ef\u3055\u308c\u308b\u5834\u5408\u306f "enabled"\u3001\u3059\u3079\u3066\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u304c\u62d2\u5426\u3055\u308c\u308b\u5834\u5408\u306f "disabled"\u3001\u307e\u305f\u306f\u5185\u90e8\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3068\u540c\u671f\u66f4\u65b0\u306e\u307f\u304c\u8a31\u53ef\u3055\u308c\u308b\u5834\u5408\u306f "internal-only"\u3067\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_NO_WRITABILITY_MODE_469=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3001\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u3092\u793a\u3059\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-writability-mode \u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_INVALID_WRITABILITY_MODE_470=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3001%s \u306e\u7121\u52b9\u306a\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_WRITABILITY_471=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_CONFIG_CORE_DESCRIPTION_WRITABILITY_MODE_472=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u3002  \u5024\u306f\u3001"enabled"\u3001"disabled"\u3001\u307e\u305f\u306f "internal-only" \u306e\u3044\u305a\u308c\u304b\u3067\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_WRITABILITY_MODE_473=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-writability-mode \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f "enabled"\u3001"disabled"\u3001\u307e\u305f\u306f "internal-only" \u306e\u3044\u305a\u308c\u304b\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
INFO_CONFIG_CORE_DESCRIPTION_BIND_WITH_DN_REQUIRES_PW_474=DN \u3092\u542b\u3080\u5358\u7d14\u30d0\u30a4\u30f3\u30c9\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u3082\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u304c\u7121\u52b9\u306e\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u307e\u306a\u3044\u30d0\u30a4\u30f3\u30c9\u306f\u30d0\u30a4\u30f3\u30c9 DN \u3092\u542b\u3093\u3067\u3044\u3066\u3082\u5e38\u306b\u533f\u540d\u3068\u3057\u3066\u6271\u308f\u308c\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u3042\u308b\u7a2e\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30db\u30fc\u30eb\u304c\u751f\u3058\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002  \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u306a\u5834\u5408\u3001DN \u3092\u542b\u3080\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u307e\u306a\u3044\u5358\u7d14\u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u533f\u540d\u8a8d\u8a3c\u3092\u4f7f\u7528\u305b\u305a\u306b\u62d2\u5426\u3055\u308c\u307e\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_BIND_WITH_DN_REQUIRES_PW_475=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-bind-with-dn-requires-password \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f "TRUE" \u307e\u305f\u306f "FALSE" \u306e\u3044\u305a\u308c\u304b\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
FATAL_ERR_CONFIG_PWVALIDATOR_CANNOT_GET_BASE_476=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Password Validators,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_PWVALIDATOR_BASE_DOES_NOT_EXIST_477=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Password Validators,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWVALIDATOR_ENTRY_UNACCEPTABLE_478=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_PWVALIDATOR_CANNOT_CREATE_VALIDATOR_479=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_OBJECTCLASS_480=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-password-validator \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_PWVALIDATOR_DESCRIPTION_CLASS_NAME_481=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u30d0\u30ea\u30c7\u30fc\u30bf\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWVALIDATOR_NO_CLASS_NAME_482=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_CLASS_NAME_483=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_CLASS_484=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
INFO_CONFIG_PWVALIDATOR_DESCRIPTION_ENABLED_485=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWVALIDATOR_NO_ENABLED_ATTR_486=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_ENABLED_VALUE_487=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_PWVALIDATOR_CLASS_ACTION_REQUIRED_488=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_PWVALIDATOR_INITIALIZATION_FAILED_489=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_PWVALIDATOR_EXISTS_490=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30d0\u30ea\u30c7\u30fc\u30bf\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWVALIDATOR_UNACCEPTABLE_CONFIG_491=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
FATAL_ERR_CONFIG_PWGENERATOR_CANNOT_GET_BASE_492=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Password Generators,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_PWGENERATOR_BASE_DOES_NOT_EXIST_493=\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Password Generators,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWGENERATOR_ENTRY_UNACCEPTABLE_494=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_PWGENERATOR_CANNOT_CREATE_GENERATOR_495=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_OBJECTCLASS_496=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-password-generator \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_PWGENERATOR_DESCRIPTION_CLASS_NAME_497=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWGENERATOR_NO_CLASS_NAME_498=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_CLASS_NAME_499=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_CLASS_500=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
INFO_CONFIG_PWGENERATOR_DESCRIPTION_ENABLED_501=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWGENERATOR_NO_ENABLED_ATTR_502=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_ENABLED_VALUE_503=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_PWGENERATOR_CLASS_ACTION_REQUIRED_504=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_PWGENERATOR_INITIALIZATION_FAILED_505=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_PWGENERATOR_EXISTS_506=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_PWGENERATOR_UNACCEPTABLE_CONFIG_507=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
INFO_CONFIG_CORE_DESCRIPTION_DEFAULT_PWPOLICY_DN_508=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u5b9a\u7fa9\u3059\u308b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306e DN\u3002\u30ab\u30b9\u30bf\u30e0\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u9069\u7528\u3055\u308c\u307e\u3059\u3002  \u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_NO_DEFAULT_PWPOLICY_509=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u308c\u306f\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e ds-cfg-default-password-policy \u5c5e\u6027\u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_DEFAULT_PWPOLICY_DN_510=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-default-password-policy \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3092\u6307\u5b9a\u3059\u308b DN \u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
SEVERE_ERR_CONFIG_CORE_NO_SUCH_PWPOLICY_511=\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-default-password-policy \u306e\u5024 %s \u304c\u3001\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u305b\u3093
FATAL_ERR_CONFIG_PWPOLICY_CANNOT_GET_BASE_512=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Password Policies,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_PWPOLICY_BASE_DOES_NOT_EXIST_513=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Password Policies,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWPOLICY_NO_POLICIES_514=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306e cn=Password Policies,cn=config \u30a8\u30f3\u30c8\u30ea\u306e\u4e0b\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u3092\u5b9a\u7fa9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_PWPOLICY_INVALID_POLICY_CONFIG_515=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u7121\u52b9\u3067\u3059:  %s
SEVERE_ERR_CONFIG_PWPOLICY_MISSING_DEFAULT_POLICY_516=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f %s \u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Password Policies,cn=config \u306e\u4e0b\u306b\u3042\u308a\u307e\u305b\u3093
SEVERE_WARN_CONFIG_PWPOLICY_CANNOT_DELETE_DEFAULT_POLICY_517=\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u306f\u73fe\u5728\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
INFO_CONFIG_PWPOLICY_REMOVED_POLICY_518=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u30a8\u30f3\u30c8\u30ea %s \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002  \u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u660e\u793a\u7684\u306b\u53c2\u7167\u3059\u308b\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306e\u8a8d\u8a3c\u304c\u8a31\u53ef\u3055\u308c\u306a\u304f\u306a\u308a\u307e\u3059
FATAL_ERR_CONFIG_AUTHZ_CANNOT_GET_ENTRY_519=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Access Control Handler,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_AUTHZ_ENTRY_DOES_NOT_EXIST_520=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Access Control Handler,cn=config \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
FATAL_ERR_CONFIG_AUTHZ_ENTRY_DOES_NOT_HAVE_OBJECT_CLASS_521=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Access Control Handler,cn=config \u306b\u6b63\u3057\u3044\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u6709\u52b9\u3067\u3042\u308b\u305f\u3081\u306b\u306f\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 ds-cfg-access-control-handler \u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
INFO_CONFIG_AUTHZ_DESCRIPTION_ENABLED_523=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3001\u304a\u3088\u3073\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u306f\u5fc5\u9808\u3067\u3059
FATAL_ERR_CONFIG_AUTHZ_NO_ENABLED_ATTR_524=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u3053\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3059\u5c5e\u6027 ds-cfg-enabled \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_CONFIG_AUTHZ_DISABLED_525=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u304c\u7121\u52b9\u306b\u306a\u308a\u307e\u3057\u305f
NOTICE_CONFIG_AUTHZ_ENABLED_526=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u306f\u6709\u52b9\u306b\u3055\u308c\u307e\u3057\u305f\u3002%s \u5b9f\u88c5\u3092\u4f7f\u7528\u3057\u307e\u3059
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_DETERMINE_ENABLED_STATE_527=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_AUTHZ_DESCRIPTION_CLASS_528=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002 \u3053\u306e\u5c5e\u6027\u306f\u5fc5\u9808\u3067\u3059
FATAL_ERR_CONFIG_AUTHZ_NO_CLASS_ATTR_529=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_DETERMINE_CLASS_530=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u304b\u3089\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30af\u30e9\u30b9\u306e\u540d\u524d\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_LOAD_CLASS_531=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
FATAL_ERR_CONFIG_AUTHZ_BAD_CLASS_532=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u5b9f\u88c5\u30af\u30e9\u30b9 %1$s \u304c %3$s \u30a4\u30f3\u30bf\u30d5\u30a7\u30fc\u30b9\u3092\u5b9f\u88c5\u3057\u3066\u3044\u307e\u305b\u3093:  %4$s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_INSTANTIATE_HANDLER_533=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
FATAL_ERR_CONFIG_AUTHZ_ERROR_INITIALIZING_HANDLER_534=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u53c2\u7167\u3055\u308c\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u306e\u5b9f\u88c5\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_ROOTDN_CANNOT_GET_BASE_535=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30eb\u30fc\u30c8 DN \u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Root DNs,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_ROOTDN_BASE_DOES_NOT_EXIST_536=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Root DNs,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_ROOTDN_ENTRY_UNACCEPTABLE_537=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30eb\u30fc\u30c8 DN \u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_CREATE_538=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30eb\u30fc\u30c8 DN \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_ROOTDN_INVALID_OBJECTCLASS_539=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30eb\u30fc\u30c8 DN \u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-root-dn-user \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_ROOTDN_DESCRIPTION_ALTERNATE_BIND_DN_540=\u30eb\u30fc\u30c8 DN \u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306e\u5b9f\u969b\u306e DN \u3060\u3051\u3067\u306a\u304f\u3001\u95a2\u9023\u3059\u308b\u30eb\u30fc\u30c8 DN \u3068\u3057\u3066\u8a8d\u8a3c\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u308b\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3092 1 \u3064\u4ee5\u4e0a\u6307\u5b9a\u3057\u307e\u3059\u3002 \u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u307b\u304b\u306e\u30a8\u30f3\u30c8\u30ea\u306e DN \u3068\u7af6\u5408\u3057\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002\u307e\u305f\u3001\u307b\u304b\u306e\u30eb\u30fc\u30c8 DN \u306b\u69cb\u6210\u3055\u308c\u305f\u307b\u304b\u306e\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3068\u7af6\u5408\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_ROOTDN_CONFLICTING_MAPPING_541="%s" \u3092\u30e6\u30fc\u30b6\u30fc "%s" \u306e\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3068\u3057\u3066\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3002\u3059\u3067\u306b root \u30e6\u30fc\u30b6\u30fc "%s" \u306e\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3068\u3057\u3066\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_PARSE_ALTERNATE_BIND_DNS_542=root \u30e6\u30fc\u30b6\u30fc %s \u306e\u4e00\u9023\u306e\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3092\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_REGISTER_ALTERNATE_BIND_DN_543="%s" \u3092 root \u30e6\u30fc\u30b6\u30fc "%s" \u306e\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3068\u3057\u3066\u767b\u9332\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_ROOTDN_EXISTS_544=\u30eb\u30fc\u30c8 DN \u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u306f\u3001\u3059\u3067\u306b\u5225\u306e root \u30e6\u30fc\u30b6\u30fc\u304c\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059
FATAL_ERR_CONFIG_ACCTNOTHANDLER_CANNOT_GET_BASE_545=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Account Status Notification Handlers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_ACCTNOTHANDLER_BASE_DOES_NOT_EXIST_546=\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Account Status Notification Handlers,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_ENTRY_UNACCEPTABLE_547=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_CANNOT_CREATE_HANDLER_548=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_OBJECTCLASS_549=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-account-status-notification-handler \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_ACCTNOTHANDLER_DESCRIPTION_CLASS_NAME_550=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u30cf\u30f3\u30c9\u30e9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_NO_CLASS_NAME_551=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_CLASS_NAME_552=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_CLASS_553=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
INFO_CONFIG_ACCTNOTHANDLER_DESCRIPTION_ENABLED_554=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_NO_ENABLED_ATTR_555=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_ENABLED_VALUE_556=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_ACCTNOTHANDLER_CLASS_ACTION_REQUIRED_557=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_ACCTNOTHANDLER_INITIALIZATION_FAILED_558=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_ACCTNOTHANDLER_EXISTS_559=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_UNACCEPTABLE_CONFIG_560=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
INFO_CONFIG_CORE_DESCRIPTION_LOOKTHROUGH_LIMIT_561=\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u6642\u306b\u3001\u4e00\u81f4\u3059\u308b\u304b\u3069\u3046\u304b\u78ba\u8a8d\u3055\u308c\u308b\u5019\u88dc\u30a8\u30f3\u30c8\u30ea\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u6700\u5927\u6570\u3002  \u3053\u308c\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u306b ds-rlim-lookthrough-limit \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u3092\u542b\u3081\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u5358\u4f4d\u3067\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3067\u304d\u307e\u3059\u3002 \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_LOOKTHROUGH_LIMIT_562=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-lookthrough-limit \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f\u3001\u4f7f\u7528\u3059\u308b\u691c\u7d22\u5236\u9650\u3092\u6307\u5b9a\u3059\u308b\u6b63\u306e\u6574\u6570\u5024\u304b\u3001\u5236\u9650\u3092\u5b9f\u65bd\u3057\u306a\u3044\u3053\u3068\u3092\u793a\u3059 0 \u307e\u305f\u306f -1 \u306e\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
FATAL_ERR_CONFIG_UNABLE_TO_APPLY_STARTUP_CHANGES_563=\u30d5\u30a1\u30a4\u30eb %s \u306b\u542b\u307e\u308c\u3066\u3044\u308b\u5909\u66f4\u3092\u8d77\u52d5\u6642\u306b\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u9069\u7528\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
FATAL_ERR_CONFIG_ERROR_APPLYING_STARTUP_CHANGE_564=\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u6642\u306b\u5909\u66f4\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093:  %s
FATAL_ERR_CONFIG_UNABLE_TO_APPLY_CHANGES_FILE_565=\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u6642\u306b\u5909\u66f4\u3092\u9069\u7528\u4e2d\u306b 1 \u3064\u4ee5\u4e0a\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
INFO_CONFIG_DESCRIPTION_BACKEND_MODE_566=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u542b\u3080\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u4f7f\u7528\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b9\u6a29
SEVERE_ERR_CONFIG_BACKEND_MODE_INVALID_567=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-db-directory-permissions \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093 (\u3053\u306e\u5024\u306f 3 \u6841\u306e 8 \u9032\u6570\u8868\u8a18\u306b\u3088\u308b UNIX \u30a2\u30af\u30bb\u30b9\u6a29\u30e2\u30fc\u30c9\u306b\u3057\u3066\u304f\u3060\u3055\u3044)
SEVERE_ERR_CONFIG_BACKEND_INSANE_MODE_568=\u7121\u52b9\u306a UNIX \u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u6a29 %s \u306b\u3088\u3063\u3066\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3088\u308b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3078\u306e\u8aad\u307f\u53d6\u308a\u304a\u3088\u3073\u66f8\u304d\u8fbc\u307f\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
INFO_CONFIG_CORE_DESCRIPTION_TIME_LIMIT_569=\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u6642\u306b\u8a31\u53ef\u3055\u308c\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u6700\u5927\u6642\u9593\u3002 \u3053\u308c\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u306b ds-rlim-time-limit \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u3092\u542b\u3081\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u5358\u4f4d\u3067\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3067\u304d\u307e\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_INVALID_TIME_LIMIT_570=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-time-limit \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f\u3001\u6574\u6570\u5024\u306e\u3042\u3068\u306b\u7a7a\u767d\u3068\u79d2\u3001\u5206\u3001\u6642\u9593\u3001\u65e5\u3001\u307e\u305f\u306f\u9031\u306e\u6642\u9593\u5358\u4f4d\u3092\u6307\u5b9a\u3057\u305f\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044):  %s
SEVERE_ERR_CONFIG_PWPOLICY_NO_DEFAULT_POLICY_571=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u3001cn=config \u30a8\u30f3\u30c8\u30ea\u5185\u306e ds-cfg-default-password-policy \u5c5e\u6027\u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_CONFIG_BACKEND_CANNOT_REGISTER_BACKEND_572=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u3092\u767b\u9332\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_NO_REASON_573=\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
SEVERE_ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_574=\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_FILE_CANNOT_WRITE_CONFIG_ARCHIVE_575=\u73fe\u5728\u306e\u69cb\u6210\u3092\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u306b\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
INFO_CONFIG_CORE_DESCRIPTION_REJECT_UNAUTHENTICATED_REQUESTS_576=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u672a\u8a8d\u8a3c\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u8981\u6c42\u3092\u62d2\u5426\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 "true" \u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u3001\u672a\u8a8d\u8a3c\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u3001\u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u304a\u3088\u3073 StartTLS \u8981\u6c42\u3092\u9001\u4fe1\u3059\u308b\u3053\u3068\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002 \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CORE_REJECT_UNAUTHENTICATED_REQUESTS_INVALID_577=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-reject-unauthenticated-requests \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 (\u3053\u306e\u5024\u306f true \u307e\u305f\u306f false \u306e\u3044\u305a\u308c\u304b\u306b\u3057\u3066\u304f\u3060\u3055\u3044)
FATAL_ERR_CONFIG_GROUP_CANNOT_GET_BASE_578=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Group Implementations,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_GROUP_BASE_DOES_NOT_EXIST_579=\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Group Implementations,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_GROUP_ENTRY_UNACCEPTABLE_580=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_GROUP_CANNOT_CREATE_IMPLEMENTATION_581=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_GROUP_INVALID_OBJECTCLASS_582=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-group-implementation \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_GROUP_DESCRIPTION_CLASS_NAME_583=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u3092\u5b9a\u7fa9\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u95a2\u9023\u3059\u308b\u5b9f\u88c5\u304c\u6709\u52b9\u306a\u3068\u304d\u306b\u3053\u308c\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u3001\u5909\u66f4\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u305d\u306e\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_GROUP_NO_CLASS_NAME_584=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_GROUP_INVALID_CLASS_NAME_585=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_GROUP_INVALID_CLASS_586=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
INFO_CONFIG_GROUP_DESCRIPTION_ENABLED_587=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_CONFIG_GROUP_NO_ENABLED_ATTR_588=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-enabled \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_GROUP_INVALID_ENABLED_VALUE_589=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_GROUP_CLASS_ACTION_REQUIRED_590=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_GROUP_INITIALIZATION_FAILED_591=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u3088\u3046\u306b\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_GROUP_EXISTS_592=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_GROUP_UNACCEPTABLE_CONFIG_593=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
SEVERE_ERR_CONFIG_ROOTDN_DESCRIPTION_ROOT_PRIVILEGE_594=root \u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3057\u3066\u8a8d\u8a3c\u3055\u308c\u308b\u3068\u304d\u306b\u81ea\u52d5\u7684\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u308b\u3079\u304d\u7279\u6a29\u30bb\u30c3\u30c8
SEVERE_WARN_CONFIG_ROOTDN_UNRECOGNIZED_PRIVILEGE_595=\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u8a2d\u5b9a\u5c5e\u6027 %1$s \u306b\u542b\u307e\u308c\u3066\u3044\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e root \u306e\u7279\u6a29\u30bb\u30c3\u30c8\u306b\u3001\u8a8d\u8b58\u3055\u308c\u306a\u3044\u7279\u6a29 %3$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CONFIG_ROOTDN_ERROR_DETERMINING_ROOT_PRIVILEGES_596=root \u30e6\u30fc\u30b6\u30fc\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u4ed8\u4e0e\u3055\u308c\u308b\u3079\u304d\u7279\u6a29\u30bb\u30c3\u30c8\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_ROOTDN_UPDATED_PRIVILEGES_597=root \u30e6\u30fc\u30b6\u30fc\u306b\u81ea\u52d5\u7684\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u308b\u7279\u6a29\u306e\u30bb\u30c3\u30c8\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002  \u3053\u306e\u65b0\u3057\u3044\u7279\u6a29\u30bb\u30c3\u30c8\u306f\u3001\u3059\u3067\u306b root \u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u8a8d\u8a3c\u6e08\u307f\u3067\u3042\u308b\u65e2\u5b58\u306e\u63a5\u7d9a\u306b\u306f\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u304c\u3001\u5f8c\u7d9a\u306e\u3059\u3079\u3066\u306e root \u30e6\u30fc\u30b6\u30fc\u8a8d\u8a3c\u306b\u5bfe\u3057\u3066\u4f7f\u7528\u3055\u308c\u307e\u3059
MILD_ERR_CONFIG_FILE_ADD_INSUFFICIENT_PRIVILEGES_598=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u8ffd\u52a0\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_DELETE_INSUFFICIENT_PRIVILEGES_599=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u524a\u9664\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_MODIFY_INSUFFICIENT_PRIVILEGES_600=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u5909\u66f4\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_MODDN_INSUFFICIENT_PRIVILEGES_601=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067 DN \u306e\u5909\u66f4\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_SEARCH_INSUFFICIENT_PRIVILEGES_602=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u691c\u7d22\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_FILE_MODIFY_PRIVS_INSUFFICIENT_PRIVILEGES_603=\u30c7\u30d5\u30a9\u30eb\u30c8\u306e root \u306e\u7279\u6a29\u30bb\u30c3\u30c8\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_CONFIG_CERTMAPPER_CANNOT_GET_BASE_604=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Certificate Mappers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_CERTMAPPER_BASE_DOES_NOT_EXIST_605=\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Certificate Mappers,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_CERTMAPPER_ENTRY_UNACCEPTABLE_606=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_CERTMAPPER_CANNOT_CREATE_MAPPER_607=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_OBJECTCLASS_608=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-certificate-mapper \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_CERTMAPPER_NO_CLASS_NAME_609=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_CLASS_NAME_610=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_CLASS_611=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_ENABLED_VALUE_612=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_CERTMAPPER_CLASS_ACTION_REQUIRED_613=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30de\u30c3\u30d1\u30fc\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_CERTMAPPER_INITIALIZATION_FAILED_614=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_CERTMAPPER_EXISTS_615=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30de\u30c3\u30d1\u30fc\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_CERTMAPPER_UNACCEPTABLE_CONFIG_616=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
FATAL_ERR_CONFIG_KEYMANAGER_CANNOT_GET_BASE_617=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Key Manager Providers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_KEYMANAGER_BASE_DOES_NOT_EXIST_618=\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Key Manager Providers,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_KEYMANAGER_ENTRY_UNACCEPTABLE_619=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_KEYMANAGER_CANNOT_CREATE_PROVIDER_620=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_OBJECTCLASS_621=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-key-manager-provider \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_KEYMANAGER_NO_CLASS_NAME_622=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_CLASS_NAME_623=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_CLASS_624=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_ENABLED_VALUE_625=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
INFO_CONFIG_KEYMANAGER_CLASS_ACTION_REQUIRED_626=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_KEYMANAGER_INITIALIZATION_FAILED_627=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_KEYMANAGER_EXISTS_628=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30d7\u30ed\u30d0\u30a4\u30c0\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_KEYMANAGER_UNACCEPTABLE_CONFIG_629=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
FATAL_ERR_CONFIG_TRUSTMANAGER_CANNOT_GET_BASE_630=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Trust Manager Providers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_TRUSTMANAGER_BASE_DOES_NOT_EXIST_631=\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Trust Manager Providers,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u6a5f\u80fd\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_TRUSTMANAGER_ENTRY_UNACCEPTABLE_632=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u6709\u52b9\u306a\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %s\u3002\u3053\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_TRUSTMANAGER_CANNOT_CREATE_PROVIDER_633=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_OBJECTCLASS_634=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b9a\u7fa9\u306b\u5fc5\u8981\u306a ds-cfg-trust-manager-provider \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_TRUSTMANAGER_NO_CLASS_NAME_635=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-java-class \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306f\u3001\u95a2\u9023\u3059\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b8c\u5168\u6307\u5b9a\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_CLASS_NAME_636=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-java-class \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_CLASS_637=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_ENABLED_VALUE_638=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5c5e\u6027 ds-cfg-enabled \u306e\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059: %s
INFO_CONFIG_TRUSTMANAGER_CLASS_ACTION_REQUIRED_639=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u30af\u30e9\u30b9\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306f\u3001\u52d5\u7684\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u5909\u66f4\u306f\u3001\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
MILD_ERR_CONFIG_TRUSTMANAGER_INITIALIZATION_FAILED_640=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
MILD_ERR_CONFIG_TRUSTMANAGER_EXISTS_641=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u30d7\u30ed\u30d0\u30a4\u30c0\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
SEVERE_ERR_CONFIG_TRUSTMANAGER_UNACCEPTABLE_CONFIG_642=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u3001\u305d\u306e\u5185\u90e8\u306e\u691c\u8a3c\u306b\u5f93\u3063\u3066\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306e\u554f\u984c\u306b\u95a2\u3059\u308b\u5177\u4f53\u7684\u306a\u60c5\u5831\u306f\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
SEVERE_ERR_CONFIG_JMX_CANNOT_GET_ATTRIBUTE_643=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f JMX \u5c5e\u6027 %1$s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_JMX_SET_ATTR_NO_CONNECTION_644=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f JMX \u5c5e\u6027 %1$s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u4f7f\u7528\u3067\u304d\u308b JMX \u63a5\u7d9a\u304c\u3042\u308a\u307e\u305b\u3093
SEVERE_ERR_CONFIG_CHANGE_NO_RESULT_645=%s.%s \u304c\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066 NULL \u306e\u7d50\u679c\u3092\u8fd4\u3057\u307e\u3057\u305f
SEVERE_ERR_CONFIG_CHANGE_RESULT_ERROR_646=%s.%s \u304c\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066\u5931\u6557\u3057\u307e\u3057\u305f:  \u7d50\u679c\u30b3\u30fc\u30c9=%s\u3001\u7ba1\u7406\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5fc5\u8981=%b\u3001\u30e1\u30c3\u30bb\u30fc\u30b8="%s"
SEVERE_WARN_CONFIG_CHANGE_RESULT_ACTION_REQUIRED_647=%s.%s \u306f\u3001\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066\u7ba1\u7406\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5fc5\u8981\u306a\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3057\u305f:  \u30e1\u30c3\u30bb\u30fc\u30b8="%s"
INFO_CONFIG_CHANGE_RESULT_MESSAGES_648=%s\u3002%s \u306f\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066\u6b21\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u751f\u6210\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_CONFIG_VATTR_INVALID_SEARCH_FILTER_649=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea "%2$s" \u306e\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_VATTR_INITIALIZATION_FAILED_650=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4eee\u60f3\u5c5e\u6027\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
SEVERE_ERR_CONFIG_VATTR_SV_TYPE_WITH_MV_PROVIDER_651=\u30a8\u30f3\u30c8\u30ea "%s" \u5185\u306e\u4eee\u60f3\u5c5e\u6027\u69cb\u6210\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306f\u5358\u4e00\u5024\u3067\u3059\u304c\u3001\u30d7\u30ed\u30d0\u30a4\u30c0 %s \u306b\u3088\u3063\u3066\u8907\u6570\u306e\u5024\u304c\u751f\u6210\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_VATTR_SV_TYPE_WITH_MERGE_VALUES_652=\u30a8\u30f3\u30c8\u30ea "%s" \u5185\u306e\u4eee\u60f3\u5c5e\u6027\u69cb\u6210\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306f\u5358\u4e00\u5024\u3067\u3059\u304c\u3001\u7af6\u5408\u52d5\u4f5c\u304c\u5b9f\u5024\u3068\u4eee\u60f3\u5024\u3092\u30de\u30fc\u30b8\u3059\u308b\u3088\u3046\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059
MILD_ERR_CONFIG_FILE_MODIFY_STRUCTURAL_CHANGE_NOT_ALLOWED_653=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u5909\u66f4\u306b\u3088\u308a\u3001\u305d\u306e\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u5909\u308f\u308a\u307e\u3059
FATAL_ERR_CONFIG_CANNOT_CALCULATE_DIGEST_654=\u30d5\u30a1\u30a4\u30eb %s \u306e SHA-1 \u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3092\u8a08\u7b97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_MANUAL_CHANGES_DETECTED_655=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u306e\u3068\u304d\u306b\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306b 1 \u3064\u4ee5\u4e0a\u306e\u5916\u90e8\u5909\u66f4\u304c\u52a0\u3048\u3089\u308c\u305f\u304c\u3001\u5225\u306e\u5909\u66f4\u306e\u305f\u3081\u306b\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304c\u4e0a\u66f8\u304d\u3055\u308c\u305f\u3053\u3068\u3092\u691c\u51fa\u3057\u307e\u3057\u305f\u3002\u624b\u52d5\u306e\u5909\u66f4\u306f\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30d5\u30a1\u30a4\u30eb %s \u5185\u306b\u4fdd\u6301\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CONFIG_MANUAL_CHANGES_LOST_656=\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u306e\u3068\u304d\u306b\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304c\u5916\u90e8\u304b\u3089\u7de8\u96c6\u3055\u308c\u305f\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u3066\u3044\u308b\u3068\u304d\u3001\u307e\u305f\u306f\u3053\u306e\u3088\u3046\u306a\u5909\u66f4\u3092\u4fdd\u6301\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u3068\u304d\u3001\u3042\u308b\u3044\u306f\u305d\u306e\u4e21\u65b9\u3067\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u30a8\u30e9\u30fc\u3092\u691c\u51fa\u3057\u307e\u3057\u305f:  %s\u3002\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u52a0\u3048\u3089\u308c\u305f\u624b\u52d5\u306e\u5909\u66f4\u306f\u3059\u3079\u3066\u5931\u308f\u308c\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_CONFIG_ROTATION_POLICY_INVALID_CLASS_657=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_RETENTION_POLICY_INVALID_CLASS_658=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
SEVERE_ERR_CONFIG_ROTATION_POLICY_CANNOT_CREATE_POLICY_659=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_RETENTION_POLICY_CANNOT_CREATE_POLICY_660=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_LOGGING_CANNOT_CREATE_WRITER_661=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30ac\u30fc\u7528\u306e\u30c6\u30ad\u30b9\u30c8\u30e9\u30a4\u30bf\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_SCHEMA_MULTIPLE_ENTRIES_IN_FILE_662=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u306b\u306f\u8907\u6570\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u6700\u521d\u306e\u30a8\u30f3\u30c8\u30ea\u306e\u307f\u304c\u691c\u8a3c\u3055\u308c\u3001\u8ffd\u52a0\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_UNPARSEABLE_EXTRA_DATA_IN_FILE_663=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u306b\u306f\u3001\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea\u306e\u3042\u3068\u306b\u3001LDIF \u30ea\u30fc\u30c0\u30fc\u3067\u306f\u89e3\u6790\u3067\u304d\u306a\u3044\u8ffd\u52a0\u30c7\u30fc\u30bf\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %3$s\u3002\u6700\u521d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u51e6\u7406\u3055\u308c\u307e\u3059\u304c\u3001\u6b8b\u308a\u306e\u30c7\u30fc\u30bf\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_WARN_CONFIG_PLUGIN_EMPTY_ELEMENT_IN_ORDER_664=\u30bf\u30a4\u30d7 %s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u5b9a\u7fa9\u306b\u306f\u7a7a\u306e\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u304c\u8aa4\u3063\u3066\u8a55\u4fa1\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_CONFIG_PLUGIN_MULTIPLE_WILDCARDS_IN_ORDER_665=\u30bf\u30a4\u30d7 %s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u5b9a\u7fa9\u306b\u306f\u8907\u6570\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3059\u3079\u3066\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u5b9a\u7fa9\u306b\u3001\u4e0d\u4e00\u81f4\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u9806\u5e8f\u5185\u306e\u3069\u3053\u306b\u542b\u3081\u308b\u304b\u3092\u793a\u3059\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u8981\u7d20\u3092\u6b63\u78ba\u306b 1 \u3064\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8907\u6570\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u3092\u542b\u3081\u308b\u3068\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u304c\u8aa4\u3063\u3066\u8a55\u4fa1\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_CONFIG_PLUGIN_LISTED_MULTIPLE_TIMES_666=\u30bf\u30a4\u30d7 %s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u5b9a\u7fa9\u306b\u306f '%s' \u30d7\u30e9\u30b0\u30a4\u30f3\u3078\u306e\u8907\u6570\u306e\u53c2\u7167\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u304c\u8aa4\u3063\u3066\u8a55\u4fa1\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_CONFIG_PLUGIN_ORDER_NO_WILDCARD_667=\u30bf\u30a4\u30d7 %s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u5b9a\u7fa9\u306b\u306f\u3001\u4e0d\u4e00\u81f4\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u9806\u5e8f\u5185\u306e\u3069\u3053\u306b\u542b\u3081\u308b\u304b\u3092\u793a\u3059\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u3059\u3079\u3066\u306e\u540d\u524d\u672a\u5b9a\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u4e00\u9023\u306e\u540d\u524d\u4ed8\u304d\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u3042\u3068\u306b\u547c\u3073\u51fa\u3057\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_SYNTAX_IN_USE_668=\u5c5e\u6027\u69cb\u6587 %s \u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_SYNTAX_IN_USE_669=\u5c5e\u6027\u69cb\u6587 %s \u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_AT_670=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_MRU_671=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_AT_672=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_MRU_673=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CONFIG_WORK_QUEUE_INITIALIZATION_FAILED_674=\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u3068\u3057\u3066\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093:  %s
INFO_CONFIG_WORK_QUEUE_CLASS_CHANGE_REQUIRES_RESTART_675=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30af\u30e9\u30b9\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u305f\u3060\u3057\u3053\u306e\u5909\u66f4\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_ERR_CONFIG_FILE_ADD_APPLY_FAILED_676=\u69cb\u6210\u306e\u8ffd\u52a0\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4e8b\u524d\u306e\u30c1\u30a7\u30c3\u30af\u306f\u3059\u3079\u3066\u6210\u529f\u3057\u3001\u30a8\u30f3\u30c8\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u69cb\u6210\u8ffd\u52a0\u30ea\u30b9\u30ca\u30fc\u304c\u3001\u5909\u66f4\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u3092\u5831\u544a\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_FILE_DELETE_APPLY_FAILED_677=\u69cb\u6210\u306e\u524a\u9664\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4e8b\u524d\u306e\u30c1\u30a7\u30c3\u30af\u306f\u3059\u3079\u3066\u6210\u529f\u3057\u3001\u30a8\u30f3\u30c8\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u69cb\u6210\u524a\u9664\u30ea\u30b9\u30ca\u30fc\u304c\u3001\u5909\u66f4\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u3092\u5831\u544a\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_FILE_MODIFY_APPLY_FAILED_678=\u69cb\u6210\u306e\u5909\u66f4\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4e8b\u524d\u306e\u30c1\u30a7\u30c3\u30af\u306f\u3059\u3079\u3066\u6210\u529f\u3057\u3001\u5909\u66f4\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u66f8\u304d\u8fbc\u307e\u308c\u307e\u3057\u305f\u304c\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u69cb\u6210\u5909\u66f4\u30ea\u30b9\u30ca\u30fc\u304c\u3001\u5909\u66f4\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u3092\u5831\u544a\u3057\u307e\u3057\u305f:  %s
MILD_ERR_CONFIG_KEYMANAGER_CONFIG_NOT_ACCEPTABLE_679=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_TRUSTMANAGER_CONFIG_NOT_ACCEPTABLE_680=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_AUTHZ_CONFIG_NOT_ACCEPTABLE_681=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_ACCTNOTHANDLER_CONFIG_NOT_ACCEPTABLE_682=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_SCHEMA_SYNTAX_CONFIG_NOT_ACCEPTABLE_683=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u69cb\u6587\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_CERTMAPPER_CONFIG_NOT_ACCEPTABLE_684=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_GROUP_CONFIG_NOT_ACCEPTABLE_686=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_IDMAPPER_CONFIG_NOT_ACCEPTABLE_687=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_SCHEMA_MR_CONFIG_NOT_ACCEPTABLE_688=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_PWGENERATOR_CONFIG_NOT_ACCEPTABLE_689=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_PWSCHEME_CONFIG_NOT_ACCEPTABLE_690=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_PWVALIDATOR_CONFIG_NOT_ACCEPTABLE_691=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_PLUGIN_CONFIG_NOT_ACCEPTABLE_692=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_SASL_CONFIG_NOT_ACCEPTABLE_693=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_VATTR_CONFIG_NOT_ACCEPTABLE_694=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u4eee\u60f3\u5c5e\u6027\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_ALERTHANDLER_CONFIG_NOT_ACCEPTABLE_695=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30e9\u30fc\u30c8\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_ALERTHANDLER_INITIALIZATION_FAILED_696=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30e9\u30fc\u30c8\u30cf\u30f3\u30c9\u30e9\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
SEVERE_ERR_CONFIG_CORE_INVALID_SMTP_SERVER_697=\u6307\u5b9a\u3055\u308c\u305f SMTP \u30b5\u30fc\u30d0\u30fc\u5024 '%s' \u306f\u7121\u52b9\u3067\u3059\u3002SMTP \u30b5\u30fc\u30d0\u30fc\u5024\u306b\u306f IP \u30a2\u30c9\u30ec\u30b9\u307e\u305f\u306f\u89e3\u6c7a\u53ef\u80fd\u306a\u540d\u524d\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u5fc5\u8981\u306b\u5fdc\u3058\u3066\u305d\u306e\u3042\u3068\u306b\u30b3\u30ed\u30f3\u3068\u3001\u30b5\u30fc\u30d0\u30fc\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u6307\u5b9a\u3059\u308b 1 \u304b\u3089 65535 \u307e\u3067\u306e\u6574\u6570\u5024\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059
SEVERE_ERR_STARTOK_CANNOT_OPEN_FOR_READING_698=\u73fe\u5728\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u3001".startok" \u30d5\u30a1\u30a4\u30eb\u306b\u30b3\u30d4\u30fc\u3059\u308b\u305f\u3081\u306b\u8aad\u307f\u53d6\u308a\u7528\u306b\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_STARTOK_CANNOT_OPEN_FOR_WRITING_699=".startok" \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092\u66f8\u304d\u8fbc\u3080\u305f\u3081\u306b\u30d5\u30a1\u30a4\u30eb %s \u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_STARTOK_CANNOT_WRITE_700=".startok" \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3001\u73fe\u5728\u306e\u69cb\u6210\u3092\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u4e00\u6642\u30d5\u30a1\u30a4\u30eb %s \u306b\u30b3\u30d4\u30fc\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_STARTOK_CANNOT_RENAME_701=".startok" \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3001\u30d5\u30a1\u30a4\u30eb %s \u306e\u540d\u524d\u3092 %s \u306b\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
NOTICE_CONFIG_FILE_USING_STARTOK_FILE_702=\u6709\u52b9\u306a\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3067\u306f\u306a\u304f\u3001\u524d\u56de\u6b63\u5e38\u306b\u4f7f\u7528\u3055\u308c\u305f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u4f7f\u7528\u3057\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3057\u3066\u3044\u307e\u3059
SEVERE_WARN_CONFIG_FILE_NO_STARTOK_FILE_703=\u524d\u56de\u6b63\u5e38\u306b\u4f7f\u7528\u3055\u308c\u305f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u306f\u6709\u52b9\u306a\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u4f7f\u7528\u3057\u3066\u8d77\u52d5\u3092\u8a66\u307f\u307e\u3059
SEVERE_ERR_CONFIG_JE_PROPERTY_INVALID_704=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u3092\u89e3\u6790\u304a\u3088\u3073\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_CONFIG_JE_PROPERTY_INVALID_FORM_705=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u3092\u89e3\u6790\u304a\u3088\u3073\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u5358\u4e00\u306e property=value \u5f62\u5f0f\u306b\u5f93\u3063\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CONFIG_JE_PROPERTY_SHADOWS_CONFIG_706=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u3092\u89e3\u6790\u304a\u3088\u3073\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u30b7\u30e3\u30c9\u30a6\u3092\u4f5c\u6210\u3057\u307e\u3059
SEVERE_ERR_CONFIG_JE_DUPLICATE_PROPERTY_707=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u3092\u89e3\u6790\u304a\u3088\u3073\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u3001\u3059\u3067\u306b\u3053\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306b\u5bfe\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
INFO_CONFIG_JE_PROPERTY_REQUIRES_RESTART_708=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u306e\u8a2d\u5b9a\u306f\u3001\u8a2d\u5b9a\u3055\u308c\u305f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304c\u518d\u8d77\u52d5\u3055\u308c\u308b\u307e\u3067\u3001\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
SEVERE_ERR_CONFIG_LOGGING_CANNOT_OPEN_FILE_709=\u30ed\u30ac\u30fc %2$s \u7528\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
SEVERE_ERR_CONFIG_WORKFLOW_ELEMENT_CONFIG_NOT_ACCEPTABLE_710=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_CONFIG_WORKFLOW_ELEMENT_CANNOT_INITIALIZE_711=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
MILD_ERR_CONFIG_WORKFLOW_ELEMENT_ALREADY_REGISTERED_712=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20 %s \u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u3059\u3067\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u3053\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u306f\u7121\u8996\u3055\u308c\u307e\u3059
SEVERE_ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_MANUAL_713=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u624b\u52d5\u30e2\u30fc\u30c9\u3067\u69cb\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u307e\u305f\u3001\u81ea\u52d5\u69cb\u6210\u30e2\u30fc\u30c9\u3078\u306e\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3082\u5931\u6557\u3057\u307e\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u304c\u4e0d\u5b89\u5b9a\u306a\u72b6\u614b\u306b\u3042\u308b\u5834\u5408\u306f\u3001\u6700\u5f8c\u306e\u6709\u52b9\u306a\u69cb\u6210\u3067\u518d\u8d77\u52d5\u3057\u3066\u304f\u3060\u3055\u3044
SEVERE_ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_AUTO_714=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u81ea\u52d5\u30e2\u30fc\u30c9\u3067\u69cb\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u307e\u305f\u3001\u624b\u52d5\u69cb\u6210\u30e2\u30fc\u30c9\u3078\u306e\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3082\u5931\u6557\u3057\u307e\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u304c\u4e0d\u5b89\u5b9a\u306a\u72b6\u614b\u306b\u3042\u308b\u5834\u5408\u306f\u3001\u6700\u5f8c\u306e\u6709\u52b9\u306a\u69cb\u6210\u3067\u518d\u8d77\u52d5\u3057\u3066\u304f\u3060\u3055\u3044
SEVERE_ERR_CONFIG_LOGGING_INSANE_MODE_715=\u7121\u52b9\u306a UNIX \u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u6a29 %s \u306b\u3088\u3063\u3066\u3001\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306b\u3088\u308b\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u66f8\u304d\u8fbc\u307f\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_CONFIG_LOGGING_MODE_INVALID_716=\u7121\u52b9\u306a UNIX \u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u6a29 %s: %s
MILD_ERR_CONFIG_EXTENSION_CONFIG_NOT_ACCEPTABLE_717=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u62e1\u5f35\u6a5f\u80fd\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
MILD_ERR_CONFIG_EXTENSION_INITIALIZATION_FAILED_718=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u62e1\u5f35\u6a5f\u80fd\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
SEVERE_ERR_CONFIG_NETWORKGROUPREQUESTFILTERINGPOLICY_INVALID_ATTRIBUTE_719=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u8a31\u53ef\u3055\u308c\u305f\u5c5e\u6027 %1$s \u306f\u3001\u7981\u6b62\u3055\u308c\u305f\u5c5e\u6027\u3068\u3057\u3066\u3082\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CONFIG_NETWORKGROUPREQUESTFILTERINGPOLICY_INVALID_SUBTREE_720=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u8a31\u53ef\u3055\u308c\u305f\u30b5\u30d6\u30c4\u30ea\u30fc %1$s \u306f\u3001\u7981\u6b62\u3055\u308c\u305f\u30b5\u30d6\u30c4\u30ea\u30fc\u3068\u3057\u3066\u3082\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CONFIG_NETWORK_GROUP_CONFIG_NOT_ACCEPTABLE_721=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_ERR_CONFIG_NETWORK_GROUP_POLICY_CANNOT_INITIALIZE_722=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u30dd\u30ea\u30b7\u30fc\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_LDAP_SYNTAX_723=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f ldapSyntaxes \u5c5e\u6027\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_LDAP_SYNTAX_724=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f LDAP \u69cb\u6587\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e LDAP \u69cb\u6587\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e LDAP \u69cb\u6587\u306e\u8aac\u660e\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
