# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2009 Sun Microsystems, Inc.
#      Portions Copyright 2013 ForgeRock AS.



#
# Global directives
#
global.category=CONFIG

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_CONFIG_ATTR_IS_REQUIRED_1=L'attribut de configuration %s doit avoir au minimum une valeur mais l'op\u00e9ration effectu\u00e9e a d\u00fb supprimer toutes les valeurs
MILD_ERR_CONFIG_ATTR_REJECTED_VALUE_2=La valeur fournie %s pour l'attribut de configuration %s a \u00e9t\u00e9 refus\u00e9e.  La raison fournie \u00e9tait\u00a0: %s
MILD_ERR_CONFIG_ATTR_SET_VALUES_IS_SINGLE_VALUED_3=L'attribut de configuration %s n'accepte qu'une valeur et plusieurs valeurs ont \u00e9t\u00e9 fournies
MILD_ERR_CONFIG_ATTR_ADD_VALUES_IS_SINGLE_VALUED_4= L'attribut de configuration %s n'accepte qu'une valeur mais l'ajout des valeurs entr\u00e9es lui en fournirait plusieurs
MILD_ERR_CONFIG_ATTR_ADD_VALUES_ALREADY_EXISTS_5=L'attribut de configuration %s contient d\u00e9j\u00e0 une valeur %s
MILD_ERR_CONFIG_ATTR_NO_SUCH_VALUE_6=Impossible de supprimer la valeur %s de l'attribut de configuration %s car la valeur sp\u00e9cifi\u00e9e n'existe pas
MILD_ERR_CONFIG_ATTR_INVALID_BOOLEAN_VALUE_7=Impossible de d\u00e9finir la valeur de l'attribut de configuration bool\u00e9enne %s car la valeur fournie %s n'\u00e9tait pas 'true' ou 'false'
MILD_ERR_CONFIG_ATTR_NO_INT_VALUE_8=Impossible de r\u00e9cup\u00e9rer la valeur de l'attribut de configuration %s en tant que nombre entier car cet attribut n'a aucune valeur
MILD_ERR_CONFIG_ATTR_MULTIPLE_INT_VALUES_9=Impossible de r\u00e9cup\u00e9rer la valeur de l'attribut de configuration %s en tant que nombre entier car cet attribut a plusieurs valeurs
MILD_ERR_CONFIG_ATTR_VALUE_OUT_OF_INT_RANGE_10=Impossible de r\u00e9cup\u00e9rer la valeur de l'attribut de configuration %s en tant que int Java car la valeur est en dehors de la plage autoris\u00e9e pour un int
MILD_ERR_CONFIG_ATTR_INVALID_INT_VALUE_11=Impossible de d\u00e9finir la valeur de l'attribut %s de configuration de nombre entier car la valeur fournie %s ne peut pas \u00eatre interpr\u00e9t\u00e9e comme un entier\u00a0: %s
MILD_ERR_CONFIG_ATTR_INT_BELOW_LOWER_BOUND_12=Impossible de d\u00e9finir la valeur de l'attribut de configuration %s car la valeur fournie %d est inf\u00e9rieure \u00e0 la valeur minimale autoris\u00e9e %d
MILD_ERR_CONFIG_ATTR_INT_ABOVE_UPPER_BOUND_13=Impossible de d\u00e9finir la valeur de l'attribut de configuration %s car la valeur fournie %d est sup\u00e9rieure \u00e0 la valeur maximale autoris\u00e9e %d
MILD_ERR_CONFIG_ATTR_INT_COULD_NOT_PARSE_14=Impossible d'analyser la valeur %s de l'attribut de configuration %s en tant que valeur d'entier\u00a0:  %s
MILD_ERR_CONFIG_ATTR_NO_STRING_VALUE_15=Impossible de r\u00e9cup\u00e9rer la valeur de l'attribut de configuration %s en tant que cha\u00eene car cet attribut n'a aucune valeur
MILD_ERR_CONFIG_ATTR_MULTIPLE_STRING_VALUES_16=Impossible de r\u00e9cup\u00e9rer la valeur de l'attribut de configuration %s en tant que cha\u00eene car cet attribut a plusieurs valeurs
MILD_ERR_CONFIG_ATTR_EMPTY_STRING_VALUE_17=Une cha\u00eene de valeurs vide a \u00e9t\u00e9 fournie comme attribut de configuration %s
MILD_ERR_CONFIG_ATTR_VALUE_NOT_ALLOWED_18=La valeur %s ne figure pas dans la liste des valeurs acceptables pour un attribut de configuration %s
MILD_ERR_CONFIG_ATTR_INVALID_UNIT_19=%s n'est pas valide pour un attribut de configuration %s
MILD_ERR_CONFIG_ATTR_NO_UNIT_DELIMITER_20=Impossible de d\u00e9coder %s en tant que valeur d'entier et unit\u00e9 d'attribut de configuration %s car aucun s\u00e9parateur de valeur/unit\u00e9 n'a \u00e9t\u00e9 trouv\u00e9
MILD_ERR_CONFIG_ATTR_COULD_NOT_PARSE_INT_COMPONENT_21=Impossible de d\u00e9coder la partie enti\u00e8re d'une valeur %s  d'attribut de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_ATTR_INVALID_VALUE_WITH_UNIT_22=La valeur fournie %s pour un nombre entier avec un attribut d'unit\u00e9 %s n'est pas autoris\u00e9e\u00a0:  %s
MILD_ERR_CONFIG_ENTRY_CONFLICTING_CHILD_23=Impossible d'ajouter une entr\u00e9e de configuration %s en tant qu'enfant d'une entr\u00e9e de configuration %s car une entr\u00e9e d'enfant a d\u00e9j\u00e0 \u00e9t\u00e9 trouv\u00e9e avec ce DN
MILD_ERR_CONFIG_ENTRY_NO_SUCH_CHILD_24=Impossible de supprimer une entr\u00e9e %s en tant qu'enfant d'une entr\u00e9e de configuration %s car cette entr\u00e9e n'a pas d'enfant avec le DN sp\u00e9cifi\u00e9
MILD_ERR_CONFIG_ENTRY_CANNOT_REMOVE_NONLEAF_25=Impossible de supprimer une entr\u00e9e %s en tant qu'enfant d'une entr\u00e9e de configuration %s car cette entr\u00e9e a elle-m\u00eame des enfants et que des entr\u00e9es non-terminales ne doivent pas \u00eatre supprim\u00e9es
FATAL_ERR_CONFIG_FILE_DOES_NOT_EXIST_26=Le fichier de configuration sp\u00e9cifi\u00e9 (%s) n\u2019existe pas ou est illisible
FATAL_ERR_CONFIG_FILE_CANNOT_VERIFY_EXISTENCE_27=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination de l\u2019existence du fichier de configuration %s\u00a0: %s
FATAL_ERR_CONFIG_FILE_CANNOT_OPEN_FOR_READ_28=Une erreur s\u2019est produite lors de la tentative d\u2019ouverture du fichier de configuration %s pour la lecture\u00a0: %s
FATAL_ERR_CONFIG_FILE_READ_ERROR_29=Une erreur s\u2019est produite lors de la tentative de lecture du contenu du fichier de configuration %s\u00a0: %s
MILD_ERR_CONFIG_ATTR_OPTIONS_NOT_ALLOWED_30=Attribut de configuration invalide %s d\u00e9tect\u00e9\u00a0: la seule option d'attribut autoris\u00e9e dans la configuration de Directory Server  est "pending" pour indiquer le jeu de valeurs en attente
FATAL_ERR_CONFIG_FILE_INVALID_LDIF_ENTRY_31=Une erreur s\u2019est produite sur ou pr\u00e8s de la ligne %d lors de la tentative d\u2019analyse de la configuration \u00e0 partir du fichier LDIF %s\u00a0: %s
FATAL_ERR_CONFIG_FILE_EMPTY_32=Le fichier de configuration sp\u00e9cifi\u00e9 (%s) ne semble pas contenir d\u2019entr\u00e9e de configuration
FATAL_ERR_CONFIG_FILE_INVALID_BASE_DN_33=La premi\u00e8re entr\u00e9e lue dans le fichier de configuration LDIF %s porte le DN "%s" au lieu de la valeur attendue "%s", qui doit \u00eatre utilis\u00e9e comme racine de la configuration Directory Server
FATAL_ERR_CONFIG_FILE_GENERIC_ERROR_34=Une erreur inattendue s\u2019est produite lors de la tentative de traitement du fichier de configuration Directory Server %s\u00a0: %s
FATAL_ERR_CONFIG_FILE_DUPLICATE_ENTRY_35=L\u2019entr\u00e9e de configuration %s, qui commence sur ou vers la ligne %s dans le fichier de configuration LDIF %s, porte le m\u00eame DN qu\u2019une autre entr\u00e9e d\u00e9j\u00e0 lue depuis ce fichier
FATAL_ERR_CONFIG_FILE_NO_PARENT_36=L\u2019entr\u00e9e de configuration %s, qui commence sur ou vers la ligne %d dans le fichier LDIF de configuration %s, ne semble avoir aucune entr\u00e9e parente (DN parent attendu\u00a0: %s)
FATAL_ERR_CONFIG_FILE_UNKNOWN_PARENT_37=Directory Server n\u2019a pas pu d\u00e9terminer le DN parent pour l\u2019entr\u00e9e de configuration %s, qui commence sur ou vers la ligne %d dans le fichier LDIF de configuration %s
FATAL_ERR_CONFIG_CANNOT_DETERMINE_SERVER_ROOT_38=Impossible de d\u00e9terminer la racine d\u2019instance Directory Server depuis une variable d\u2019environnement ou sur la base de l\u2019emplacement du fichier de configuration.  D\u00e9finissez une variable d\u2019environnement nomm\u00e9e %s avec une valeur stockant le chemin absolu de la racine d\u2019installation du serveur
SEVERE_ERR_CONFIG_FILE_WRITE_ERROR_39=Une erreur inattendue s\u2019est produite lors de la tentative d\u2019\u00e9criture de l\u2019entr\u00e9e de configuration %s dans LDIF\u00a0: %s
SEVERE_ERR_CONFIG_FILE_CLOSE_ERROR_40=Une erreur inattendue s\u2019est produite lors de la tentative de fermeture du processus d\u2019\u00e9criture LDIF\u00a0: %s
SEVERE_ERR_CONFIG_FILE_UNWILLING_TO_IMPORT_41=La configuration Directory Server ne peut pas \u00eatre alt\u00e9r\u00e9e par l\u2019importation d\u2019une nouvelle configuration depuis LDIF
FATAL_ERR_CONFIG_LOGGER_CANNOT_GET_BASE_42=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de logger de base cn=Loggers,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_LOGGER_BASE_DOES_NOT_EXIST_43=La base de configuration de logger cn=Loggers,cn=config n\u2019existe pas dans la configuration Directory Server.  Les fonctions de journalisation ne seront disponibles que lorsque vous aurez cr\u00e9\u00e9 cette entr\u00e9e et red\u00e9marr\u00e9 Directory Server
SEVERE_WARN_CONFIG_LOGGER_NO_ACTIVE_ACCESS_LOGGERS_44=Aucun logger d\u2019acc\u00e8s actif n\u2019est d\u00e9fini dans la configuration Directory Server.  Aucune journalisation des acc\u00e8s ne sera effectu\u00e9e
SEVERE_WARN_CONFIG_LOGGER_NO_ACTIVE_ERROR_LOGGERS_45=Aucun logger d\u2019erreur actif n\u2019est d\u00e9fini dans la configuration Directory Server.  Aucune journalisation des erreurs ne sera effectu\u00e9e
MILD_WARN_CONFIG_LOGGER_NO_ACTIVE_DEBUG_LOGGERS_46=Il n'y a pas de journal de deboguage actif d\u00e9fini dans la configuration de Directory Server.  Aucune connexion de d\u00e9boguage ne sera eeffectu\u00e9e.
SEVERE_ERR_CONFIG_LOGGER_ENTRY_UNACCEPTABLE_47=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de logger valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
INFO_CONFIG_UNKNOWN_UNACCEPTABLE_REASON_48=Raison inconnue inacceptable
SEVERE_ERR_CONFIG_LOGGER_CANNOT_CREATE_LOGGER_49=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un logger Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_OBJECTCLASS_50=L\u2019entr\u00e9e de configuration %s ne contient aucune classe d\u2019objet valide pour une d\u00e9finition de logger d\u2019acc\u00e8s, d\u2019erreur ou de d\u00e9bogage Directory Server
INFO_CONFIG_LOGGER_DESCRIPTION_CLASS_NAME_51=Le nom complet de la classe Java d\u00e9finissant le journal de Directory Server.  En cas de changement alors que le journal associ\u00e9 est activ\u00e9, la modification ne prend pas effet tant que ce journal n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9
SEVERE_ERR_CONFIG_LOGGER_NO_CLASS_NAME_52=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du logger associ\u00e9
SEVERE_ERR_CONFIG_LOGGER_INVALID_CLASS_NAME_53=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ACCESS_LOGGER_CLASS_54=La classe %s sp\u00e9cifi\u00e9e dans l\u2019attribut ds-cfg-java-class de l\u2019entr\u00e9e de configuration %s ne peut pas \u00eatre instanci\u00e9e en tant que logger d\u2019acc\u00e8s Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ERROR_LOGGER_CLASS_55=La classe %s sp\u00e9cifi\u00e9e dans l\u2019attribut ds-cfg-java-class de l\u2019entr\u00e9e de configuration %s ne peut pas \u00eatre instanci\u00e9e en tant que logger d\u2019erreur Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_DEBUG_LOGGER_CLASS_56=La classe %s sp\u00e9cifi\u00e9e dans l\u2019attribut ds-cfg-java-class de l\u2019entr\u00e9e de configuration %s ne peut pas \u00eatre instanci\u00e9e en tant que logger de d\u00e9bogage Directory Server\u00a0: %s
INFO_CONFIG_LOGGER_DESCRIPTION_ENABLED_57=Indique si ce journal de Directory Server doit \u00eatre activ\u00e9.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_LOGGER_NO_ENABLED_ATTR_58=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si le logger doit \u00eatre activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_LOGGER_INVALID_ENABLED_VALUE_59=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_CORE_DESCRIPTION_ALLOW_ATTR_EXCEPTIONS_60=Indique si une certaine flexibilit\u00e9 doit \u00eatre autoris\u00e9e dans les caract\u00e8res pouvant \u00eatre utilis\u00e9s pour les noms d'attributs. Par d\u00e9faut, les noms d'attributs peuvent uniquement contenir des lettres alphab\u00e9tiques ASCII, des chiffres num\u00e9riques et tirets et doivent commencer par une lettre.  Si les exceptions de nom d'attribut sont activ\u00e9es, le caract\u00e8re de soulignement sera \u00e9galement autoris\u00e9 et le nom d'attribut pourra aussi commencer par un chiffre.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_ALLOW_EXCEPTIONS_61=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-allow-attribute-name-exceptions (doit \u00eatre une valeur bool\u00e9enne de type true/false)\u00a0: %s
INFO_CONFIG_CORE_DESCRIPTION_INVALID_SYNTAX_BEHAVIOR_62=Comportement \u00e0 adopter par Directory Server s'il d\u00e9couvre un attribut dont la valeur n'est pas conforme \u00e0 la syntaxe pour cet attribut. Les valeurs acceptables pour cet attribut sont "reject" pour refuser la valeur invalide, "warn" pour accepter la valeur invalide tout en journalisant un message d'avertissement ou "accept" pour accepter la valeur invalide sans aucune avertissement.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_ENFORCE_STRICT_SYNTAX_63=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-invalid-attribute-syntax-behavior (doit \u00eatre "accept", "reject" ou "warn")\u00a0: %s
MILD_ERR_CONFIG_ATTR_MULTIPLE_PENDING_VALUE_SETS_64=L'attribut de configuration %s semble contenir plusieurs jeux de valeurs en attente
MILD_ERR_CONFIG_ATTR_MULTIPLE_ACTIVE_VALUE_SETS_65=L'attribut de configuration %s semble contenir plusieurs jeux de valeurs actives
MILD_ERR_CONFIG_ATTR_NO_ACTIVE_VALUE_SET_66=L'attribut de configuration %s ne contient pas de jeu de valeurs actives
MILD_ERR_CONFIG_ATTR_INT_INVALID_TYPE_67=Impossible d'analyser la valeur %s de l'attribut de configuration %s en tant que valeur d'entier car l'\u00e9l\u00e9ment \u00e9tait d'un type invalide (%s)
MILD_ERR_CONFIG_ATTR_INT_INVALID_ARRAY_TYPE_68=Impossible d'analyser la valeur de l'attribut de configuration %s en tant que jeu de valeurs d'entier car le tableau contenait des \u00e9l\u00e9ments d'un type invalide (%s)
MILD_ERR_CONFIG_ATTR_INVALID_STRING_VALUE_69=Impossible d'analyser la valeur %s de l'attribut de configuration %s en tant que valeur de cha\u00eene\u00a0:  %s
MILD_ERR_CONFIG_ATTR_STRING_INVALID_TYPE_70=Impossible d'analyser la valeur %s de l'attribut de configuration %s en tant que valeur de cha\u00eene car l'\u00e9l\u00e9ment \u00e9tait d'un type invalide (%s)
MILD_ERR_CONFIG_ATTR_STRING_INVALID_ARRAY_TYPE_71=Impossible d'analyser la valeur de l'attribut de configuration %s en tant que jeu de valeurs de cha\u00eenes car le tableau contenait des \u00e9l\u00e9ments d'un type invalide (%s)
MILD_ERR_CONFIG_ATTR_INT_WITH_UNIT_INVALID_TYPE_72=Impossible d'analyser la valeur %s de l'attribut de configuration %s en tant que nombre entier avec une valeur d'unit\u00e9 car l'\u00e9l\u00e9ment \u00e9tait d'un type invalide (%s)
MILD_ERR_CONFIG_JMX_ATTR_NO_VALUE_73=L'entr\u00e9e de configuration %s ne contient pas de valeur d'attribut %s
MILD_ERR_CONFIG_JMX_ATTR_NO_ATTR_74=L'entr\u00e9e de configuration %s ne contient pas d'attribut %s (ou cet attribut existe mais n'est pas accessible au moyen de JMX)
MILD_ERR_CONFIG_JMX_CANNOT_GET_CONFIG_ENTRY_75=Impossible de r\u00e9cup\u00e9rer une entr\u00e9e de configuration %s au moyen de JMX\u00a0:  %s
MILD_ERR_CONFIG_JMX_ATTR_INVALID_VALUE_76=La tentative de mise \u00e0 jour de l'attribut %s de l'entr\u00e9e de configuration %s par JMX aurait entra\u00een\u00e9 une valeur invalide\u00a0:  %s
MILD_ERR_CONFIG_JMX_UNACCEPTABLE_CONFIG_77=La mise \u00e0 jour de l'entr\u00e9e de configuration %s par JMX aurait entra\u00een\u00e9 une configuration invalide\u00a0:  %s
MILD_ERR_CONFIG_JMX_NO_METHOD_78=Il n'existe aucune m\u00e9thode %s pour un composant invocable enregistr\u00e9 avec l'entr\u00e9e de configuration %s
MILD_ERR_CONFIG_CANNOT_GET_CONFIG_ENTRY_79=Une erreur s'est produite lors de la tentative de r\u00e9cup\u00e9ration d'une entr\u00e9e de configuration %s\u00a0:  %s
INFO_CONFIG_SET_ATTRIBUTE_80=La valeur de l'attribut de configuration %s a \u00e9t\u00e9 d\u00e9finie sur %s dans l'entr\u00e9e de configuration %s
MILD_ERR_CONFIG_CHANGE_NOT_SUCCESSFUL_81=La tentative de mise \u00e0 jour de l'entr\u00e9e de configuration %s n'a pas r\u00e9ussi et un ou plusieurs probl\u00e8mes se sont pr\u00e9sent\u00e9s\u00a0: %s
SEVERE_ERR_CONFIG_LOGGER_NO_FILE_NAME_82=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-log-file, qui indique le nom du fichier journal du logger associ\u00e9
SEVERE_ERR_CONFIG_JMX_CANNOT_REGISTER_MBEAN_83=Directory Server n\u2019a pas pu enregistrer de MBean JMX pour le composant associ\u00e9 \u00e0 l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_LDIF_WRITE_ERROR_84=Une erreur inattendue s\u2019est produite lors de la tentative d\u2019exportation de la configuration Directory Server vers LDIF\u00a0: %s
INFO_CONFIG_WORK_QUEUE_DESCRIPTION_NUM_THREADS_85=Nombre de threads de travail \u00e0 utiliser pour les requ\u00eates de traitement, qui contr\u00f4lent le nombre d'op\u00e9rations que le serveur peut traiter simultan\u00e9ment.  La valeur optimale d\u00e9pend du type de syst\u00e8me sur lequel le serveur tourne et de la charge de travail qu'il doit traiter, tout en \u00e9tant plut\u00f4t d\u00e9termin\u00e9 par des tests de rendement.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
INFO_CONFIG_WORK_QUEUE_DESCRIPTION_MAX_CAPACITY_86=Le nombre maximum de requ\u00eates en attente pouvant \u00eatre trait\u00e9es dans la file d'attente \u00e0 tout moment pendant que tous les threads de travail sont occup\u00e9s \u00e0 traiter d'autres op\u00e9rations.  Si la limite est atteinte, toute nouvelle requ\u00eate sera refus\u00e9e.  0 indique qu'il n'y a aucune limite.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_DETERMINE_NUM_WORKER_THREADS_87=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de la valeur de l\u2019attribut ds-cfg-num-worker-threads depuis l\u2019entr\u00e9e %s, qui sert \u00e0 sp\u00e9cifier le nombre de thread de travail qui desservent la file d\u2019attente de travail\u00a0: %s. Directory Server va utiliser la valeur par d\u00e9faut, 24
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_DETERMINE_QUEUE_CAPACITY_88=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de la valeur de l\u2019attribut ds-cfg-max-work-queue-capacity depuis l\u2019entr\u00e9e %s, qui sert \u00e0 sp\u00e9cifier le nombre maximal d\u2019op\u00e9rations en attente qui peuvent \u00eatre stock\u00e9es dans la file d\u2019attente de travail\u00a0: %s. Directory Server va utiliser la valeur par d\u00e9faut, 0
SEVERE_WARN_CONFIG_WORK_QUEUE_NUM_THREADS_INVALID_VALUE_89=La valeur de l\u2019attribut de configuration ds-cfg-num-worker-threads dans l\u2019entr\u00e9e de configuration %s comporte une valeur non valide (%d).  Cet attribut n\u00e9cessite une valeur enti\u00e8re sup\u00e9rieure \u00e0 z\u00e9ro
SEVERE_WARN_CONFIG_WORK_QUEUE_CAPACITY_INVALID_VALUE_90=La valeur de l\u2019attribut de configuration ds-cfg-max-work-queue-capacity dans l\u2019entr\u00e9e de configuration %s comporte une valeur non valide (%d).  Cet attribut n\u00e9cessite une valeur enti\u00e8re sup\u00e9rieure ou \u00e9gale \u00e0 z\u00e9ro
INFO_CONFIG_WORK_QUEUE_CREATED_THREADS_91=%d threads de travail suppl\u00e9mentaires ont \u00e9t\u00e9 cr\u00e9\u00e9s pour porter le nombre total de threads disponibles \u00e0 %d
INFO_CONFIG_WORK_QUEUE_DESTROYING_THREADS_92=%d threads de travail vont s'arr\u00eater d\u00e8s que possible afin de porter le nombre total de threads disponibles \u00e0 %d  (l'arr\u00eat r\u00e9el peut prendre quelques secondes)
INFO_CONFIG_WORK_QUEUE_NEW_CAPACITY_93=La capacit\u00e9 de la file d'attente a \u00e9t\u00e9 mise \u00e0 jour pour prendre en compte la nouvelle valeur %d
SEVERE_ERR_CONFIG_WORK_QUEUE_TOO_MANY_FAILURES_94=Le thread de travail "%s" a subi trop d\u2019\u00e9checs r\u00e9p\u00e9t\u00e9s lors de la tentative de r\u00e9cup\u00e9ration de l\u2019op\u00e9ration suivante depuis la file d\u2019attente de travail (%d \u00e9checs d\u00e9tect\u00e9s, maximum autoris\u00e9\u00a0: %d).  Ce thread de travail va \u00eatre d\u00e9truit
SEVERE_ERR_CONFIG_WORK_QUEUE_CANNOT_CREATE_MONITOR_95=Un probl\u00e8me s\u2019est produit lors de la tentative de cr\u00e9ation et de d\u00e9marrage d\u2019une instance de la classe %s \u00e0 utiliser comme fournisseur de contr\u00f4le pour la file d\u2019attente de travail Directory Server\u00a0: %s. Aucune information de contr\u00f4le ne sera disponible pour la file d\u2019attente de travail
INFO_CONFIG_DESCRIPTION_BACKEND_DIRECTORY_96=Le nom du r\u00e9pertoire o\u00f9 sont stock\u00e9s les fichiers de bases de donn\u00e9es de backend
SEVERE_ERR_CONFIG_BACKEND_NO_DIRECTORY_97=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-db-directory
MILD_ERR_CONFIG_ATTR_DN_NULL_98=Une valeur null a \u00e9t\u00e9 fournie pour un attribut de configuration de DN %s
MILD_ERR_CONFIG_ATTR_DN_CANNOT_PARSE_99=Une erreur s'est produite lors d'une tentative d'analyse de la valeur "%s" d'un attribut %s en tant que DN\u00a0:  %s
MILD_ERR_CONFIG_ATTR_INVALID_DN_VALUE_100=Impossible d'analyser la valeur %s de l'attribut de configuration %s en tant que DN\u00a0:  %s
MILD_ERR_CONFIG_ATTR_DN_INVALID_TYPE_101=Impossible d'analyser la valeur %s de l'attribut de configuration %s en tant que DN car l'\u00e9l\u00e9ment \u00e9tait d'un type invalide (%s)
MILD_ERR_CONFIG_ATTR_DN_INVALID_ARRAY_TYPE_102=Impossible d'analyser la valeur de l'attribut de configuration %s en tant que jeu de valeurs de DN car le tableau contenait des \u00e9l\u00e9ments d'un type invalide (%s)
FATAL_ERR_CONFIG_CANNOT_REGISTER_AS_PRIVATE_SUFFIX_103=Une erreur inattendue s\u2019est produite lors de la tentative d\u2019enregistrement du DN de base de gestionnaire de configuration "%s" en tant que suffixe priv\u00e9 aupr\u00e8s de Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_BACKEND_CANNOT_GET_CONFIG_BASE_104=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de configuration cn=Backends,cn=config en vue d\u2019initialiser les backends Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_BACKEND_BASE_DOES_NOT_EXIST_105=L\u2019entr\u00e9e cn=Backends,cn=config ne semble pas exister dans la configuration Directory Server.  Cette entr\u00e9e est obligatoire
SEVERE_WARN_CONFIG_BACKEND_ENTRY_DOES_NOT_HAVE_BACKEND_CONFIG_106=L\u2019entr\u00e9e de configuration %s existe sous la racine de configuration de backend cn=Backends,cn=config mais ne poss\u00e8de pas la classe d\u2019objet ds-cfg-backend obligatoire pour un backend Directory Server.  Cette entr\u00e9e de configuration va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_BACKEND_ERROR_INTERACTING_WITH_BACKEND_ENTRY_107=Une erreur inattendue s\u2019est produite lors de l\u2019interaction avec l\u2019entr\u00e9e de configuration de backend %s\u00a0: %s
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_ENABLED_108=Indique si ce backend doit \u00eatre activ\u00e9 afin d'\u00eatre utilis\u00e9 dans Directory Server.  Il est possible de modifier cela quand Directory Server est en ligne mais si un backend est d\u00e9sactiv\u00e9, il ne sera plus disponible
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_CLASS_109=Nom complet de la classe Java qui doit fournir la logique du serveur de base pour cette impl\u00e9mentation de backend.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne prennent pas effet tant que le backend n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que le serveur n'est pas red\u00e9marr\u00e9
SEVERE_WARN_CONFIG_BACKEND_NO_ENABLED_ATTR_110=L\u2019entr\u00e9e de configuration de backend %s ne contient pas l\u2019attribut ds-cfg-enabled, qui sert \u00e0 indiquer si le backend doit \u00eatre activ\u00e9 ou d\u00e9sactiv\u00e9.  Sans cet attribut, le syst\u00e8me utilise la valeur par d\u00e9faut, D\u00e9sactiv\u00e9
INFO_CONFIG_BACKEND_DISABLED_111=Ce backend d\u00e9fini dans l'entr\u00e9e de configuration %s est marqu\u00e9 comme d\u00e9sactiv\u00e9 et, par cons\u00e9quent, ne sera pas utilis\u00e9
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_ENABLED_STATE_112=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du fait que le backend associ\u00e9 \u00e0 l\u2019entr\u00e9e de configuration %s doit \u00eatre activ\u00e9 ou d\u00e9sactiv\u00e9\u00a0: %s. Il va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_NO_CLASS_ATTR_113=L\u2019entr\u00e9e de configuration de backend %s ne contient pas l\u2019attribut ds-cfg-java-class, qui sert \u00e0 sp\u00e9cifier le nom de la classe utilis\u00e9e pour fournir l\u2019impl\u00e9mentation de backend.  Le backend associ\u00e9 \u00e0 cette entr\u00e9e de configuration va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_CANNOT_GET_CLASS_114=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du nom de la classe Java qui contient l\u2019impl\u00e9mentation du backend %s\u00a0: %s. Ce backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_CANNOT_INSTANTIATE_115=Directory Server n\u2019a pas pu charger la classe %s et l\u2019utiliser pour cr\u00e9er une instance de backend comme le d\u00e9finit l\u2019entr\u00e9e de configuration %s. Erreur d\u00e9tect\u00e9e\u00a0: %s. Ce backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_CANNOT_INITIALIZE_116=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation d\u2019un backend charg\u00e9 depuis la classe %s avec les informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s. Ce backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_CLASS_NOT_BACKEND_117=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de backend Directory Server valide
NOTICE_CONFIG_BACKEND_ACTION_REQUIRED_TO_CHANGE_CLASS_118=Le changement requis pour l'entr\u00e9e de configuration %s entra\u00eenerait la modification de la classe pour le backend associ\u00e9 de %s \u00e0 %s. Cette modification ne prend pas effet tant que le backend n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
NOTICE_CONFIG_BACKEND_CANNOT_REMOVE_BACKEND_WITH_SUBORDINATES_119=Le backend d\u00e9fini dans l'entr\u00e9e de configuration %s a un ou plusieurs backends subordonn\u00e9s.  Il est impossible de supprimer un backend s'il a des backends subordonn\u00e9s
INFO_CONFIG_CORE_DESCRIPTION_MAX_ALLOWED_CONNECTIONS_120=Le nombre maximum de connexions clientes pouvant \u00eatre \u00e9tablies sur Directory Server \u00e0 un moment donn\u00e9.  une valeur inf\u00e9rieure ou \u00e9gale \u00e0 z\u00e9ro indique qu'il ne devrait y avoir aucune limite.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
INFO_CONFIG_LOGGER_CLASS_ACTION_REQUIRED_122=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du journal de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le journal n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_LOGGER_EXISTS_123=Impossible d'ajouter une nouvelle entr\u00e9e de journal avec le DN %s car il y a d\u00e9j\u00e0 un journal enregistr\u00e9 avec ce DN
MILD_ERR_CONFIG_LOGGER_ACCESS_INITIALIZATION_FAILED_124=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que journal d'acc\u00e8s, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_LOGGER_ERROR_INITIALIZATION_FAILED_125=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que journal d'erreur, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_LOGGER_DEBUG_INITIALIZATION_FAILED_126=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que journal de d\u00e9boguage, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
FATAL_ERR_CONFIG_MONITOR_CANNOT_GET_BASE_127=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de contr\u00f4le de base cn=Monitor Providers,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_MONITOR_BASE_DOES_NOT_EXIST_128=La base de configuration de contr\u00f4le cn=Monitor Providers,cn=config n\u2019existe pas dans la configuration Directory Server.  Seules des informations de contr\u00f4le limit\u00e9es seront disponibles
SEVERE_ERR_CONFIG_MONITOR_ENTRY_UNACCEPTABLE_129=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de fournisseur de contr\u00f4le valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_MONITOR_CANNOT_CREATE_MONITOR_130=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un fournisseur de contr\u00f4le Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_MONITOR_INVALID_OBJECTCLASS_131=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-monitor-provider, qui est requise pour les d\u00e9finitions de fournisseur de contr\u00f4le
INFO_CONFIG_MONITOR_DESCRIPTION_CLASS_NAME_132=Le nom complet de la classe Java d\u00e9finissant le fournisseur de moniteur de Directory Server.  En cas de changement alors que le moniteur associ\u00e9 est activ\u00e9, la modification ne prend pas effet tant que ce moniteur n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9
SEVERE_ERR_CONFIG_MONITOR_NO_CLASS_NAME_133=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du fournisseur de contr\u00f4le associ\u00e9
SEVERE_ERR_CONFIG_MONITOR_INVALID_CLASS_NAME_134=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_MONITOR_INVALID_CLASS_135=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de fournisseur de contr\u00f4le Directory Server valide\u00a0: %s
INFO_CONFIG_MONITOR_DESCRIPTION_ENABLED_136=Indique si ce fournisseur de moniteur de Directory Server doit \u00eatre activ\u00e9.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_MONITOR_NO_ENABLED_ATTR_137=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si le fournisseur de contr\u00f4le doit \u00eatre activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_MONITOR_INVALID_ENABLED_VALUE_138=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_MONITOR_CLASS_ACTION_REQUIRED_139=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du moniteur de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le fournisseur de moniteur n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_MONITOR_INITIALIZATION_FAILED_140=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que fournisseur de moniteur, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_MONITOR_EXISTS_141=Impossible d'ajouter une nouvelle entr\u00e9e de fournisseur de moniteur avec le DN %s car il y a d\u00e9j\u00e0 un fournisseur de moniteur enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_GET_CONFIG_BASE_142=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de configuration cn=Connection Handlers,cn=config en vue d\u2019initialiser les backends Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_CONNHANDLER_BASE_DOES_NOT_EXIST_143=L\u2019entr\u00e9e cn=Connection Handlers,cn=config ne semble pas exister dans la configuration Directory Server.  Cette entr\u00e9e est obligatoire
SEVERE_WARN_CONFIG_CONNHANDLER_ENTRY_DOES_NOT_HAVE_CONNHANDLER_CONFIG_144=L\u2019entr\u00e9e de configuration %s existe sous la racine de configuration de gestionnaire de connexion cn=Connection Handlers,cn=config mais ne poss\u00e8de pas la classe d\u2019objet ds-cfg-connection-handler obligatoire pour un gestionnaire de connexion Directory Server.  Cette entr\u00e9e de configuration va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_CONNHANDLER_ERROR_INTERACTING_WITH_CONNHANDLER_ENTRY_145=Une erreur inattendue s\u2019est produite lors de l\u2019interaction avec l\u2019entr\u00e9e de configuration de gestionnaire de connexion %s\u00a0: %s
INFO_CONFIG_CONNHANDLER_ATTR_DESCRIPTION_ENABLED_146=Indique si ce gestionnaire de connexion doit \u00eatre activ\u00e9 afin d'\u00eatre utilis\u00e9 dans Directory Server.  Il est possible de modifier cela quand Directory Server est en ligne mais, si un gestionnaire de connexion est d\u00e9sactiv\u00e9, il ne sera plus disponible
INFO_CONFIG_CONNHANDLER_ATTR_DESCRIPTION_CLASS_147=Nom complet de la classe Java devant fournir la logique du serveur de base pour cette impl\u00e9mentation de gestionnaire de connexion.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne prennent pas effet tant que le gestionnaire de connexion n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que le serveur n'est pas red\u00e9marr\u00e9
SEVERE_WARN_CONFIG_CONNHANDLER_NO_ENABLED_ATTR_148=L\u2019entr\u00e9e de configuration de gestionnaire de connexion %s ne contient pas l\u2019attribut ds-cfg-enabled, qui sert \u00e0 indiquer si le gestionnaire de connexion doit \u00eatre activ\u00e9 ou d\u00e9sactiv\u00e9.  Sans cet attribut, le syst\u00e8me utilise la valeur par d\u00e9faut, D\u00e9sactiv\u00e9
INFO_CONFIG_CONNHANDLER_DISABLED_149=Le gestionnaire de connexion d\u00e9fini dans l'entr\u00e9e de configuration %s est marqu\u00e9 comme d\u00e9sactiv\u00e9 et ne sera donc pas utilis\u00e9
SEVERE_ERR_CONFIG_CONNHANDLER_UNABLE_TO_DETERMINE_ENABLED_STATE_150=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du fait que le gestionnaire de connexion associ\u00e9 \u00e0 l\u2019entr\u00e9e de configuration %s doit \u00eatre activ\u00e9 ou d\u00e9sactiv\u00e9\u00a0: %s. Il va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_CONNHANDLER_NO_CLASS_ATTR_151=L\u2019entr\u00e9e de configuration de gestionnaire de connexion %s ne contient pas l\u2019attribut ds-cfg-java-class, qui sert \u00e0 sp\u00e9cifier le nom de la classe utilis\u00e9e pour fournir l\u2019impl\u00e9mentation de gestionnaire de connexion.  Le gestionnaire de connexion associ\u00e9 \u00e0 cette entr\u00e9e de configuration va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_GET_CLASS_152=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du nom de la classe Java qui contient l\u2019impl\u00e9mentation du gestionnaire de connexion %s\u00a0: %s. Ce gestionnaire de connexion va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_INSTANTIATE_153=Directory Server n\u2019a pas pu charger la classe %s et l\u2019utiliser pour cr\u00e9er une instance de gestionnaire de connexion comme le d\u00e9finit l\u2019entr\u00e9e de configuration %s. Erreur d\u00e9tect\u00e9e\u00a0: %s. Ce gestionnaire de connexion va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_CONNHANDLER_CANNOT_INITIALIZE_154=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation d\u2019un gestionnaire de connexion charg\u00e9 depuis la classe %s avec les informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s. Ce gestionnaire de connexion va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_CONNHANDLER_UNACCEPTABLE_CONFIG_155=La configuration du gestionnaire de connexion d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
SEVERE_ERR_CONFIG_BACKEND_UNACCEPTABLE_CONFIG_156=La configuration du backend d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
SEVERE_ERR_CONFIG_MONITOR_UNACCEPTABLE_CONFIG_157=La configuration du fournisseur de contr\u00f4le d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
SEVERE_ERR_CONFIG_LOGGER_UNACCEPTABLE_CONFIG_158=La configuration du logger d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
SEVERE_ERR_CONFIG_CONNHANDLER_CLASS_NOT_CONNHANDLER_159=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de gestionnaire de connexion Directory Server valide
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_GET_MR_BASE_160=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de configuration cn=Matching Rules,cn=config en vue d\u2019initialiser les r\u00e8gles de correspondance Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_SCHEMA_MR_BASE_DOES_NOT_EXIST_161=L\u2019entr\u00e9e cn=Matching Rules,cn=config ne semble pas exister dans la configuration Directory Server.  Cette entr\u00e9e est obligatoire
SEVERE_ERR_CONFIG_SCHEMA_NO_MATCHING_RULES_162=Aucune entr\u00e9e enfant n\u2019a \u00e9t\u00e9 trouv\u00e9e sous l\u2019entr\u00e9e cn=Matching Rules,cn=config pour d\u00e9finir les r\u00e8gles de correspondance \u00e0 utiliser dans Directory Server.  Il s\u2019agit d\u2019une erreur car Directory Server doit comporter des r\u00e8gles de correspondance pour fonctionner correctement
SEVERE_WARN_CONFIG_SCHEMA_ENTRY_DOES_NOT_HAVE_MR_CONFIG_163=L\u2019entr\u00e9e de configuration %s existe sous la racine de configuration de r\u00e8gle de correspondance cn=Matching Rules,cn=config mais ne poss\u00e8de pas la classe d\u2019objet ds-cfg-matching-rule obligatoire pour une r\u00e8gle de correspondance Directory Server.  Cette entr\u00e9e de configuration va \u00eatre ignor\u00e9e
INFO_CONFIG_SCHEMA_MR_ATTR_DESCRIPTION_ENABLED_164=Indique si cette r\u00e8gle de correspondance doit \u00eatre activ\u00e9e afin d'\u00eatre utilis\u00e9e dans Directory Server.  Il est possible de modifier cela quand Directory Server est en ligne mais, si une r\u00e8gle de correspondance est d\u00e9sactiv\u00e9e apr\u00e8s avoir \u00e9t\u00e9 utilis\u00e9e pour un ou plusieurs attributs, la correspondance risque de ne plus fonctionner comme elle le devrait avec ces attributs
INFO_CONFIG_SCHEMA_MR_ATTR_DESCRIPTION_CLASS_165=Nom complet de la classe Java devant fournir la logique du serveur de base pour cette impl\u00e9mentation de  r\u00e8gle de correspondance.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne prennent pas effet tant que la r\u00e8gle de correspondance n'est pas d\u00e9sactiv\u00e9e puis r\u00e9activ\u00e9e ou que le serveur n'est pas red\u00e9marr\u00e9.  De m\u00eame, des modifications dans la classe de r\u00e8gle de correspondance pour des r\u00e8gles de correspondance d\u00e9j\u00e0 utilis\u00e9es pour un ou plusieurs attributs peuvent entra\u00eener des r\u00e9sultats inattendus lors de la r\u00e9alisation de la correspondance pour ces attributs
SEVERE_WARN_CONFIG_SCHEMA_MR_NO_ENABLED_ATTR_166=L\u2019entr\u00e9e de configuration de r\u00e8gle de correspondance %s ne contient pas l\u2019attribut ds-cfg-enabled, qui sert \u00e0 indiquer si la r\u00e8gle de correspondance doit \u00eatre activ\u00e9e ou d\u00e9sactiv\u00e9e. Sans cet attribut, le syst\u00e8me utilise la valeur par d\u00e9faut, D\u00e9sactiv\u00e9
INFO_CONFIG_SCHEMA_MR_DISABLED_167=La r\u00e8gle de correspondance d\u00e9finie dans l'entr\u00e9e de configuration %s est marqu\u00e9e comme d\u00e9sactiv\u00e9e et, par cons\u00e9quent, ne sera pas utilis\u00e9e.  Si elle a \u00e9t\u00e9 utilis\u00e9e pr\u00e9c\u00e9demment pour un ou plusieurs attributs, la correspondance peut ne plus fonctionner pour des valeurs de ces attributs
SEVERE_ERR_CONFIG_SCHEMA_MR_UNABLE_TO_DETERMINE_ENABLED_STATE_168=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du fait que la r\u00e8gle de correspondance associ\u00e9e \u00e0 l\u2019entr\u00e9e de configuration %s doit \u00eatre activ\u00e9e ou d\u00e9sactiv\u00e9e\u00a0: %s. Elle va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_MR_NO_CLASS_ATTR_169=L\u2019entr\u00e9e de configuration de r\u00e8gle de correspondance %s ne contient pas l\u2019attribut ds-cfg-java-class, qui sert \u00e0 sp\u00e9cifier le nom de la classe utilis\u00e9e pour fournir l\u2019impl\u00e9mentation de r\u00e8gle de correspondance.  La r\u00e8gle de correspondance associ\u00e9e \u00e0 cette entr\u00e9e de configuration va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_GET_CLASS_170=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du nom de la classe Java qui contient l\u2019impl\u00e9mentation de la r\u00e8gle de correspondance %s\u00a0: %s. Cette r\u00e8gle de correspondance va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_INSTANTIATE_171=Directory Server n\u2019a pas pu charger la classe %s et l\u2019utiliser pour cr\u00e9er une instance de r\u00e8gle de correspondance comme le d\u00e9finit l\u2019entr\u00e9e de configuration %s. Erreur d\u00e9tect\u00e9e\u00a0: %s. Cette r\u00e8gle de correspondance va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_MR_CANNOT_INITIALIZE_172=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation d\u2019une r\u00e8gle de correspondance charg\u00e9e depuis la classe %s avec les informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s. Cette r\u00e8gle de correspondance va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_WARN_CONFIG_SCHEMA_MR_CONFLICTING_MR_173=La\u00b7r\u00e8gle de correspondance d\u00e9finie dans l\u2019entr\u00e9e de configuration %s est en conflit avec une autre r\u00e8gle de correspondance d\u00e9finie dans la configuration de serveur\u00a0: %s. Cette r\u00e8gle de correspondance ne sera pas utilis\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_GET_SYNTAX_BASE_174=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de configuration cn=Syntaxes,cn=config en vue d\u2019initialiser les syntaxes d\u2019attribut Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_BASE_DOES_NOT_EXIST_175=L\u2019entr\u00e9e cn=Syntaxes,cn=config ne semble pas exister dans la configuration Directory Server.  Cette entr\u00e9e est obligatoire
SEVERE_ERR_CONFIG_SCHEMA_NO_SYNTAXES_176=Aucune entr\u00e9e enfant n\u2019a \u00e9t\u00e9 trouv\u00e9e sous l\u2019entr\u00e9e cn=Syntaxes,cn=config pour d\u00e9finir les syntaxes d\u2019attribut \u00e0 utiliser dans Directory Server.  Il s\u2019agit d\u2019une erreur car Directory Server doit comporter des syntaxes pour fonctionner correctement
SEVERE_WARN_CONFIG_SCHEMA_ENTRY_DOES_NOT_HAVE_SYNTAX_CONFIG_177=L\u2019entr\u00e9e de configuration %s existe sous la racine de configuration de syntaxe d\u2019attribut cn=Syntaxes,cn=config mais ne poss\u00e8de pas la classe d\u2019objet ds-cfg-attribute-syntax obligatoire pour une syntaxe d\u2019attribut Directory Server.  Cette entr\u00e9e de configuration va \u00eatre ignor\u00e9e
INFO_CONFIG_SCHEMA_SYNTAX_ATTR_DESCRIPTION_ENABLED_178=Indique si cette syntaxe d'attribut doit \u00eatre activ\u00e9e afin d'\u00eatre utilis\u00e9e dans Directory Server.  Il est possible de modifier cela quand Directory Server est en ligne mais, si une syntaxe est d\u00e9sactiv\u00e9e apr\u00e8s avoir \u00e9t\u00e9 utilis\u00e9e pour un ou plusieurs attributs, la correspondance risque de ne plus fonctionner comme elle le devrait avec ces attributs
INFO_CONFIG_SCHEMA_SYNTAX_ATTR_DESCRIPTION_CLASS_179=Nom complet de la classe Java devant fournir la logique du serveur de base pour cette impl\u00e9mentation de  syntaxe d'attribut.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne prennent pas effet tant que la syntaxe n'est pas d\u00e9sactiv\u00e9e puis r\u00e9activ\u00e9e ou que le serveur n'est pas red\u00e9marr\u00e9.  De m\u00eame, des modifications dans la classe de syntaxe pour des syntaxes d'attributs qui ont d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9es pour un ou plusieurs attributs peuvent entra\u00eener des r\u00e9sultats inattendus lors de la r\u00e9alisation de la correspondance pour ces attributs
SEVERE_WARN_CONFIG_SCHEMA_SYNTAX_NO_ENABLED_ATTR_180=L\u2019entr\u00e9e de configuration de syntaxe d\u2019attribut %s ne contient pas l\u2019attribut ds-cfg-enabled, qui sert \u00e0 indiquer si la syntaxe d\u2019attribut doit \u00eatre activ\u00e9e ou d\u00e9sactiv\u00e9e. Sans cet attribut, le syst\u00e8me utilise la valeur par d\u00e9faut, D\u00e9sactiv\u00e9
INFO_CONFIG_SCHEMA_SYNTAX_DISABLED_181=La syntaxe d'attribut d\u00e9finie dans l'entr\u00e9e de configuration %s est marqu\u00e9e comme d\u00e9sactiv\u00e9e et, par cons\u00e9quent, ne sera pas utilis\u00e9e. Si elle a \u00e9t\u00e9 utilis\u00e9e pr\u00e9c\u00e9demment pour un ou plusieurs attributs, la correspondance peut ne plus fonctionner pour des valeurs de ces attributs
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_UNABLE_TO_DETERMINE_ENABLED_STATE_182=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du fait que la syntaxe d\u2019attribut associ\u00e9e \u00e0 l\u2019entr\u00e9e de configuration %s doit \u00eatre activ\u00e9e ou d\u00e9sactiv\u00e9e\u00a0: %s. Elle va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_NO_CLASS_ATTR_183=L\u2019entr\u00e9e de configuration de r\u00e8gle de correspondance %s ne contient pas l\u2019attribut ds-cfg-java-class, qui sert \u00e0 sp\u00e9cifier le nom de la classe utilis\u00e9e pour fournir l\u2019impl\u00e9mentation de syntaxe d\u2019attribut.  La syntaxe associ\u00e9e \u00e0 cette entr\u00e9e de configuration va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_GET_CLASS_184=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du nom de la classe Java qui contient l\u2019impl\u00e9mentation de la syntaxe d\u2019attribut %s\u00a0: %s. Cette syntaxe d\u2019attribut va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INSTANTIATE_185=Directory Server n\u2019a pas pu charger la classe %s et l\u2019utiliser pour cr\u00e9er une instance de syntaxe d\u2019attribut comme le d\u00e9finit l\u2019entr\u00e9e de configuration %s. Erreur d\u00e9tect\u00e9e\u00a0: %s. Cette syntaxe va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INITIALIZE_186=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation d\u2019une syntaxe d\u2019attribut charg\u00e9e depuis la classe %s avec les informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s. Cette syntaxe va \u00eatre d\u00e9sactiv\u00e9e
SEVERE_WARN_CONFIG_SCHEMA_SYNTAX_CONFLICTING_SYNTAX_187=La syntaxe d\u2019attribut d\u00e9finie dans l\u2019entr\u00e9e de configuration %s est en conflit avec une autre syntaxe d\u2019attribut d\u00e9finie dans la configuration de serveur\u00a0: %s. Cette syntaxe d\u2019attribut ne sera pas utilis\u00e9e
SEVERE_ERR_CONFIG_SCHEMA_NO_SCHEMA_DIR_188=Impossible de lire les d\u00e9finitions de sch\u00e9ma Directory Server car le r\u00e9pertoire de sch\u00e9ma %s n\u2019existe pas
SEVERE_ERR_CONFIG_SCHEMA_DIR_NOT_DIRECTORY_189=Impossible de lire les d\u00e9finitions de sch\u00e9ma Directory Server car le r\u00e9pertoire de sch\u00e9ma %s existe mais n\u2019est pas un r\u00e9pertoire
SEVERE_ERR_CONFIG_SCHEMA_CANNOT_LIST_FILES_190=Impossible de lire les d\u00e9finitions de sch\u00e9ma Directory Server depuis le r\u00e9pertoire %s car une erreur inattendue s\u2019est produite lors de la tentative d\u2019\u00e9num\u00e9ration des fichiers de ce r\u00e9pertoire\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_OPEN_FILE_191=Impossible d\u2019analyser le fichier de configuration de sch\u00e9ma %s dans le r\u00e9pertoire %s car une erreur inattendue s\u2019est produite lors de la tentative d\u2019ouverture du fichier pour la lecture\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_READ_LDIF_ENTRY_192=Impossible d\u2019analyser le fichier de configuration de sch\u00e9ma %s dans le r\u00e9pertoire %s car une erreur inattendue s\u2019est produite lors de la tentative de lecture de son contenu en tant qu\u2019entr\u00e9e LDIF\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_ATTR_TYPE_193=Impossible d\u2019analyser une d\u00e9finition de type d\u2019attribut \u00e0 partir du fichier de configuration de sch\u00e9ma %s\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_ATTR_TYPE_194=Un type d\u2019attribut lu dans le fichier de configuration de sch\u00e9ma %s est en conflit avec un autre type d\u2019attribut d\u00e9j\u00e0 lu dans le sch\u00e9ma\u00a0: %s. La d\u00e9finition de type d\u2019attribut d\u00e9j\u00e0 lue va \u00eatre utilis\u00e9e
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_OC_195=Une classe d\u2019objet lue dans le fichier de configuration de sch\u00e9ma %s est en conflit avec une autre classe d\u2019objet d\u00e9j\u00e0 lue dans le sch\u00e9ma\u00a0: %s. La d\u00e9finition de classe d\u2019objet d\u00e9j\u00e0 lue va \u00eatre utilis\u00e9e
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_OC_196=Une classe d\u2019objet lue dans le fichier de configuration de sch\u00e9ma %s n\u2019a pas pu \u00eatre analys\u00e9e\u00a0: %s
SEVERE_ERR_CONFIG_CORE_INVALID_STRUCTURAL_CLASS_BEHAVIOR_197=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-single-structural-objectclass-behavior (doit \u00eatre "accept", "reject" ou "warn")\u00a0: %s
INFO_CONFIG_CORE_DESCRIPTION_CHECK_SCHEMA_198=Indique si Directory Server doit effectuer la v\u00e9rification du sch\u00e9ma pour des op\u00e9rations de mise \u00e0 jour afin de garantir la validit\u00e9 des entr\u00e9es, conform\u00e9ment \u00e0 la configuration du sch\u00e9ma du serveur (par ex., tous les attributs requis sont inclus et aucun attribut interdit n'est pr\u00e9sent). En g\u00e9n\u00e9ral, il n'est pas recommand\u00e9 de d\u00e9sactiver le sch\u00e9ma car des entr\u00e9es invalides peuvent alors \u00eatre autoris\u00e9es \u00e0 figurer dans le serveur.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_CHECK_SCHEMA_199=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-check-schema (doit \u00eatre une valeur bool\u00e9enne de type true/false)\u00a0: %s
SEVERE_ERR_CONFIG_ENTRYCACHE_CANNOT_INSTALL_DEFAULT_CACHE_200=Une erreur inattendue s\u2019est produite et emp\u00eache le serveur d\u2019installer sa structure de cache d\u2019entr\u00e9e par d\u00e9faut\u00a0: %s
SEVERE_WARN_CONFIG_ENTRYCACHE_NO_CONFIG_ENTRY_201=L\u2019entr\u00e9e de configuration de cache d\u2019entr\u00e9e "cn=Entry Caches,cn=config" n\u2019existe pas dans la configuration Directory Server.  Aucun cache d\u2019entr\u00e9e n\u2019est disponible tant que cette entr\u00e9e n\u2019a pas \u00e9t\u00e9 cr\u00e9\u00e9e avec une configuration de cache d\u2019entr\u00e9e valide
SEVERE_ERR_CONFIG_ENTRYCACHE_CANNOT_INITIALIZE_CACHE_202=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation d\u2019une instance de la classe %s pour utilisation en tant que cache d\u2019entr\u00e9e Directory Server\u00a0: %s. Par cons\u00e9quent, le cache d\u2019entr\u00e9e va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_ENTRYCACHE_CONFIG_NOT_ACCEPTABLE_203=La configuration du cache d\u2019entr\u00e9e d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable\u00a0: %s
SEVERE_ERR_CONFIG_ENTRYCACHE_CONFIG_LEVEL_NOT_ACCEPTABLE_204=La configuration du cache d\u2019entr\u00e9e d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable\u00a0: le niveau de cache d\u2019entr\u00e9e %d est d\u00e9j\u00e0 en cours d\u2019utilisation
INFO_WARN_CONFIG_ENTRYCACHE_NO_MONITOR_CONFIG_ENTRY_205=La configuration du fournisseur du moniteur de cache d'entr\u00e9es %s n'\u00e9tait pas disponible. De ce fait, ce fournisseur de moniteur %s ne sera pas activ\u00e9
INFO_WARN_CONFIG_ENTRYCACHE_MONITOR_CONFIG_DISABLED_206=La configuration du fournisseur de moniteur du cache d'entr\u00e9es %s \u00e9tait d\u00e9sactiv\u00e9e. De ce fait, le fournisseur de moniteur %s ne sera pas activ\u00e9
MILD_ERR_CONFIG_ENTRY_CANNOT_REMOVE_CHILD_215=Une erreur inattendue s'est produite lors de la tentative de suppression d'une entr\u00e9e %s en tant qu'enfant de l'entr\u00e9e de configuration %s\u00a0:  %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_NAME_FORM_216=Impossible d\u2019analyser une d\u00e9finition de formulaire de nom \u00e0 partir du fichier de configuration de sch\u00e9ma %s\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_NAME_FORM_217=Un formulaire de nom lu dans le fichier de configuration de sch\u00e9ma %s est en conflit avec un autre formulaire de nom d\u00e9j\u00e0 lu dans le sch\u00e9ma\u00a0: %s. La d\u00e9finition de formulaire de nom d\u00e9j\u00e0 lue va \u00eatre utilis\u00e9e
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_DCR_218=Impossible d\u2019analyser une d\u00e9finition de r\u00e8gle de contenu DIT \u00e0 partir du fichier de configuration de sch\u00e9ma %s\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_DCR_219=Une r\u00e8gle de contenu DIT lue dans le fichier de configuration de sch\u00e9ma %s est en conflit avec une autre r\u00e8gle de contenu DIT d\u00e9j\u00e0 lue dans le sch\u00e9ma\u00a0: %s. La d\u00e9finition de r\u00e8gle de contenu DIT d\u00e9j\u00e0 lue va \u00eatre utilis\u00e9e
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_DSR_220=Impossible d\u2019analyser une d\u00e9finition de r\u00e8gle de structure DIT \u00e0 partir du fichier de configuration de sch\u00e9ma %s\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_DSR_221=Une r\u00e8gle de structure DIT lue dans le fichier de configuration de sch\u00e9ma %s est en conflit avec une autre r\u00e8gle de structure DIT d\u00e9j\u00e0 lue dans le sch\u00e9ma\u00a0: %s. La d\u00e9finition de r\u00e8gle de structure DIT d\u00e9j\u00e0 lue va \u00eatre utilis\u00e9e
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_MRU_222=Impossible d\u2019analyser une d\u00e9finition d\u2019utilisation de r\u00e8gle de correspondance \u00e0 partir du fichier de configuration de sch\u00e9ma %s\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_MRU_223=Une utilisation de r\u00e8gle de correspondance lue dans le fichier de configuration de sch\u00e9ma %s est en conflit avec une autre utilisation de r\u00e8gle de correspondance d\u00e9j\u00e0 lue dans le sch\u00e9ma\u00a0: %s. La d\u00e9finition d\u2019utilisation de r\u00e8gle de correspondance d\u00e9j\u00e0 lue va \u00eatre utilis\u00e9e
SEVERE_WARN_CONFIG_LOGGER_NO_ROTATION_POLICY_224=Aucune strat\u00e9gie de rotation de fichiers n\u2019a \u00e9t\u00e9 d\u00e9finie dans l\u2019entr\u00e9e de configuration %s. Aucune rotation des fichiers journaux ne sera effectu\u00e9e
SEVERE_ERR_CONFIG_LOGGER_NO_SIZE_LIMIT_225=Aucune limite de taille n\u2019a \u00e9t\u00e9 d\u00e9finie pour la strat\u00e9gie de rotation de fichiers en fonction de la taille, dans l\u2019entr\u00e9e de configuration %s
SEVERE_ERR_CONFIG_LOGGER_NO_TIME_LIMIT_226=Aucune limite de temps n\u2019a \u00e9t\u00e9 d\u00e9finie pour la strat\u00e9gie de rotation de fichiers en fonction du temps, dans l\u2019entr\u00e9e de configuration %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_ROTATION_POLICY_227=Une strat\u00e9gie de rotation de fichiers non valide (%s) a \u00e9t\u00e9 d\u00e9finie dans l\u2019entr\u00e9e de configuration %s
MILD_ERR_CONFIG_ATTR_READ_ONLY_228=L'attribut de configuration %s est en lecture seule et ses valeurs ne doivent pas \u00eatre modifi\u00e9es
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_CONFIG_BASE_229=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de configuration cn=Plugins,cn=config en vue d\u2019initialiser les plug-ins Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_PLUGIN_BASE_DOES_NOT_EXIST_230=L\u2019entr\u00e9e cn=Plugins,cn=config ne semble pas exister dans la configuration Directory Server.  Cette entr\u00e9e est obligatoire
SEVERE_WARN_CONFIG_PLUGIN_ENTRY_DOES_NOT_HAVE_PLUGIN_CONFIG_231=L\u2019entr\u00e9e de configuration %s existe sous la racine de configuration de plug-in cn=Plugins,cn=config mais ne poss\u00e8de pas la classe d\u2019objet ds-cfg-backend obligatoire pour un plug-in Directory Server.  Cette entr\u00e9e de configuration va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_PLUGIN_ERROR_INTERACTING_WITH_PLUGIN_ENTRY_232=Une erreur inattendue s\u2019est produite lors de l\u2019interaction avec l\u2019entr\u00e9e de configuration de backend %s\u00a0: %s
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_ENABLED_233=Indique si ce plug-in doit \u00eatre activ\u00e9 afin d'\u00eatre utilis\u00e9 dans Directory Server.  Il est possible de modifier cela quand Directory Server est en ligne, ce qui permet une prise d'effet imm\u00e9diate
SEVERE_WARN_CONFIG_PLUGIN_NO_ENABLED_ATTR_234=L\u2019entr\u00e9e de configuration de plug-in %s ne contient pas l\u2019attribut ds-cfg-enabled, qui sert \u00e0 indiquer si le plug-in doit \u00eatre activ\u00e9 ou d\u00e9sactiv\u00e9.  Sans cet attribut, le syst\u00e8me utilise la valeur par d\u00e9faut, D\u00e9sactiv\u00e9
INFO_CONFIG_PLUGIN_DISABLED_235=Ce plug-in d\u00e9fini dans l'entr\u00e9e de configuration %s est marqu\u00e9 comme d\u00e9sactiv\u00e9 et, par cons\u00e9quent, ne sera pas utilis\u00e9
SEVERE_ERR_CONFIG_PLUGIN_UNABLE_TO_DETERMINE_ENABLED_STATE_236=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du fait que le plug-in associ\u00e9 \u00e0 l\u2019entr\u00e9e de configuration %s doit \u00eatre activ\u00e9 ou d\u00e9sactiv\u00e9\u00a0: %s. Il va \u00eatre d\u00e9sactiv\u00e9
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_PLUGIN_TYPE_237=Type(s) de plug-in pour ce plug-in, contr\u00f4lant les p\u00e9riodes auxquelles le plug-in sera appel\u00e9 pendant le traitement.  Cette valeur est en lecture seule quand le plug-in est charg\u00e9 et initialis\u00e9. Les modifications de ces attributs ne prennent pas effet tant que le plug-in n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
INFO_CONFIG_PLUGIN_ATTR_DESCRIPTION_CLASS_238=Nom complet de la classe Java devant fournir la logique du serveur de base pour cette impl\u00e9mentation de plug-in.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne prennent pas effet tant que le plug-in n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que le serveur n'est pas red\u00e9marr\u00e9
SEVERE_ERR_CONFIG_PLUGIN_NO_PLUGIN_TYPES_239=L\u2019entr\u00e9e de configuration de plug-in %s ne contient pas l\u2019attribut ds-cfg-plugin-type, qui sert \u00e0 sp\u00e9cifier le nom du ou des types de plug-in de ce plug-in.  Cet attribut \u00e9tant obligatoire, ce plug-in va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_PLUGIN_INVALID_PLUGIN_TYPE_240=L\u2019entr\u00e9e de configuration de plug-in %s comporte une valeur non valide (%s) pour l\u2019attribut ds-cfg-plugin-type, qui ne d\u00e9signe pas un type de plug-in valide.  Ce plug-in va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_PLUGIN_TYPES_241=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du jeu de types de plug-in du plug-in d\u00e9fini dans l\u2019entr\u00e9e de configuration %s\u00a0: %s. Ce plug-in va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_PLUGIN_NO_CLASS_ATTR_242=L\u2019entr\u00e9e de configuration de plug-in %s ne contient pas l\u2019attribut ds-cfg-java-class, qui sert \u00e0 sp\u00e9cifier le nom de la classe utilis\u00e9e pour fournir l\u2019impl\u00e9mentation de plug-in.  Le plug-in associ\u00e9 \u00e0 cette entr\u00e9e de configuration va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_GET_CLASS_243=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du nom de la classe Java qui contient l\u2019impl\u00e9mentation du plug-in %s\u00a0: %s. Ce plug-in va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_INSTANTIATE_244=Directory Server n\u2019a pas pu charger la classe %s et l\u2019utiliser pour cr\u00e9er une instance de plug-in comme le d\u00e9finit l\u2019entr\u00e9e de configuration %s. Erreur d\u00e9tect\u00e9e\u00a0: %s. Ce plug-in va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_PLUGIN_CANNOT_INITIALIZE_245=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation d\u2019une instance de la classe %s en tant que plug-in Directory Server avec les informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s. Ce plug-in va \u00eatre d\u00e9sactiv\u00e9
INFO_CONFIG_CORE_DESCRIPTION_NOTIFY_ABANDONED_OPERATIONS_246=Indique si Directory Server doit envoyer une r\u00e9ponse  au client concernant les op\u00e9rations qui ont \u00e9t\u00e9 abandonn\u00e9es, afin de lui indiquer que le serveur a termin\u00e9 leur traitement.  La sp\u00e9cification LDAP interdit d'envoyer une r\u00e9ponse dans ce genre de cas mais certains clients peuvent ne pas se comporter correctement s'ils attendent une r\u00e9ponse pour une op\u00e9ration, r\u00e9ponse qu'ils n'auront pas du fait de cet abandon. Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_NOTIFY_ABANDONED_OPERATIONS_247=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-notify-abandoned-operations (doit \u00eatre une valeur bool\u00e9enne de type true/false)\u00a0: %s
SEVERE_ERR_CONFIG_EXTOP_INVALID_CLASS_256=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de gestionnaire d\u2019op\u00e9ration \u00e9tendue valide\u00a0: %s
MILD_ERR_CONFIG_EXTOP_INITIALIZATION_FAILED_261=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que gestionnaire d'op\u00e9rations \u00e9tendues, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0: %s
FATAL_ERR_CONFIG_SASL_CANNOT_GET_BASE_264=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de gestionnaire de m\u00e9canisme SASL cn=SASL Mechanisms,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_SASL_BASE_DOES_NOT_EXIST_265=La base de configuration de m\u00e9canisme SASL cn=SASL Mechanisms,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_SASL_ENTRY_UNACCEPTABLE_266=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de gestionnaire de m\u00e9canisme SASL valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_SASL_CANNOT_CREATE_HANDLER_267=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un gestionnaire de m\u00e9canisme SASL Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_SASL_INVALID_OBJECTCLASS_268=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-sasl-mechanism-handler, qui est requise pour les d\u00e9finitions de gestionnaire de m\u00e9canisme SASL
INFO_CONFIG_SASL_DESCRIPTION_CLASS_NAME_269=Le nom complet de la classe Java d\u00e9finissant le gestionnaire du m\u00e9canisme SASL de Directory Server.  En cas de changement alors que le gestionnaire associ\u00e9 est activ\u00e9, la modification ne prend pas effet tant que ce gestionnaire n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9
SEVERE_ERR_CONFIG_SASL_NO_CLASS_NAME_270=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du gestionnaire de m\u00e9canisme SASL associ\u00e9
SEVERE_ERR_CONFIG_SASL_INVALID_CLASS_NAME_271=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_SASL_INVALID_CLASS_272=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de gestionnaire de m\u00e9canisme SASL valide\u00a0: %s
INFO_CONFIG_SASL_DESCRIPTION_ENABLED_273=Indique si ce gestionnaire du m\u00e9canisme SASL de Directory Server doit \u00eatre activ\u00e9.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_SASL_NO_ENABLED_ATTR_274=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si le gestionnaire de m\u00e9canisme SASL doit \u00eatre activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_SASL_INVALID_ENABLED_VALUE_275=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_SASL_CLASS_ACTION_REQUIRED_276=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du gestionnaire du m\u00e9canisme SASL de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le journal n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_SASL_INITIALIZATION_FAILED_277=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que gestionnaire de m\u00e9canisme SASL, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_SASL_EXISTS_278=Impossible d'ajouter une nouvelle entr\u00e9e de gestionnaire du m\u00e9canisme SASL avec le DN %s car il y a d\u00e9j\u00e0 un gestionnaire enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_SASL_UNACCEPTABLE_CONFIG_279=La configuration du gestionnaire de m\u00e9canisme SASL d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
MILD_ERR_CONFIG_FILE_ADD_ALREADY_EXISTS_280=Impossible d'ajouter l'entr\u00e9e %s \u00e0 la configuration de Directory Server car une autre entr\u00e9e de configuration existe d\u00e9j\u00e0 avec ce DN
MILD_ERR_CONFIG_FILE_ADD_NO_PARENT_DN_281=Impossible d'ajouter l'entr\u00e9e %s \u00e0 la configuration de Directory Server car le DN n'a pas de parent
MILD_ERR_CONFIG_FILE_ADD_NO_PARENT_282=Impossible d'ajouter l'entr\u00e9e %s \u00e0 la configuration de Directory Server car l'entr\u00e9e de son parent %s n'existe pas
MILD_ERR_CONFIG_FILE_ADD_REJECTED_BY_LISTENER_283=Directory Server refuse d'ajouter l'entr\u00e9e de configuration %s car l'un des listeners d'ajout enregistr\u00e9 avec l'entr\u00e9e parent %s a refus\u00e9 ce changement avec le message\u00a0: %s
MILD_ERR_CONFIG_FILE_ADD_FAILED_284=Une erreur inattendue s'est produite lors de la tentative d'ajout d'une entr\u00e9e de configuration %s en tant qu'enfant de l'entr\u00e9e %s\u00a0: %s
MILD_ERR_CONFIG_FILE_DELETE_NO_SUCH_ENTRY_285=Impossible de supprimer l'entr\u00e9e %s de la configuration de Directory Server car l'entr\u00e9e sp\u00e9cifi\u00e9e n'existe pas
MILD_ERR_CONFIG_FILE_DELETE_HAS_CHILDREN_286=Impossible de supprimer l'entr\u00e9e %s de la configuration de Directory Server car l'entr\u00e9e sp\u00e9cifi\u00e9e a une ou plusieurs entr\u00e9es subordonn\u00e9es
MILD_ERR_CONFIG_FILE_DELETE_NO_PARENT_287=Impossible de supprimer l'entr\u00e9e %s de la configuration de Directory Server car l'entr\u00e9e n'a pas de parent et que la suppression de l'entr\u00e9e de racine de configuration n'est pas autoris\u00e9e
MILD_ERR_CONFIG_FILE_DELETE_REJECTED_288=Impossible de supprimer l'entr\u00e9e %s de la configuration de Directory Server car un des listeners supprim\u00e9s enregistr\u00e9s avec l'entr\u00e9e parent %s a refus\u00e9 ce changement avec le message\u00a0:  %s
MILD_ERR_CONFIG_FILE_DELETE_FAILED_289=Une erreur inattendue s'est produite lors de la tentative de suppression d'une entr\u00e9e de configuration %s en tant qu'enfant de l'entr\u00e9e %s\u00a0:  %s
MILD_ERR_CONFIG_FILE_MODIFY_NO_SUCH_ENTRY_290=Impossible de modifier l'entr\u00e9e %s car l'entr\u00e9e sp\u00e9cifi\u00e9e n'existe pas
MILD_ERR_CONFIG_FILE_MODIFY_REJECTED_BY_CHANGE_LISTENER_291=Impossible de modifier l'entr\u00e9e %s car un des listeners modifi\u00e9s de la configuration enregistr\u00e9s pour cette entr\u00e9e a refus\u00e9 ce changement\u00a0:  %s
MILD_ERR_CONFIG_FILE_MODIFY_REJECTED_BY_COMPONENT_292=Impossible de modifier l'entr\u00e9e %s car un des composants configurables enregistr\u00e9s pour cette entr\u00e9e a refus\u00e9 ce changement\u00a0:  %s
MILD_ERR_CONFIG_FILE_SEARCH_NO_SUCH_BASE_293=L'op\u00e9ration de recherche ne peut pas \u00eatre trait\u00e9e car l'entr\u00e9e de base %s n'existe pas
MILD_ERR_CONFIG_FILE_SEARCH_INVALID_SCOPE_294=Impossible de traiter l'op\u00e9ration de recherche car l'\u00e9tendue de la recherche sp\u00e9cifi\u00e9e %s est invalide
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_CREATE_TEMP_ARCHIVE_295=Une erreur s'est produite lors de la tentative de cr\u00e9ation d'un fichier temporaire %s pour les versions archiv\u00e9es des configurations pr\u00e9c\u00e9dentes de Directory Server, du fait de la modification de la configuration\u00a0:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_COPY_EXISTING_ARCHIVE_296=Une erreur s'est produite lors de la tentative de copie des configurations archiv\u00e9es de %s vers un fichier temporaire %s\u00a0:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_COPY_CURRENT_CONFIG_297=Une erreur s'est produite lors de la tentative de mise \u00e0 jour des configurations archiv\u00e9es dans le fichier %s afin d'inclure la configuration en cours d'ex\u00e9cution du fichier %s\u00a0:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_TEMP_ARCHIVE_298=Echec de la tentative de changement de nom des donn\u00e9es de configuration archiv\u00e9es de %s \u00e0 %s, mais la raison sous-jacente de cet \u00e9chec n'a pas pu \u00eatre d\u00e9termin\u00e9e
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_REPLACE_ARCHIVE_299=L'archive mise \u00e0 jour contenant les configurations pr\u00e9c\u00e9dentes de Directory Server n'a pas pu \u00eatre renomm\u00e9e de %s  \u00e0 %s\u00a0:  %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_EXPORT_NEW_CONFIG_300=Une erreur s'est produite lors de la tentative d'exportation de la nouvelle configuration de Directory Server vers le fichier %s\u00a0: %s
MILD_ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_NEW_CONFIG_301=Une erreur s'est produite lors de la tentative de changement de nom de la nouvelle configuration de Directory Server du fichier %s en %s\u00a0:  %s
MILD_ERR_CONFIG_FILE_MODDN_NOT_ALLOWED_302=Les op\u00e9rations de modification de DN ne sont pas autoris\u00e9es dans la configuration de Directory Server
INFO_CONFIG_LOGGER_SUPPRESS_INTERNAL_OPERATIONS_303=Indique si des messages sur des op\u00e9rations internes doivent \u00eatre exclus du fichier journal d'acc\u00e8s
SEVERE_ERR_CONFIG_LOGGER_INVALID_SUPPRESS_INT_OPERATION_VALUE_304=Valeur non valide sp\u00e9cifi\u00e9e pour l\u2019attribut %s. Les valeurs admises sont true et false
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BASE_DNS_305=Jeu de DN de base \u00e0 utiliser pour ce backend.  Selon l'impl\u00e9mentation du backend, les modifications de cet attribut pourront prendre effet automatiquement
SEVERE_ERR_CONFIG_BACKEND_NO_BASE_DNS_306=L\u2019entr\u00e9e de configuration de backend %s ne contient pas l\u2019attribut ds-cfg-base-dn, qui sert \u00e0 sp\u00e9cifier le jeu de DN de base du backend.  Cet attribut \u00e9tant obligatoire, ce backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_BASE_DNS_307=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du jeu de DN de base associ\u00e9 au backend d\u00e9fini dans l\u2019entr\u00e9e de configuration %s\u00a0: %s. Ce backend va \u00eatre d\u00e9sactiv\u00e9
INFO_CONFIG_KEYMANAGER_DESCRIPTION_ENABLED_313=Indique si le fournisseur de gestionnaire cl\u00e9 de Directory Server doit \u00eatre activ\u00e9.  Un fournisseur de gestionnaire de cl\u00e9s est requis pour les op\u00e9rations n\u00e9cessitant un acc\u00e8s au gestionnaire de cl\u00e9s (par exemple, la communication par SSL).  Les modifications apport\u00e9es \u00e0 cette configuration seront imm\u00e9diatement prises en compte mais elles influeront sur de futures tentatives d'acc\u00e8s au gestionnaire de cl\u00e9s
SEVERE_ERR_CONFIG_KEYMANAGER_NO_ENABLED_ATTR_314=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur pour l\u2019attribut ds-cfg-enabled, qui indique si le fournisseur de gestionnaire de cl\u00e9 est activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_KEYMANAGER_DESCRIPTION_CLASS_317=Nom complet de la classe Java qui inclut l\u2019impl\u00e9mentation de fournisseur de gestionnaire de cl\u00e9.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne seront effectives qu\u2019apr\u00e8s la d\u00e9sactivation et la r\u00e9activation du fournisseur de gestionnaire de cl\u00e9, ou apr\u00e8s le red\u00e9marrage du serveur
SEVERE_ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_ENABLED_328=Indique si le fournisseur de gestionnaire d\u2019approbation Directory Server doit \u00eatre activ\u00e9.  Un fournisseur de gestionnaire d\u2019approbation est requis pour les op\u00e9rations n\u00e9cessitant un acc\u00e8s \u00e0 un gestionnaire d\u2019approbation (par exemple, communication sur SSL).  Les modifications apport\u00e9es \u00e0 cette configuration vont \u00eatre imm\u00e9diatement appliqu\u00e9es mais elles n\u2019affecteront que les futures tentatives d\u2019acc\u00e8s au gestionnaire d\u2019approbation
SEVERE_ERR_CONFIG_TRUSTMANAGER_NO_ENABLED_ATTR_329=L\u2019entr\u00e9e de configuration "%s" ne contient aucune valeur pour l\u2019attribut ds-cfg-enabled, qui indique si le fournisseur de gestionnaire d\u2019approbation est activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_CLASS_332=Nom complet de la classe Java qui inclut l\u2019impl\u00e9mentation de fournisseur de gestionnaire d\u2019approbation.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne seront effectives qu\u2019apr\u00e8s la d\u00e9sactivation et la r\u00e9activation du fournisseur de gestionnaire d\u2019approbation, ou apr\u00e8s le red\u00e9marrage du serveur
SEVERE_ERR_CONFIG_CERTMAPPER_DESCRIPTION_ENABLED_347=Indique si le mappeur de certificat Directory Server doit \u00eatre activ\u00e9.  Le mappeur de certificat sert \u00e0 \u00e9tablir un mappage entre une cha\u00eene de certificat client et une entr\u00e9e utilisateur dans Directory Server en vue de l\u2019authentification SASL EXTERNAL ou dans d\u2019autres buts semblables.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CERTMAPPER_NO_ENABLED_ATTR_348=L\u2019entr\u00e9e de configuration "%s" ne contient aucune valeur pour l\u2019attribut ds-cfg-enabled, qui indique si le mappeur de certificat est activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_CERTMAPPER_DESCRIPTION_CLASS_351=Sp\u00e9cifie le nom complet de la classe Java qui inclut l\u2019impl\u00e9mentation du mappeur de certificat.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne seront effectives qu\u2019apr\u00e8s la d\u00e9sactivation et la r\u00e9activation du mappeur de certificat, ou apr\u00e8s le red\u00e9marrage du serveur
MILD_WARN_CONFIG_LOGGER_NO_RETENTION_POLICY_357=Aucune strat\u00e9gie de r\u00e9tention de fichier n'a \u00e9t\u00e9 d\u00e9finie dans cette entr\u00e9e de configuration %s. Aucun fichier journal ne sera supprim\u00e9
SEVERE_WARN_CONFIG_LOGGER_INVALID_RETENTION_POLICY_358=Une strat\u00e9gie de r\u00e9tention de fichiers non valide (%s) a \u00e9t\u00e9 d\u00e9finie dans l\u2019entr\u00e9e de configuration %s
SEVERE_WARN_CONFIG_LOGGER_NO_NUMBER_OF_FILES_359=Aucune limite de nombre de fichiers n\u2019a \u00e9t\u00e9 d\u00e9finie pour la strat\u00e9gie de r\u00e9tention de fichiers dans l\u2019entr\u00e9e de configuration %s
SEVERE_WARN_CONFIG_LOGGER_NO_DISK_SPACE_USED_360=Aucune limite d\u2019espace disque n\u2019a \u00e9t\u00e9 d\u00e9finie pour la strat\u00e9gie de r\u00e9tention de fichiers dans l\u2019entr\u00e9e de configuration %s
FATAL_ERR_CONFIG_PWSCHEME_CANNOT_GET_BASE_363=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de plan de stockage des mots de passe cn=Password Storage Schemes,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_PWSCHEME_BASE_DOES_NOT_EXIST_364=La base de configuration de plan de stockage des mots de passe cn=Password Storage Schemes,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_PWSCHEME_ENTRY_UNACCEPTABLE_365=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de plan de stockage des mots de passe valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_PWSCHEME_CANNOT_CREATE_SCHEME_366=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un plan de stockage des mots de passe Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_OBJECTCLASS_367=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-password-storage-scheme, qui est requise pour les d\u00e9finitions de plan de stockage des mots de passe
INFO_CONFIG_PWSCHEME_DESCRIPTION_CLASS_NAME_368=Le nom complet de la classe Java d\u00e9finissant le plan de stockage de mots de passe de Directory Server.  En cas de changement alors que le plan de stockage de mots de passe associ\u00e9 est activ\u00e9, la modification ne prend pas effet tant que ce plan de stockage n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9
SEVERE_ERR_CONFIG_PWSCHEME_NO_CLASS_NAME_369=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du plan de stockage des mots de passe associ\u00e9
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_CLASS_NAME_370=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_CLASS_371=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de plan de stockage des mots de passe valide\u00a0: %s
INFO_CONFIG_PWSCHEME_DESCRIPTION_ENABLED_372=Indique si ce plan de stockage de mots de passse de Directory Server doit \u00eatre activ\u00e9.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_PWSCHEME_NO_ENABLED_ATTR_373=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si le plan de stockage des mots de passe doit \u00eatre activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_PWSCHEME_INVALID_ENABLED_VALUE_374=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_PWSCHEME_CLASS_ACTION_REQUIRED_375=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du plan de stockage de mots de passe de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le fournisseur de moniteur n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_PWSCHEME_INITIALIZATION_FAILED_376=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que plan de stockage de mots de passe, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_PWSCHEME_EXISTS_377=Impossible d'ajouter une nouvelle entr\u00e9e de plan de stockage de mots de passe avec le DN %s car il y a d\u00e9j\u00e0 un plan de stockage enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_PWSCHEME_UNACCEPTABLE_CONFIG_378=La configuration du plan de stockage des mots de passe d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
INFO_CONFIG_PLUGIN_CLASS_ACTION_REQUIRED_379=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du plug-in de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le journal n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
SEVERE_ERR_CONFIG_LOGGER_NO_FREE_DISK_SPACE_380=Aucune limite d\u2019espace disque n\u2019a \u00e9t\u00e9 d\u00e9finie pour la strat\u00e9gie de r\u00e9tention de fichiers dans l\u2019entr\u00e9e de configuration %s
SEVERE_ERR_CONFIG_LOGGER_INVALID_JAVA5_POLICY_381=La strat\u00e9gie de r\u00e9tention bas\u00e9e sur l\u2019espace disque figurant dans l\u2019entr\u00e9e de configuration %s n\u2019est pas autoris\u00e9e pour Directory Server lors d\u2019une ex\u00e9cution sur des machines virtuelles ant\u00e9rieures \u00e0 Java\u00a06
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BACKEND_ID_382=Identifiant unique pour ce backend.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration ne prennent pas effet tant que le backend n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que le serveur n'est pas red\u00e9marr\u00e9
SEVERE_WARN_CONFIG_BACKEND_NO_BACKEND_ID_383=L\u2019entr\u00e9e de configuration de backend %s ne contient pas l\u2019attribut ds-cfg-backend-id, qui sert \u00e0 fournir un identificateur unique pour le backend.  Le backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_WARN_CONFIG_BACKEND_DUPLICATE_BACKEND_ID_384=Le backend d\u00e9fini dans l\u2019entr\u00e9e de configuration %s porte l\u2019ID de backend %s, qui est en conflit avec l\u2019ID d\u2019un autre backend sur ce serveur.  Le backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_BACKEND_ID_385=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination de l\u2019ID du backend d\u00e9fini dans l\u2019entr\u00e9e de configuration %s\u00a0: %s. Ce backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_MAC_386=Une erreur s'est produite lors de la tentative d'obtention du fournisseur MAC %s afin de cr\u00e9er le hachage sign\u00e9 pour la sauvegarde\u00a0: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_DIGEST_387=Une erreur s'est produite lors de la tentative d'obtention de la synth\u00e8se de message %s afin de cr\u00e9er le hachage pour la sauvegarde\u00a0: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_388=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation du fichier d\u2019archive de configuration %s dans le r\u00e9pertoire %s\u00a0: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_GET_CIPHER_389=Une erreur s'est produite lors de la tentative d'obtention du chiffrement \u00e0 utiliser pour chiffrer la sauvegarde\u00a0: %s
SEVERE_ERR_CONFIG_BACKUP_ZIP_COMMENT_390=Sauvegarde de configuration %s - %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_DETERMINE_CONFIG_FILE_LOCATION_391=Une erreur s\u2019est produite lors de la tentative de d\u00e9termination du chemin du fichier de configuration Directory Server en vue de son archivage\u00a0: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_BACKUP_CONFIG_FILE_392=Une erreur s\u2019est produite lors de la tentative de sauvegarde du fichier de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_BACKUP_ARCHIVED_CONFIGS_393=Une erreur s\u2019est produite lors de la tentative de sauvegarde des configurations pr\u00e9c\u00e9dentes archiv\u00e9es \u00e0 partir du fichier %s\u00a0: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_CLOSE_ZIP_STREAM_394=Une erreur s\u2019est produite lors de la tentative de fermeture du fichier d\u2019archive de configuration %s dans le r\u00e9pertoire %s\u00a0: %s
SEVERE_ERR_CONFIG_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_395=Une erreur s\u2019est produite lors de la tentative de mise \u00e0 jour du fichier de descripteur de sauvegarde %s avec les informations concernant la sauvegarde de configuration\u00a0: %s
SEVERE_ERR_CONFIG_RESTORE_NO_SUCH_BACKUP_396=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s dans le r\u00e9pertoire %s car cette sauvegarde n\u2019existe pas
SEVERE_ERR_CONFIG_RESTORE_NO_BACKUP_FILE_397=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s dans le r\u00e9pertoire %s car il est impossible de d\u00e9terminer le nom du fichier d\u2019archive
SEVERE_ERR_CONFIG_RESTORE_NO_SUCH_FILE_398=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car le fichier d\u2019archive indiqu\u00e9 (%s) n\u2019existe pas
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_399=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car une erreur s\u2019est produite lors de la tentative de d\u00e9termination de l\u2019existence de l\u2019archive de sauvegarde %s\u00a0: %s
SEVERE_ERR_CONFIG_RESTORE_UNKNOWN_DIGEST_400=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car un hachage non sign\u00e9 de cette sauvegarde est disponible mais le serveur ne peut pas d\u00e9terminer l\u2019algorithme de synth\u00e8se utilis\u00e9 pour g\u00e9n\u00e9rer ce hachage
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_DIGEST_401=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car elle comporte un hachage non sign\u00e9 utilisant l\u2019algorithme de synth\u00e8se inconnu ou non pris en charge %s
SEVERE_ERR_CONFIG_RESTORE_UNKNOWN_MAC_402=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car un hachage sign\u00e9 de cette sauvegarde est disponible mais le serveur ne peut pas d\u00e9terminer l\u2019algorithme MAC utilis\u00e9 pour g\u00e9n\u00e9rer ce hachage
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_MAC_403=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car elle comporte un hachage sign\u00e9 utilisant l\u2019algorithme MAC inconnu ou non pris en charge %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_OPEN_BACKUP_FILE_404=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car une erreur s\u2019est produite lors de la tentative d\u2019ouverture du fichier d\u2019archive de sauvegarde %s\u00a0: %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_CIPHER_406=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car elle est chiffr\u00e9e \u00e0 l\u2019aide d\u2019un chiffrement inconnu ou non pris en charge\u00a0: %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_BACKUP_EXISTING_CONFIG_407=Impossible de restaurer la sauvegarde de configuration %s car une erreur s\u2019est produite lors de la tentative de sauvegarde temporaire des fichiers de configuration actuels depuis %s vers %s\u00a0: %s
NOTICE_CONFIG_RESTORE_RESTORED_OLD_CONFIG_408=Une erreur a emp\u00each\u00e9 la sauvegarde de la configuration d'\u00eatre correctement restaur\u00e9e.  Cependant, les fichiers de la configuration d'origine qui \u00e9taient en place avant le d\u00e9but de la proc\u00e9dure de restauration ont \u00e9t\u00e9 conserv\u00e9s et se trouvent maintenant dans leur emplacement d'origine de %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_RESTORE_OLD_CONFIG_409=Une erreur a emp\u00each\u00e9 la sauvegarde de la configuration d'\u00eatre correctement restaur\u00e9e.  Les fichiers de configuration d\u2019origine en place avant le d\u00e9but de la proc\u00e9dure de restauration ont \u00e9t\u00e9 conserv\u00e9s et se trouvent dans le r\u00e9pertoire %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CREATE_CONFIG_DIRECTORY_410=Impossible de restaurer la sauvegarde de configuration %s car une erreur s\u2019est produite lors de la tentative de cr\u00e9ation du r\u00e9pertoire vide %s pour y restaurer les fichiers\u00a0: %s
SEVERE_ERR_CONFIG_RESTORE_OLD_CONFIG_SAVED_411=Une erreur a emp\u00each\u00e9 la sauvegarde de la configuration d'\u00eatre correctement restaur\u00e9e.  Les fichiers de configuration d\u2019origine en place avant le d\u00e9but de la proc\u00e9dure de restauration ont \u00e9t\u00e9 conserv\u00e9s dans le r\u00e9pertoire %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_GET_ZIP_ENTRY_412=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car une erreur s\u2019est produite lors de la tentative de lecture de l\u2019entr\u00e9e suivante dans le fichier d\u2019archive %s\u00a0: %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_CREATE_FILE_413=Impossible de restaurer la sauvegarde de configuration %s car une erreur s\u2019est produite lors de la tentative de recr\u00e9ation du fichier %s\u00a0: %s
SEVERE_ERR_CONFIG_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_414=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car une erreur s\u2019est produite lors du traitement du fichier archiv\u00e9 %s\u00a0: %s
SEVERE_ERR_CONFIG_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_415=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car une erreur inattendue s\u2019est produite lors de la tentative de fermeture du fichier d\u2019archive %s\u00a0: %s
NOTICE_CONFIG_RESTORE_UNSIGNED_HASH_VALID_416=La synth\u00e8se de message calcul\u00e9e \u00e0 partir du fichier de sauvegarde correspond \u00e0 la synth\u00e8se stock\u00e9e dans les informations de sauvegarde
SEVERE_ERR_CONFIG_RESTORE_UNSIGNED_HASH_INVALID_417=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car la synth\u00e8se de message calcul\u00e9e \u00e0 partir de l\u2019archive de sauvegarde ne correspond pas \u00e0 la synth\u00e8se stock\u00e9e avec les informations de sauvegarde
NOTICE_CONFIG_RESTORE_SIGNED_HASH_VALID_418=La synth\u00e8se sign\u00e9e calcul\u00e9e \u00e0 partir de la sauvegarde correspond \u00e0 la signature stock\u00e9e dans les informations de sauvegarde
SEVERE_ERR_CONFIG_RESTORE_SIGNED_HASH_INVALID_419=Impossible de restaurer ou de v\u00e9rifier la sauvegarde de configuration %s car la synth\u00e8se sign\u00e9e calcul\u00e9e \u00e0 partir de l\u2019archive de sauvegarde ne correspond pas \u00e0 la signature stock\u00e9e avec les informations de sauvegarde
NOTICE_CONFIG_RESTORE_VERIFY_SUCCESSFUL_420=Tous les tests effectu\u00e9s sur la sauvegarde de configuration %s du r\u00e9pertoire %s montrent que le fichier semble valide.
NOTICE_CONFIG_RESTORE_SUCCESSFUL_421=La sauvegarde de configuration %s a \u00e9t\u00e9 restaur\u00e9e \u00e0 partir du fichier du r\u00e9pertoire %s
SEVERE_ERR_CONFIG_BACKEND_CANNOT_ACQUIRE_SHARED_LOCK_422=Directory Server n\u2019a pas pu acqu\u00e9rir de verrou partag\u00e9 pour le backend %s\u00a0: %s. Cela signifie g\u00e9n\u00e9ralement que le backend est en cours d\u2019utilisation par un processus qui requiert un verrou exclusif (comme l\u2019importation depuis LDIF ou la restauration d\u2019une sauvegarde).  Ce backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_WARN_CONFIG_BACKEND_CANNOT_RELEASE_SHARED_LOCK_423=Une erreur s\u2019est produite lors de la tentative de lib\u00e9ration d\u2019un verrou partag\u00e9 pour le backend %s\u00a0: %s. Cela eut interf\u00e9rer avec les op\u00e9rations n\u00e9cessitant un acc\u00e8s exclusif, notamment l\u2019importation LDIF ou la restauration d\u2019une sauvegarde.
INFO_CONFIG_FILE_HEADER_424=Ce fichier contient la configuration principale de Directory Server.  Il ne doit pas \u00eatre \u00e9dit\u00e9 directement quand le serveur est en ligne. La configuration du serveur doit uniquement \u00eatre g\u00e9r\u00e9e au moyen des utilitaires d'administration fournis avec Directory Server
INFO_CONFIG_CORE_DESCRIPTION_ADD_MISSING_RDN_ATTRS_425=Indique si Directory Server doit ajouter automatiquement des attributs NRD manquants \u00e0 une entr\u00e9e lors de son ajout.  Par d\u00e9faut, les entr\u00e9es ajout\u00e9es ne contenant pas les valeurs d'attribut NRD dans leurs listes d'attributs seront refus\u00e9es car elles violent la sp\u00e9cification de LDAP.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_ADD_MISSING_RDN_ATTRS_426=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-add-missing-rdn-attributes (doit \u00eatre une valeur bool\u00e9enne de type true/false)\u00a0: %s
INFO_CONFIG_CORE_DESCRIPTION_SERVER_ERROR_RESULT_CODE_427=Code de r\u00e9sultat \u00e0 utiliser pour les r\u00e9ponses auxquelles l'op\u00e9ration ne peut r\u00e9pondre du fait d'une erreur de serveur interne.  La valeur doit \u00eatre le nombre entier \u00e9quivalant au code de r\u00e9sultat correspondant de LDAP.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_SERVER_ERROR_RESULT_CODE_428=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-server-error-result-code (doit \u00eatre une valeur enti\u00e8re sup\u00e9rieure ou \u00e9gale \u00e0 1)\u00a0: %s
FATAL_ERR_CONFIG_IDMAPPER_CANNOT_GET_BASE_429=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de mappeur d\u2019identit\u00e9 cn=Identity Mappers,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_IDMAPPER_BASE_DOES_NOT_EXIST_430=La base de configuration de mappeur d\u2019identit\u00e9 cn=Identity Mappers,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_IDMAPPER_ENTRY_UNACCEPTABLE_431=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de mappeur d\u2019identit\u00e9 valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_IDMAPPER_CANNOT_CREATE_MAPPER_432=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un mappeur d\u2019identit\u00e9 Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_OBJECTCLASS_433=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-identity-mapper, qui est requise pour les d\u00e9finitions de mappeur d\u2019identit\u00e9
INFO_CONFIG_IDMAPPER_DESCRIPTION_CLASS_NAME_434=Le nom complet de la classe Java d\u00e9finissant un mappeur d'identit\u00e9 de Directory Server.  En cas de changement alors que le mappeur d'identit\u00e9 associ\u00e9 est activ\u00e9, la modification ne prend pas effet tant que ce mappeur n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9
SEVERE_ERR_CONFIG_IDMAPPER_NO_CLASS_NAME_435=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du mappeur d\u2019identit\u00e9 associ\u00e9
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_CLASS_NAME_436=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_CLASS_437=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de mappeur d\u2019identit\u00e9 valide\u00a0: %s
INFO_CONFIG_IDMAPPER_DESCRIPTION_ENABLED_438=Indique si ce mappeur d'identit\u00e9 de Directory Server doit \u00eatre activ\u00e9.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_IDMAPPER_NO_ENABLED_ATTR_439=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si le mappeur d\u2019identit\u00e9 doit \u00eatre activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_ENABLED_VALUE_440=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_IDMAPPER_CLASS_ACTION_REQUIRED_441=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du mappeur d'identit\u00e9 de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le mappeur d'identit\u00e9 n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_IDMAPPER_INITIALIZATION_FAILED_442=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que mappeur d'identit\u00e9, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_IDMAPPER_EXISTS_443=Impossible d'ajouter une nouvelle entr\u00e9e de mappeur d'identit\u00e9 avec le DN %s car il y a d\u00e9j\u00e0 un mappeur d'identit\u00e9 enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_IDMAPPER_UNACCEPTABLE_CONFIG_444=La configuration du mappeur d\u2019identit\u00e9 d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
INFO_CONFIG_CORE_DESCRIPTION_PROXY_MAPPER_DN_445=DN de l'entr\u00e9e de configuration pour le mappeur d'identit\u00e9 \u00e0 utiliser par Directory Server avec le contr\u00f4le de l'authentification par proxy V2.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_PROXY_MAPPER_DN_446=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-proxied-authorization-identity-mapper (doit \u00eatre le DN d\u2019une entr\u00e9e de configuration de mappeur d\u2019identit\u00e9 valide)\u00a0: %s
SEVERE_ERR_CONFIG_CORE_NO_PROXY_MAPPER_FOR_DN_447=Le DN de mappeur d\u2019identit\u00e9 d\u2019autorisation avec proxy (%s) sp\u00e9cifi\u00e9 dans l\u2019entr\u00e9e de configuration %s ne fait r\u00e9f\u00e9rence \u00e0 aucune entr\u00e9e de configuration de mappeur d\u2019identit\u00e9 valide
SEVERE_ERR_CONFIG_IDMAPPER_NO_PROXY_MAPPER_DN_448=Aucun mappeur d\u2019identit\u00e9 n\u2019est configur\u00e9 dans Directory Server pour utilisation avec les op\u00e9rations d\u2019autorisation avec proxy\u00a0V2.  Directory Server ne pourra pas traiter les requ\u00eates contenant le contr\u00f4le d\u2019autorisation avec proxy avec ID d\u2019autorisation bas\u00e9 sur le nom d\u2019utilisateur
SEVERE_ERR_CONFIG_IDMAPPER_INVALID_PROXY_MAPPER_DN_449=Le DN de mappeur d\u2019identit\u00e9 d\u2019autorisation avec proxy configur\u00e9 (%s) ne fait r\u00e9f\u00e9rence \u00e0 aucun mappeur d\u2019identit\u00e9 actif.  Directory Server ne pourra pas traiter les requ\u00eates contenant le contr\u00f4le d\u2019autorisation avec proxy avec ID d\u2019autorisation bas\u00e9 sur le nom d\u2019utilisateur
INFO_CONFIG_CORE_DESCRIPTION_SIZE_LIMIT_450=Nombre d'entr\u00e9es maximum par d\u00e9faut \u00e0 retourner au client pendant le traitement d'une op\u00e9ration de recherche.  Il peut \u00eatre ignor\u00e9 par un utilisateur en incluant l'attribut op\u00e9rationnel ds-rlim-size-limit dans l'entr\u00e9e de l'utilisateur.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_SIZE_LIMIT_451=L\u2019entr\u00e9e de configuration %s contient une valeur non valide pour l\u2019attribut de configuration ds-cfg-size-limit (doit \u00eatre un entier positif indiquant la taille maximale \u00e0 utiliser, ou bien les valeurs 0 ou -1, qui indiquent qu\u2019aucune limite ne doit \u00eatre appliqu\u00e9e)\u00a0: %s
FATAL_ERR_CONFIG_SYNCH_CANNOT_GET_CONFIG_BASE_452=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de configuration de fournisseur de synchronisation Directory Server cn=Synchronization Providers,cn=config\u00a0: %s
FATAL_ERR_CONFIG_SYNCH_BASE_DOES_NOT_EXIST_453=L\u2019entr\u00e9e de base de fournisseur de synchronisation Directory Server cn=Synchronization Providers,cn=config n\u2019existe pas.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente dans la configuration Directory Server
FATAL_ERR_CONFIG_SYNCH_ENTRY_DOES_NOT_HAVE_PROVIDER_CONFIG_454=L\u2019entr\u00e9e de configuration %s existe sous la racine de fournisseur de synchronisation Directory Server mais elle ne contient pas l\u2019attribut ds-cfg-synchronization-provider, obligatoire dans toutes les entr\u00e9es de configuration de fournisseur de synchronisation
FATAL_ERR_CONFIG_SYNCH_CANNOT_CHECK_FOR_PROVIDER_CONFIG_OC_455=Une erreur s\u2019est produite lors de la tentative de d\u00e9termination du fait que l\u2019entr\u00e9e de configuration %s est ou non un fournisseur de synchronisation Directory Server valide\u00a0: %s
INFO_CONFIG_SYNCH_DESCRIPTION_PROVIDER_ENABLED_456=Indique si le fournisseur de synchronisation de Directory Server associ\u00e9 est activ\u00e9 et doit \u00eatre utilis\u00e9 par le serveur.  Cet attribut doit \u00eatre pr\u00e9sent dans toutes les entr\u00e9es du fournisseur de synchronisation et ne pas \u00eatre modifi\u00e9 tant que Directory Server est en cours d'ex\u00e9cution
FATAL_ERR_CONFIG_SYNCH_PROVIDER_NO_ENABLED_ATTR_457=L\u2019entr\u00e9e de configuration de fournisseur de synchronisation %s ne contient pas l\u2019attribut ds-cfg-enabled, qui indique si le fournisseur de synchronisation est activ\u00e9 pour utilisation
SEVERE_WARN_CONFIG_SYNCH_PROVIDER_DISABLED_458=Le fournisseur de synchronisation Directory Server d\u00e9fini dans l\u2019entr\u00e9e de configuration %s est d\u00e9sactiv\u00e9.  Ce fournisseur ne va pas \u00eatre utilis\u00e9
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_DETERMINE_ENABLED_STATE_459=Une erreur s\u2019est produite lors de la tentative de d\u00e9termination du fait que le fournisseur de synchronisation Directory Server d\u00e9fini dans l\u2019entr\u00e9e de configuration %s doit ou non \u00eatre activ\u00e9\u00a0: %s
INFO_CONFIG_SYNCH_DESCRIPTION_PROVIDER_CLASS_460=Nom complet de la classe Java qui fournira la logique pour le fournisseur de synchronisation de Directory Server.  Cet attribut doit \u00eatre pr\u00e9sent dans toutes les entr\u00e9es du fournisseur de synchronisation et ne pas \u00eatre modifi\u00e9 tant que Directory Server est en cours d'ex\u00e9cution
FATAL_ERR_CONFIG_SYNCH_NO_CLASS_ATTR_461=L\u2019entr\u00e9e de configuration de fournisseur de synchronisation %s ne contient pas l\u2019attribut ds-cfg-java-class, qui sert \u00e0 sp\u00e9cifier le nom de la classe utilis\u00e9e pour impl\u00e9menter la logique de fournisseur de synchronisation
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_DETERMINE_CLASS_462=Une erreur s\u2019est produite lors de la tentative de d\u00e9termination du nom de la classe utilis\u00e9e pour fournir la logique de fournisseur de synchronisation Directory Server \u00e0 partir de l\u2019entr\u00e9e de configuration %s\u00a0: %s
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_LOAD_PROVIDER_CLASS_463=Une erreur s\u2019est produite lors de la tentative de chargement de la r\u00e9f\u00e9rence de classe %s dans l\u2019entr\u00e9e de configuration de fournisseur de synchronisation %s\u00a0: %s
FATAL_ERR_CONFIG_SYNCH_UNABLE_TO_INSTANTIATE_PROVIDER_464=Une erreur s\u2019est produite lors de la tentative d\u2019instanciation de la classe %s r\u00e9f\u00e9renc\u00e9e dans l\u2019entr\u00e9e de configuration de fournisseur de synchronisation %s\u00a0: %s
FATAL_ERR_CONFIG_SYNCH_ERROR_INITIALIZING_PROVIDER_465=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation du fournisseur de synchronisation Directory Server r\u00e9f\u00e9renc\u00e9 dans l\u2019entr\u00e9e de configuration %s\u00a0: %s
INFO_CONFIG_SYNCH_PROVIDER_HAS_BEEN_DISABLED_466=Le fournisseur de synchronisation d\u00e9fini dans l'entr\u00e9e de configuration %s est actuellement activ\u00e9, mais, selon la configuration modifi\u00e9e, il doit \u00eatre d\u00e9sactiv\u00e9.  Cela ne prend pas effet tant que Directory Server n'est pas red\u00e9marr\u00e9
FATAL_ERR_CONFIG_SYNCH_PROVIDER_CLASS_CHANGED_467=La classe Java fournissant la logique du fournisseur de synchronisation d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a \u00e9t\u00e9 modifi\u00e9e (de %s \u00e0 %s). Cette modification ne prendra effet qu\u2019au red\u00e9marrage de Directory Server
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_WRITABILITY_468=Mode \u00e9criture pour ce backend.  Cette valeur peut \u00eatre "enabled", si toutes les op\u00e9rations d'\u00e9criture sont autoris\u00e9es, "disabled", si elles sont refus\u00e9es ou bien "internal-only", si seules les op\u00e9rations d'\u00e9criture internes et les mises \u00e0 jour de synchronisation sont autoris\u00e9es.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_BACKEND_NO_WRITABILITY_MODE_469=Le backend d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019a aucune valeur pour l\u2019attribut de configuration ds-cfg-writability-mode, qui indique le mode d\u2019accessibilit\u00e9 en \u00e9criture pour ce backend.  Le backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_INVALID_WRITABILITY_MODE_470=Le backend d\u00e9fini dans l\u2019entr\u00e9e de configuration %s comporte le mode d\u2019accessibilit\u00e9 en \u00e9criture non valide %s. Le backend va \u00eatre d\u00e9sactiv\u00e9
SEVERE_ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_WRITABILITY_471=Une erreur inattendue s\u2019est produite lors de la tentative de d\u00e9termination du mode d\u2019accessibilit\u00e9 en \u00e9criture du backend d\u00e9fini dans l\u2019entr\u00e9e de configuration %s\u00a0: %s. Ce backend va \u00eatre d\u00e9sactiv\u00e9
INFO_CONFIG_CORE_DESCRIPTION_WRITABILITY_MODE_472=Mode \u00e9criture pour Directory Server.  La valeur peut \u00eatre "enabled", "disabled" ou "internal-only".  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_WRITABILITY_MODE_473=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-writability-mode (doit \u00eatre "enabled", "disabled" ou "internal-only")\u00a0: %s
INFO_CONFIG_CORE_DESCRIPTION_BIND_WITH_DN_REQUIRES_PW_474=Indique si les liaisons simples contenant un DN devront aussi avoir un mot de passe. En cas de d\u00e9sactivation, les liaisons sans mot de passe seront trait\u00e9es comme si elles \u00e9taient anonymes, m\u00eame si elles contiennent une liaison DN, ce qui peut cr\u00e9er une br\u00e8che dans la s\u00e9curit\u00e9 pour certains types d'applications.  Lorsque cette option est activ\u00e9e, une simple requ\u00eate de liaison contenant un DN mais aucun mot de passe sera refus\u00e9e plut\u00f4t que d'avoir une authentification anonyme par d\u00e9faut.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_BIND_WITH_DN_REQUIRES_PW_475=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-bind-with-dn-requires-password (doit \u00eatre "TRUE" ou "FALSE")\u00a0: %s
FATAL_ERR_CONFIG_PWVALIDATOR_CANNOT_GET_BASE_476=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de validateur de mot de passe cn=Password Validators,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_PWVALIDATOR_BASE_DOES_NOT_EXIST_477=La base de configuration de validateur de mot de passe cn=Password Validators,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_PWVALIDATOR_ENTRY_UNACCEPTABLE_478=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de validateur de mot de passe valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_PWVALIDATOR_CANNOT_CREATE_VALIDATOR_479=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un validateur de mot de passe Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_OBJECTCLASS_480=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-password-validator, qui est requise pour les d\u00e9finitions de validateur de mot de passe
INFO_CONFIG_PWVALIDATOR_DESCRIPTION_CLASS_NAME_481=Le nom complet de la classe Java d\u00e9finissant le valideur de mots de passe de Directory Server.  En cas de changement alors que le valideur associ\u00e9 est activ\u00e9, la modification ne prend pas effet tant que celui-ci n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9
SEVERE_ERR_CONFIG_PWVALIDATOR_NO_CLASS_NAME_482=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du validateur de mot de passe associ\u00e9
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_CLASS_NAME_483=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_CLASS_484=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de validateur de mot de passe valide\u00a0: %s
INFO_CONFIG_PWVALIDATOR_DESCRIPTION_ENABLED_485=Indique si ce valideur de mots de passe de Directory Server doit \u00eatre activ\u00e9.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_PWVALIDATOR_NO_ENABLED_ATTR_486=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si le validateur de mot de passe doit \u00eatre activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_PWVALIDATOR_INVALID_ENABLED_VALUE_487=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_PWVALIDATOR_CLASS_ACTION_REQUIRED_488=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du valideur de mots de passe de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le journal n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_PWVALIDATOR_INITIALIZATION_FAILED_489=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que valideur de mot de passe, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_PWVALIDATOR_EXISTS_490=Impossible d'ajouter une nouvelle entr\u00e9e de valideur de mots de passe avec le DN %s car il y a d\u00e9j\u00e0 un valideur enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_PWVALIDATOR_UNACCEPTABLE_CONFIG_491=La configuration du validateur de mot de passe d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
FATAL_ERR_CONFIG_PWGENERATOR_CANNOT_GET_BASE_492=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de g\u00e9n\u00e9rateur de mot de passe cn=Password Generators,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_PWGENERATOR_BASE_DOES_NOT_EXIST_493=La base de configuration de g\u00e9n\u00e9rateur de mot de passe cn=Password Generators,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_PWGENERATOR_ENTRY_UNACCEPTABLE_494=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de g\u00e9n\u00e9rateur de mot de passe valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_PWGENERATOR_CANNOT_CREATE_GENERATOR_495=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un g\u00e9n\u00e9rateur de mot de passe Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_OBJECTCLASS_496=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-password-generator, qui est requise pour les d\u00e9finitions de g\u00e9n\u00e9rateur de mot de passe
INFO_CONFIG_PWGENERATOR_DESCRIPTION_CLASS_NAME_497=Le nom complet de la classe Java d\u00e9finissant le g\u00e9n\u00e9rateur de mots de passe de Directory Server.  En cas de changement alors que le g\u00e9n\u00e9rateur associ\u00e9 est activ\u00e9, la modification ne prend pas effet tant que ce g\u00e9n\u00e9rateur n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9
SEVERE_ERR_CONFIG_PWGENERATOR_NO_CLASS_NAME_498=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du g\u00e9n\u00e9rateur de mot de passe associ\u00e9
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_CLASS_NAME_499=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_CLASS_500=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de g\u00e9n\u00e9rateur de mot de passe valide\u00a0: %s
INFO_CONFIG_PWGENERATOR_DESCRIPTION_ENABLED_501=Indique si ce g\u00e9n\u00e9rateur de mots de passe de Directory Server doit \u00eatre activ\u00e9.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_PWGENERATOR_NO_ENABLED_ATTR_502=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si le g\u00e9n\u00e9rateur de mot de passe doit \u00eatre activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_PWGENERATOR_INVALID_ENABLED_VALUE_503=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_PWGENERATOR_CLASS_ACTION_REQUIRED_504=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du g\u00e9n\u00e9rateur de mots de passe de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le journal n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_PWGENERATOR_INITIALIZATION_FAILED_505=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que g\u00e9n\u00e9rateur de mot de passe, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_PWGENERATOR_EXISTS_506=Impossible d'ajouter une nouvelle entr\u00e9e de g\u00e9n\u00e9rateur de mots de passe avec le DN %s car il y a d\u00e9j\u00e0 un g\u00e9n\u00e9rateur enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_PWGENERATOR_UNACCEPTABLE_CONFIG_507=La configuration du g\u00e9n\u00e9rateur de mot de passe d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
INFO_CONFIG_CORE_DESCRIPTION_DEFAULT_PWPOLICY_DN_508=DN de l'entr\u00e9e de configuration d\u00e9finissant la strat\u00e9gie de mots de passe par d\u00e9faut pour Directory Server qui sera appliqu\u00e9e \u00e0 tous les utilisateurs pour lesquels une strat\u00e9gie de mots de passe personnalis\u00e9e n'a pas \u00e9t\u00e9 d\u00e9finie.  Cette entr\u00e9e doit exister et sp\u00e9cifier une configuration de strat\u00e9gie de mots de passe valide.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_NO_DEFAULT_PWPOLICY_509=Aucune strat\u00e9gie de mot de passe par d\u00e9faut n\u2019a \u00e9t\u00e9 configur\u00e9e pour Directory Server.  Cela doit \u00eatre sp\u00e9cifi\u00e9 par l\u2019attribut ds-cfg-default-password-policy dans l\u2019entr\u00e9e de configuration %s
SEVERE_ERR_CONFIG_CORE_INVALID_DEFAULT_PWPOLICY_DN_510=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-default-password-policy (doit \u00eatre un DN sp\u00e9cifiant l\u2019entr\u00e9e de configuration de strat\u00e9gie de mot de passe par d\u00e9faut)\u00a0: %s
SEVERE_ERR_CONFIG_CORE_NO_SUCH_PWPOLICY_511=La valeur %s d\u00e9finie pour l\u2019attribut de configuration ds-cfg-default-password-policy ne fait r\u00e9f\u00e9rence \u00e0 aucune entr\u00e9e de configuration de strat\u00e9gie de mot de passe valide
FATAL_ERR_CONFIG_PWPOLICY_CANNOT_GET_BASE_512=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de strat\u00e9gie de mot de passe cn=Password Policies,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_PWPOLICY_BASE_DOES_NOT_EXIST_513=La base de configuration de strat\u00e9gie de mot de passe cn=Password Policies,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_PWPOLICY_NO_POLICIES_514=Aucune strat\u00e9gie de mot de passe n\u2019a \u00e9t\u00e9 d\u00e9finie sous l\u2019entr\u00e9e cn=Password Policies,cn=config dans la configuration Directory Server.  Vous devez d\u00e9finir au moins une configuration de strat\u00e9gie de mot de passe
SEVERE_ERR_CONFIG_PWPOLICY_INVALID_POLICY_CONFIG_515=La strat\u00e9gie de mot de passe d\u00e9finie dans l\u2019entr\u00e9e de configuration %s n\u2019est pas valide\u00a0: %s
SEVERE_ERR_CONFIG_PWPOLICY_MISSING_DEFAULT_POLICY_516=La strat\u00e9gie de mot de passe Directory Server par d\u00e9faut est d\u00e9finie comme %s, mais cette entr\u00e9e n\u2019existe pas ou n\u2019est pas sous la base de configuration de strat\u00e9gie de mot de passe cn=Password Policies,cn=config
SEVERE_WARN_CONFIG_PWPOLICY_CANNOT_DELETE_DEFAULT_POLICY_517=L\u2019entr\u00e9e sp\u00e9cifi\u00e9e (%s) est actuellement d\u00e9finie comme entr\u00e9e de configuration pour la strat\u00e9gie de mot de passe par d\u00e9faut.  Vous ne pouvez pas supprimer l\u2019entr\u00e9e de configuration de strat\u00e9gie de mot de passe par d\u00e9faut
INFO_CONFIG_PWPOLICY_REMOVED_POLICY_518=Une entr\u00e9e de la strat\u00e9gie de mot de passe %s a \u00e9t\u00e9 supprim\u00e9e de la configuration de Directory Server.  Toute entr\u00e9e d'utilisateur faisant explicitement r\u00e9f\u00e9rence \u00e0 cette strat\u00e9gie de mots de passe ne sera plus autoris\u00e9e pour l'authentification
FATAL_ERR_CONFIG_AUTHZ_CANNOT_GET_ENTRY_519=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de configuration de contr\u00f4le d\u2019acc\u00e8s Directory Server cn=Access Control Handler,cn=config\u00a0: %s
FATAL_ERR_CONFIG_AUTHZ_ENTRY_DOES_NOT_EXIST_520=L\u2019entr\u00e9e de configuration de contr\u00f4le d\u2019acc\u00e8s Directory Server cn=Access Control Handler,cn=config n\u2019existe pas.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente dans la configuration Directory Server
FATAL_ERR_CONFIG_AUTHZ_ENTRY_DOES_NOT_HAVE_OBJECT_CLASS_521=L\u2019entr\u00e9e de configuration de contr\u00f4le d\u2019acc\u00e8s Directory Server cn=Access Control Handler,cn=config ne comporte pas la classe d\u2019objet correcte.  Pour \u00eatre valide, l\u2019entr\u00e9e doit inclure la classe d\u2019objet ds-cfg-access-control-handler
INFO_CONFIG_AUTHZ_DESCRIPTION_ENABLED_523=Indique si le contr\u00f4le d'acc\u00e8s est activ\u00e9 et doit \u00eatre utilis\u00e9 par le serveur.  Cet attribut est obligatoire
FATAL_ERR_CONFIG_AUTHZ_NO_ENABLED_ATTR_524=L\u2019entr\u00e9e de configuration de contr\u00f4le d\u2019acc\u00e8s %s ne contient pas l\u2019attribut ds-cfg-enabled, qui indique si le contr\u00f4le d\u2019acc\u00e8s est activ\u00e9 pour utilisation
SEVERE_WARN_CONFIG_AUTHZ_DISABLED_525=Le contr\u00f4le d\u2019acc\u00e8s a \u00e9t\u00e9 d\u00e9sactiv\u00e9
NOTICE_CONFIG_AUTHZ_ENABLED_526=Le contr\u00f4le d'acc\u00e8s \u00e0 \u00e9t\u00e9 activ\u00e9 et utilisera l'impl\u00e9mentation %s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_DETERMINE_ENABLED_STATE_527=Une erreur s\u2019est produite lors de la tentative de d\u00e9termination du fait que le contr\u00f4le d\u2019acc\u00e8s Directory Server, tel que d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, doit ou non \u00eatre activ\u00e9\u00a0: %s
INFO_CONFIG_AUTHZ_DESCRIPTION_CLASS_528=Nom complet de la classe Java qui fournira l'impl\u00e9mentation du contr\u00f4le d'acc\u00e8s pour Directory Server. Cet attribut est obligatoire
FATAL_ERR_CONFIG_AUTHZ_NO_CLASS_ATTR_529=L\u2019entr\u00e9e de configuration de contr\u00f4le d\u2019acc\u00e8s %s ne contient pas l\u2019attribut ds-cfg-java-class, qui sp\u00e9cifie le nom de la classe Java qui fournit l\u2019impl\u00e9mentation de contr\u00f4le d\u2019acc\u00e8s pour Directory Server
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_DETERMINE_CLASS_530=Une erreur s\u2019est produite lors de la tentative de d\u00e9termination du nom de la classe utilis\u00e9e pour fournir l\u2019impl\u00e9mentation de contr\u00f4le d\u2019acc\u00e8s Directory Server \u00e0 partir de l\u2019entr\u00e9e de configuration %s\u00a0: %s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_LOAD_CLASS_531=Une erreur s\u2019est produite lors de la tentative de chargement de la classe %s r\u00e9f\u00e9renc\u00e9e dans l\u2019entr\u00e9e de configuration de contr\u00f4le d\u2019acc\u00e8s %s\u00a0: %s
FATAL_ERR_CONFIG_AUTHZ_BAD_CLASS_532=La classe d\u2019impl\u00e9mentation de contr\u00f4le d\u2019acc\u00e8s %s r\u00e9f\u00e9renc\u00e9e dans l\u2019entr\u00e9e de configuration de contr\u00f4le d\u2019acc\u00e8s %s n\u2019impl\u00e9mente pas l\u2019interface %s\u00a0: %s
FATAL_ERR_CONFIG_AUTHZ_UNABLE_TO_INSTANTIATE_HANDLER_533=Une erreur s\u2019est produite lors de la tentative d\u2019instanciation de la classe %s r\u00e9f\u00e9renc\u00e9e dans l\u2019entr\u00e9e de configuration de contr\u00f4le d\u2019acc\u00e8s %s\u00a0: %s
FATAL_ERR_CONFIG_AUTHZ_ERROR_INITIALIZING_HANDLER_534=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation de l\u2019impl\u00e9mentation de contr\u00f4le d\u2019acc\u00e8s Directory Server r\u00e9f\u00e9renc\u00e9e dans l\u2019entr\u00e9e de configuration %s\u00a0: %s
FATAL_ERR_CONFIG_ROOTDN_CANNOT_GET_BASE_535=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de DN racine cn=Root DNs,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_ROOTDN_BASE_DOES_NOT_EXIST_536=La base de configuration de strat\u00e9gie de mot de passe cn=Root DNs,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_ROOTDN_ENTRY_UNACCEPTABLE_537=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de DN racine valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_CREATE_538=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un DN racine Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_ROOTDN_INVALID_OBJECTCLASS_539=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-root-dn-user, qui est requise pour les d\u00e9finitions de DN racine Directory Server
INFO_CONFIG_ROOTDN_DESCRIPTION_ALTERNATE_BIND_DN_540=Sp\u00e9cifie un ou plusieurs DN de liaison secondaires pouvant \u00eatre utilis\u00e9s pour authentifier en tant que DN racine associ\u00e9, en plus du v\u00e9ritable DN de l'entr\u00e9e de configuration du DN racine. Les DN de liaison secondaires ne doivent pas entrer en conflit avec les DN d'autres entr\u00e9es dans le r\u00e9pertoire, ni avec d'autres DN de liaison secondaires configur\u00e9s pour d'autres DN racines.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_ROOTDN_CONFLICTING_MAPPING_541=Impossible d\u2019enregistrer "%s" en tant que DN de liaison de rechange pour l\u2019utilisateur "%s" car il est d\u00e9j\u00e0 enregistr\u00e9 en tant que DN de liaison de rechange pour l\u2019utilisateur root "%s"
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_PARSE_ALTERNATE_BIND_DNS_542=Une erreur s\u2019est produite lors de la tentative d\u2019analyse du jeu de DN de liaison de rechange pour l\u2019utilisateur root %s\u00a0: %s
SEVERE_ERR_CONFIG_ROOTDN_CANNOT_REGISTER_ALTERNATE_BIND_DN_543=Une erreur s\u2019est produite lors de la tentative d\u2019enregistrement de "%s" en tant que DN de liaison de rechange pour l\u2019utilisateur root "%s"\u00a0: %s
SEVERE_ERR_CONFIG_ROOTDN_EXISTS_544=Impossible d\u2019ajouter l\u2019entr\u00e9e de DN racine %s car un autre utilisateur root est d\u00e9j\u00e0 enregistr\u00e9 avec ce DN
FATAL_ERR_CONFIG_ACCTNOTHANDLER_CANNOT_GET_BASE_545=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de gestionnaire de notification de l\u2019\u00e9tat du compte cn=Account Status Notification Handlers,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_ACCTNOTHANDLER_BASE_DOES_NOT_EXIST_546=La base de configuration de gestionnaire de notification de l\u2019\u00e9tat du compte cn=Account Status Notification Handler,cn=config n\u2019existe pas dans la configuration Directory Server. Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_ENTRY_UNACCEPTABLE_547=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de gestionnaire de notification de l\u2019\u00e9tat du compte valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_CANNOT_CREATE_HANDLER_548=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un gestionnaire de notification de l\u2019\u00e9tat du compte Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_OBJECTCLASS_549=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-account-status-notification-handler, qui est requise pour les d\u00e9finitions de gestionnaire de notification de l\u2019\u00e9tat du compte
INFO_CONFIG_ACCTNOTHANDLER_DESCRIPTION_CLASS_NAME_550=Le nom complet de la classe Java d\u00e9finissant le gestionnaire de notification de l'\u00e9tat du compte de Directory Server.  En cas de changement alors que le gestionnaire de notification de l'\u00e9tat du compte associ\u00e9 est activ\u00e9, la modification ne prend pas effet tant que ce gestionnaire n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_NO_CLASS_NAME_551=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du gestionnaire de notification de l\u2019\u00e9tat du compte associ\u00e9
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_CLASS_NAME_552=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_CLASS_553=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de gestionnaire de notification de l\u2019\u00e9tat du compte valide\u00a0: %s
INFO_CONFIG_ACCTNOTHANDLER_DESCRIPTION_ENABLED_554=Indique si ce gestionnaire de notification de l'\u00e9tat du compte de Directory Server doit \u00eatre activ\u00e9. Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_NO_ENABLED_ATTR_555=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si le gestionnaire de notification de l\u2019\u00e9tat du compte doit \u00eatre activ\u00e9 pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_INVALID_ENABLED_VALUE_556=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_ACCTNOTHANDLER_CLASS_ACTION_REQUIRED_557=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du gestionnaire de notification de l'\u00e9tat du compte de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le gestionnaire de notification n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_ACCTNOTHANDLER_INITIALIZATION_FAILED_558=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que gestionnaire de notification de l'\u00e9tat d'un compte, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_ACCTNOTHANDLER_EXISTS_559=Impossible d'ajouter un nouvelle entr\u00e9e de gestionnaire de notification de l'\u00e9tat du compte avec le DN %s car un gestionnaire de notification enregistr\u00e9 avec ce DN existe d\u00e9j\u00e0
SEVERE_ERR_CONFIG_ACCTNOTHANDLER_UNACCEPTABLE_CONFIG_560=La configuration du gestionnaire de notification de l\u2019\u00e9tat du compte d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
INFO_CONFIG_CORE_DESCRIPTION_LOOKTHROUGH_LIMIT_561=Nombre maximum d'entr\u00e9es candidates par d\u00e9faut o\u00f9 les correspondances sont v\u00e9rifi\u00e9es lors du traitement d'une op\u00e9ration de recherche.  Il peut \u00eatre \u00e9cras\u00e9 par un utilisateur en incluant l'attribut op\u00e9rationnel ds-rlim-lookthrough-limit dans l'entr\u00e9e de l'utilisateur. Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_LOOKTHROUGH_LIMIT_562=L\u2019entr\u00e9e de configuration %s contient une valeur non valide pour l\u2019attribut de configuration ds-cfg-lookthrough-limit (doit \u00eatre un entier positif indiquant la limite de recherche d\u2019entr\u00e9es \u00e0 utiliser, ou bien les valeurs 0 ou -1, qui indiquent qu\u2019aucune limite ne doit \u00eatre appliqu\u00e9e)\u00a0: %s
FATAL_ERR_CONFIG_UNABLE_TO_APPLY_STARTUP_CHANGES_563=Une erreur s\u2019est produite lors de la tentative d\u2019application des modifications contenues dans le fichier %s \u00e0 la configuration de serveur au d\u00e9marrage\u00a0: %s
FATAL_ERR_CONFIG_ERROR_APPLYING_STARTUP_CHANGE_564=Impossible d\u2019appliquer une modification au d\u00e9marrage du serveur\u00a0: %s
FATAL_ERR_CONFIG_UNABLE_TO_APPLY_CHANGES_FILE_565=Une ou plusieurs erreurs se sont produites lors de l\u2019application des modifications au d\u00e9marrage du serveur
INFO_CONFIG_DESCRIPTION_BACKEND_MODE_566=Autorisations utilis\u00e9es pour le r\u00e9pertoire contenant les fichiers de base de donn\u00e9es de backend
SEVERE_ERR_CONFIG_BACKEND_MODE_INVALID_567=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-db-directory-permissions (doit \u00eatre un mode de permission UNIX, en notation octale sur trois chiffres)
SEVERE_ERR_CONFIG_BACKEND_INSANE_MODE_568=Des permissions de fichier UNIX non valides (%s) emp\u00eachent le backend d\u2019acc\u00e9der en lecture/\u00e9criture au r\u00e9pertoire de base de donn\u00e9es de backend
INFO_CONFIG_CORE_DESCRIPTION_TIME_LIMIT_569=Dur\u00e9e maximum par d\u00e9faut devant \u00eatre autoris\u00e9e pour le traitement d'une op\u00e9ration de recherche. Elle peut \u00eatre d\u00e9pass\u00e9e par un utilisateur en incluant l'attribut op\u00e9rationnel ds-rlim-time-limit dans l'entr\u00e9e de l'utilisateur.  Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_INVALID_TIME_LIMIT_570=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-time-limit (doit \u00eatre une valeur enti\u00e8re suivie par un espace et une unit\u00e9 de temps comme secondes, minutes, heures, jours ou semaines)\u00a0: %s
SEVERE_ERR_CONFIG_PWPOLICY_NO_DEFAULT_POLICY_571=Aucune strat\u00e9gie de mot de passe par d\u00e9faut n\u2019est configur\u00e9e pour Directory Server.  La strat\u00e9gie de mot de passe par d\u00e9faut doit \u00eatre sp\u00e9cifi\u00e9e par l\u2019attribut ds-cfg-default-password-policy dans l\u2019entr\u00e9e cn=config
SEVERE_WARN_CONFIG_BACKEND_CANNOT_REGISTER_BACKEND_572=Une erreur s\u2019est produite lors de la tentative d\u2019enregistrement du backend %s aupr\u00e8s de Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_NO_REASON_573=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation du r\u00e9pertoire d\u2019archives de configuration %s
SEVERE_ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_574=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation du r\u00e9pertoire d\u2019archives de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_FILE_CANNOT_WRITE_CONFIG_ARCHIVE_575=Une erreur s\u2019est produite lors de la tentative d\u2019\u00e9criture de la configuration actuelle dans l\u2019archive de configuration\u00a0: %s
INFO_CONFIG_CORE_DESCRIPTION_REJECT_UNAUTHENTICATED_REQUESTS_576=Indique si Directory Server doit refuser les requ\u00eates provenant de clients non authentifi\u00e9s. Si cette option est "true", les clients non authentifi\u00e9s seront uniquement autoris\u00e9s \u00e0 envoyer des requ\u00eates de liaison et StartTLS. Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet imm\u00e9diatement
SEVERE_ERR_CONFIG_CORE_REJECT_UNAUTHENTICATED_REQUESTS_INVALID_577=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut de configuration ds-cfg-reject-unauthenticated-requests (doit \u00eatre true ou false)
FATAL_ERR_CONFIG_GROUP_CANNOT_GET_BASE_578=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base d\u2019impl\u00e9mentation de groupe cn=Group Implementations,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_GROUP_BASE_DOES_NOT_EXIST_579=La base de configuration d\u2019impl\u00e9mentation de groupe cn=Group Implementations,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_GROUP_ENTRY_UNACCEPTABLE_580=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration d\u2019impl\u00e9mentation de groupe valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_GROUP_CANNOT_CREATE_IMPLEMENTATION_581=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019une impl\u00e9mentation de groupe Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_GROUP_INVALID_OBJECTCLASS_582=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-group-implementation, qui est requise pour les d\u00e9finitions d\u2019impl\u00e9mentations de groupe
INFO_CONFIG_GROUP_DESCRIPTION_CLASS_NAME_583=Le nom complet de la classe Java d\u00e9finissant l'impl\u00e9mentation de groupe de Directory Server.  En cas de changement alors que l'impl\u00e9mentation associ\u00e9e est activ\u00e9e, la modification ne prend pas effet tant que cette impl\u00e9mentation de groupe n'est pas d\u00e9sactiv\u00e9e puis r\u00e9activ\u00e9e
SEVERE_ERR_CONFIG_GROUP_NO_CLASS_NAME_584=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet de l\u2019impl\u00e9mentation de groupe associ\u00e9e
SEVERE_ERR_CONFIG_GROUP_INVALID_CLASS_NAME_585=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_GROUP_INVALID_CLASS_586=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation d\u2019impl\u00e9mentation de groupe valide\u00a0: %s
INFO_CONFIG_GROUP_DESCRIPTION_ENABLED_587=Indique si cette impl\u00e9mentation de groupe de Directory Server doit \u00eatre activ\u00e9e.  Les modifications apport\u00e9es \u00e0 cet attribut seront imm\u00e9diatement prises en compte
SEVERE_ERR_CONFIG_GROUP_NO_ENABLED_ATTR_588=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-enabled, qui indique si l\u2019impl\u00e9mentation de groupe doit \u00eatre activ\u00e9e pour utilisation dans Directory Server
SEVERE_ERR_CONFIG_GROUP_INVALID_ENABLED_VALUE_589=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_GROUP_CLASS_ACTION_REQUIRED_590=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe de l'impl\u00e9mentation de groupes de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que l'impl\u00e9mentation de groupe n'est pas d\u00e9sactiv\u00e9e puis r\u00e9activ\u00e9e ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_GROUP_INITIALIZATION_FAILED_591=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant qu'impl\u00e9mentation de groupe, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_GROUP_EXISTS_592=Impossible d'ajouter une nouvelle entr\u00e9e d'impl\u00e9mentation de groupes avec le DN %s car il y a d\u00e9j\u00e0 une impl\u00e9mentation de groupes enregistr\u00e9e avec ce DN
SEVERE_ERR_CONFIG_GROUP_UNACCEPTABLE_CONFIG_593=La configuration de l\u2019impl\u00e9mentation de groupe d\u00e9finie dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
SEVERE_ERR_CONFIG_ROOTDN_DESCRIPTION_ROOT_PRIVILEGE_594=Ensemble de privil\u00e8ges qui doit \u00eatre automatiquement affect\u00e9 aux utilisateurs root lorsqu\u2019ils s\u2019authentifient aupr\u00e8s du serveur
SEVERE_WARN_CONFIG_ROOTDN_UNRECOGNIZED_PRIVILEGE_595=L\u2019ensemble de privil\u00e8ges root par d\u00e9faut contenu dans l\u2019attribut de configuration %s de l\u2019entr\u00e9e %s contient un privil\u00e8ge non reconnu (%s)
SEVERE_ERR_CONFIG_ROOTDN_ERROR_DETERMINING_ROOT_PRIVILEGES_596=Une erreur s\u2019est produite lors de la tentative de d\u00e9termination de l\u2019ensemble de privil\u00e8ges que les utilisateurs root doivent recevoir par d\u00e9faut\u00a0: %s
INFO_CONFIG_ROOTDN_UPDATED_PRIVILEGES_597=Le jeu de privil\u00e8ges qui sera automatiquement assign\u00e9 aux utilisateurs root a \u00e9t\u00e9 mis \u00e0 jour.  Ce nouveau jeu de privil\u00e8ges ne s'appliquera pas aux connexions existantes d\u00e9j\u00e0 authentifi\u00e9es en tant qu'utilisateur root, mais sera utilis\u00e9 pour toute authentification ult\u00e9rieure d'utilisateurs root
MILD_ERR_CONFIG_FILE_ADD_INSUFFICIENT_PRIVILEGES_598=Vous ne disposez pas des privil\u00e8ges suffisants pour effectuer des op\u00e9rations d'ajout dans la configuration de Directory Server
MILD_ERR_CONFIG_FILE_DELETE_INSUFFICIENT_PRIVILEGES_599=Vous ne disposez pas des privil\u00e8ges suffisants pour effectuer des op\u00e9rations de suppression dans la configuration de Directory Server
MILD_ERR_CONFIG_FILE_MODIFY_INSUFFICIENT_PRIVILEGES_600=Vous ne disposez pas des privil\u00e8ges suffisants pour effectuer des op\u00e9rations de modification dans la configuration de Directory Server
MILD_ERR_CONFIG_FILE_MODDN_INSUFFICIENT_PRIVILEGES_601=Vous ne disposez pas des privil\u00e8ges suffisants pour effectuer des op\u00e9rations de modification de DN dans la configuration de Directory Server
MILD_ERR_CONFIG_FILE_SEARCH_INSUFFICIENT_PRIVILEGES_602=Vous ne disposez pas des privil\u00e8ges suffisants pour effectuer des op\u00e9rations de recherche dans la configuration de Directory Server
MILD_ERR_CONFIG_FILE_MODIFY_PRIVS_INSUFFICIENT_PRIVILEGES_603=Vous ne disposez pas des privil\u00e8ges suffisants pour modifier le jeu de privil\u00e8ges root par d\u00e9faut
FATAL_ERR_CONFIG_CERTMAPPER_CANNOT_GET_BASE_604=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de mappeur de certificat cn=Certificate Mappers,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_CERTMAPPER_BASE_DOES_NOT_EXIST_605=La base de configuration de mappeur de certificat cn=Certificate Mappers,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_CERTMAPPER_ENTRY_UNACCEPTABLE_606=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de mappeur de certificat valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_CERTMAPPER_CANNOT_CREATE_MAPPER_607=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un mappeur de certificat Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_OBJECTCLASS_608=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-certificate-mapper, qui est requise pour les d\u00e9finitions de mappeur de certificat
SEVERE_ERR_CONFIG_CERTMAPPER_NO_CLASS_NAME_609=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du mappeur de certificat associ\u00e9
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_CLASS_NAME_610=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_CLASS_611=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de mappeur de certificat valide\u00a0: %s
SEVERE_ERR_CONFIG_CERTMAPPER_INVALID_ENABLED_VALUE_612=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_CERTMAPPER_CLASS_ACTION_REQUIRED_613=Il est impossible d'appliquer dynamiquement la modification requise dans le mappeur de certificat de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le mappeur n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_CERTMAPPER_INITIALIZATION_FAILED_614=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que mappeur de certificat, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_CERTMAPPER_EXISTS_615=Impossible d'ajouter une nouvelle entr\u00e9e de mappeur de certificat avec le DN %s car il y a d\u00e9j\u00e0 un mappeur enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_CERTMAPPER_UNACCEPTABLE_CONFIG_616=La configuration du mappeur de certificat d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
FATAL_ERR_CONFIG_KEYMANAGER_CANNOT_GET_BASE_617=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de fournisseur de gestionnaire de cl\u00e9 cn=Key Manager Providers,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_KEYMANAGER_BASE_DOES_NOT_EXIST_618=La base de configuration de fournisseur de gestionnaire de cl\u00e9 cn=Key Manager Providers,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_KEYMANAGER_ENTRY_UNACCEPTABLE_619=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de fournisseur de gestionnaire de cl\u00e9 valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_KEYMANAGER_CANNOT_CREATE_PROVIDER_620=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un fournisseur de gestionnaire de cl\u00e9 Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_OBJECTCLASS_621=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-key-manager-provider, qui est requise pour les d\u00e9finitions de fournisseur de gestionnaire de cl\u00e9
SEVERE_ERR_CONFIG_KEYMANAGER_NO_CLASS_NAME_622=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du fournisseur de gestionnaire de cl\u00e9 associ\u00e9
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_CLASS_NAME_623=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_CLASS_624=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de fournisseur de gestionnaire de cl\u00e9 valide\u00a0: %s
SEVERE_ERR_CONFIG_KEYMANAGER_INVALID_ENABLED_VALUE_625=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_KEYMANAGER_CLASS_ACTION_REQUIRED_626=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du fournisseur de gestionnaire de cl\u00e9s de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le fournisseur n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_KEYMANAGER_INITIALIZATION_FAILED_627=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que fournisseur d'un gestionnaire cl\u00e9, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_KEYMANAGER_EXISTS_628=Impossible d'ajouter une nouvelle entr\u00e9e de fournisseur de gestionnaire de cl\u00e9s avec le DN %s car il y a d\u00e9j\u00e0 un fournisseur enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_KEYMANAGER_UNACCEPTABLE_CONFIG_629=La configuration du fournisseur de gestionnaire de cl\u00e9 d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
FATAL_ERR_CONFIG_TRUSTMANAGER_CANNOT_GET_BASE_630=Une erreur s\u2019est produite lors de la tentative de r\u00e9cup\u00e9ration de l\u2019entr\u00e9e de base de fournisseur de gestionnaire d\u2019approbation cn=Trust Manager Providers,cn=config depuis la configuration Directory Server\u00a0: %s
SEVERE_WARN_CONFIG_TRUSTMANAGER_BASE_DOES_NOT_EXIST_631=La base de configuration de fournisseur de gestionnaire d\u2019approbation cn=Trust Manager Providers,cn=config n\u2019existe pas dans la configuration Directory Server.  Cette entr\u00e9e doit \u00eatre pr\u00e9sente pour que le serveur fonctionne correctement
SEVERE_ERR_CONFIG_TRUSTMANAGER_ENTRY_UNACCEPTABLE_632=L\u2019entr\u00e9e de configuration %s ne contient aucune configuration de fournisseur de gestionnaire d\u2019approbation valide\u00a0: %s. Elle va \u00eatre ignor\u00e9e
SEVERE_ERR_CONFIG_TRUSTMANAGER_CANNOT_CREATE_PROVIDER_633=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un fournisseur de gestionnaire d\u2019approbation Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_OBJECTCLASS_634=L\u2019entr\u00e9e de configuration %s ne contient pas la classe d\u2019objet ds-cfg-trust-manager-provider, qui est requise pour les d\u00e9finitions de fournisseur de gestionnaire d\u2019approbation
SEVERE_ERR_CONFIG_TRUSTMANAGER_NO_CLASS_NAME_635=L\u2019entr\u00e9e de configuration %s ne contient aucune valeur valide pour l\u2019attribut de configuration ds-cfg-java-class, qui indique le nom de classe complet du fournisseur de gestionnaire d\u2019approbation associ\u00e9
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_CLASS_NAME_636=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-java-class\u00a0: %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_CLASS_637=La classe %s sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s ne contient aucune impl\u00e9mentation de fournisseur de gestionnaire d\u2019approbation valide\u00a0: %s
SEVERE_ERR_CONFIG_TRUSTMANAGER_INVALID_ENABLED_VALUE_638=L\u2019entr\u00e9e de configuration %s comporte une valeur non valide pour l\u2019attribut ds-cfg-enabled\u00a0: %s
INFO_CONFIG_TRUSTMANAGER_CLASS_ACTION_REQUIRED_639=Il est impossible d'appliquer dynamiquement la modification requise dans le nom de la classe du fournisseur de gestionnaire d'approbation de %s \u00e0 %s dans l'entr\u00e9e de configuration %s.  Cette modification ne prend pas effet tant que le fournisseur n'est pas d\u00e9sactiv\u00e9 puis r\u00e9activ\u00e9 ou que Directory Server n'est pas red\u00e9marr\u00e9
MILD_ERR_CONFIG_TRUSTMANAGER_INITIALIZATION_FAILED_640=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que fournisseur d'un gestionnaire d'approbation, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
MILD_ERR_CONFIG_TRUSTMANAGER_EXISTS_641=Impossible d'ajouter une nouvelle entr\u00e9e de fournisseur de  gestionnaire d'approbation avec le DN %s car il y a d\u00e9j\u00e0 un fournisseur enregistr\u00e9 avec ce DN
SEVERE_ERR_CONFIG_TRUSTMANAGER_UNACCEPTABLE_CONFIG_642=La configuration du fournisseur de gestionnaire d\u2019approbation d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable selon ses r\u00e8gles de validation internes.  Toutefois, aucune information sp\u00e9cifique n\u2019est disponible concernant le ou les probl\u00e8mes de l\u2019entr\u00e9e
SEVERE_ERR_CONFIG_JMX_CANNOT_GET_ATTRIBUTE_643=Impossible de r\u00e9cup\u00e9rer l\u2019attribut JMX %s associ\u00e9 \u00e0 l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_JMX_SET_ATTR_NO_CONNECTION_644=Impossible de d\u00e9finir la valeur de l\u2019attribut JMX %s associ\u00e9 \u00e0 l\u2019entr\u00e9e de configuration %s car aucune connexion JMX n\u2019est disponible
SEVERE_ERR_CONFIG_CHANGE_NO_RESULT_645=%s.%s a renvoy\u00e9 le r\u00e9sultat Null pour l\u2019entr\u00e9e %s
SEVERE_ERR_CONFIG_CHANGE_RESULT_ERROR_646=\u00c9chec de %s.%s pour l\u2019entr\u00e9e %s\u00a0: code de r\u00e9sultat=%s, action admin requise=%b, messages="%s"
SEVERE_WARN_CONFIG_CHANGE_RESULT_ACTION_REQUIRED_647=%s.%s indique qu\u2019une action administrative est requise pour l\u2019entr\u00e9e %s\u00a0: messages="%s"
INFO_CONFIG_CHANGE_RESULT_MESSAGES_648=%s.%s a r\u00e9ussi mais a g\u00e9n\u00e9r\u00e9 les messages suivants pour l'entr\u00e9e\u00a0%s\u00a0: %s
SEVERE_ERR_CONFIG_VATTR_INVALID_SEARCH_FILTER_649=Impossible d\u2019analyser la valeur "%s" depuis l\u2019entr\u00e9e de configuration "%s" en tant que filtre de recherche valide\u00a0: %s
SEVERE_ERR_CONFIG_VATTR_INITIALIZATION_FAILED_650=Une erreur s\u2019est produite lors de la tentative de chargement d\u2019une instance de la classe %s r\u00e9f\u00e9renc\u00e9e dans l\u2019entr\u00e9e de configuration %s en tant que fournisseur d\u2019attribut virtuel\u00a0: %s
SEVERE_ERR_CONFIG_VATTR_SV_TYPE_WITH_MV_PROVIDER_651=La configuration d\u2019attribut virtuel dans l\u2019entr\u00e9e "%s" n\u2019est pas valide parce que le type d\u2019attribut %s n\u2019accepte qu\u2019une seule valeur alors que le fournisseur %s peut en g\u00e9n\u00e9rer plusieurs
SEVERE_ERR_CONFIG_VATTR_SV_TYPE_WITH_MERGE_VALUES_652=La configuration d\u2019attribut virtuel dans l\u2019entr\u00e9e "%s" n\u2019est pas valide parce que le type d\u2019attribut %s n\u2019accepte qu\u2019une seule valeur, alors que le comportement en cas de conflit est configur\u00e9 afin de fusionner les valeurs r\u00e9elle et virtuelle
MILD_ERR_CONFIG_FILE_MODIFY_STRUCTURAL_CHANGE_NOT_ALLOWED_653=Impossible de modifier une entr\u00e9e de configuration %s car la modification changerait la classe d'objet structurelle
FATAL_ERR_CONFIG_CANNOT_CALCULATE_DIGEST_654=Une erreur s\u2019est produite lors de la tentative de calcul de la synth\u00e8se SHA-1 du fichier %s\u00a0: %s
SEVERE_WARN_CONFIG_MANUAL_CHANGES_DETECTED_655=Directory Server a d\u00e9tect\u00e9 qu\u2019une ou plusieurs modifications externes ont \u00e9t\u00e9 apport\u00e9es au fichier de configuration %s pendant que le serveur \u00e9tait en ligne, mais qu\u2019une autre modification a provoqu\u00e9 un \u00e9crasement de la configuration du serveur.  Les modifications manuelles n\u2019ont pas \u00e9t\u00e9 appliqu\u00e9es mais elles ont \u00e9t\u00e9 conserv\u00e9es dans le fichier %s
SEVERE_ERR_CONFIG_MANUAL_CHANGES_LOST_656=Directory Server a rencontr\u00e9 une erreur lors de la tentative de d\u00e9termination du fait que le fichier de configuration %s a ou non \u00e9t\u00e9 modifi\u00e9 de fa\u00e7on externe alors que le serveur \u00e9tait en ligne, et/ou lors de la tentative de conservation de ces modifications\u00a0: %s. Toutes les modifications manuelles de ce fichier risquent d\u2019\u00eatre perdues
SEVERE_ERR_CONFIG_ROTATION_POLICY_INVALID_CLASS_657=La classe %s sp\u00e9cifi\u00e9e dans l\u2019attribut ds-cfg-java-class de l\u2019entr\u00e9e de configuration %s ne peut pas \u00eatre instanci\u00e9e en tant que strat\u00e9gie de rotation des fichiers journaux Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_RETENTION_POLICY_INVALID_CLASS_658=La classe %s sp\u00e9cifi\u00e9e dans l\u2019attribut ds-cfg-java-class de l\u2019entr\u00e9e de configuration %s ne peut pas \u00eatre instanci\u00e9e en tant que strat\u00e9gie de r\u00e9tention des fichiers journaux Directory Server\u00a0: %s
SEVERE_ERR_CONFIG_ROTATION_POLICY_CANNOT_CREATE_POLICY_659=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019une strat\u00e9gie de rotation des fichiers journaux Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_RETENTION_POLICY_CANNOT_CREATE_POLICY_660=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019une strat\u00e9gie de r\u00e9tention des fichiers journaux Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_ERR_CONFIG_LOGGING_CANNOT_CREATE_WRITER_661=Une erreur s\u2019est produite lors de la tentative de cr\u00e9ation d\u2019un processus d\u2019\u00e9criture de texte pour un logger Directory Server sur la base des informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_MULTIPLE_ENTRIES_IN_FILE_662=Le fichier de configuration de sch\u00e9ma %s dans le r\u00e9pertoire %s contient plusieurs entr\u00e9es.  Seule la premi\u00e8re entr\u00e9e va \u00eatre examin\u00e9e\u00a0; les autres vont \u00eatre ignor\u00e9es
SEVERE_WARN_CONFIG_SCHEMA_UNPARSEABLE_EXTRA_DATA_IN_FILE_663=Le fichier de configuration de sch\u00e9ma %s dans le r\u00e9pertoire %s contient des donn\u00e9es suppl\u00e9mentaires apr\u00e8s l\u2019entr\u00e9e de sch\u00e9ma, qui ne peuvent pas \u00eatre analys\u00e9es par le processus de lecture LDIF\u00a0: %s. La premi\u00e8re entr\u00e9e va \u00eatre trait\u00e9e mais les autres vont \u00eatre ignor\u00e9es
SEVERE_WARN_CONFIG_PLUGIN_EMPTY_ELEMENT_IN_ORDER_664=La d\u00e9finition d\u2019ordre des plug-ins pour le type de plug-in %s contient un \u00e9l\u00e9ment vide.  Cela peut provoquer une \u00e9valuation incorrecte de l\u2019ordre des plug-ins
SEVERE_WARN_CONFIG_PLUGIN_MULTIPLE_WILDCARDS_IN_ORDER_665=La d\u00e9finition d\u2019ordre des plug-ins pour le type de plug-in %s contient plusieurs caract\u00e8res g\u00e9n\u00e9riques.  Toutes les d\u00e9finitions de plug-in doivent contenir un seul caract\u00e8re g\u00e9n\u00e9rique pour indiquer l\u2019endroit o\u00f9 les plug-ins sans correspondance doivent \u00eatre inclus dans l\u2019ordre \u00e9tabli. L\u2019utilisation de plusieurs caract\u00e8res g\u00e9n\u00e9riques peut provoquer une \u00e9valuation incorrecte de l\u2019ordre des plug-ins
SEVERE_WARN_CONFIG_PLUGIN_LISTED_MULTIPLE_TIMES_666=La d\u00e9finition d\u2019ordre des plug-ins pour le type de plug-in %s contient plusieurs r\u00e9f\u00e9rences au plug-in "%s".  Cela peut provoquer une \u00e9valuation incorrecte de l\u2019ordre des plug-ins
SEVERE_WARN_CONFIG_PLUGIN_ORDER_NO_WILDCARD_667=La d\u00e9finition d\u2019ordre des plug-ins pour le type de plug-in %s n\u2019inclut aucun caract\u00e8re g\u00e9n\u00e9rique indiquant l\u2019endroit o\u00f9 les plug-ins sans correspondance doivent \u00eatre inclus dans l\u2019ordre \u00e9tabli.  Le serveur va utiliser la valeur par d\u00e9faut\u00a0: appel de tous les plug-ins sans nom apr\u00e8s l\u2019ensemble de plug-ins nomm\u00e9s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_SYNTAX_IN_USE_668=Impossible de supprimer la syntaxe d\u2019attribut %s du serveur car elle est utilis\u00e9e par le type d\u2019attribut %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_SYNTAX_IN_USE_669=Impossible de d\u00e9sactiver la syntaxe d\u2019attribut %s car elle est utilis\u00e9e par le type d\u2019attribut %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_AT_670=Impossible de supprimer la r\u00e8gle de correspondance %s du serveur car elle est utilis\u00e9e par le type d\u2019attribut %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_MRU_671=Impossible de supprimer la r\u00e8gle de correspondance %s du serveur car elle est utilis\u00e9e par l\u2019utilisation de r\u00e8gle de correspondance %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_AT_672=Impossible de d\u00e9sactiver la r\u00e8gle de correspondance %s car elle est utilis\u00e9e par le type d\u2019attribut %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_MRU_673=Impossible de d\u00e9sactiver la r\u00e8gle de correspondance %s car elle est utilis\u00e9e par l\u2019utilisation de r\u00e8gle de correspondance %s
SEVERE_ERR_CONFIG_WORK_QUEUE_INITIALIZATION_FAILED_674=Impossible d\u2019initialiser une instance de la classe %s en tant que file d\u2019attente de travail comme indiqu\u00e9 dans l\u2019entr\u00e9e de configuration %s\u00a0: %s
INFO_CONFIG_WORK_QUEUE_CLASS_CHANGE_REQUIRES_RESTART_675=La classe utilis\u00e9e pour fournir l'impl\u00e9mentation de file d'attente de Directory Server a \u00e9t\u00e9 modifi\u00e9e de %s \u00e0 %s, mais ce changement ne prend pas effet tant que le serveur n'est pas red\u00e9marr\u00e9
SEVERE_ERR_CONFIG_FILE_ADD_APPLY_FAILED_676=\u00c9chec de la tentative d\u2019application de la configuration.  La v\u00e9rification des pr\u00e9liminaires indiquait Succ\u00e8s pour tous les \u00e9l\u00e9ments et l\u2019entr\u00e9e a \u00e9t\u00e9 ajout\u00e9e \u00e0 la configuration de serveur, mais au moins un listener d\u2019ajout de configuration a signal\u00e9 une erreur lors de la tentative d\u2019application de la modification\u00a0: %s
SEVERE_ERR_CONFIG_FILE_DELETE_APPLY_FAILED_677=\u00c9chec de la tentative d\u2019application de la suppression de configuration.  La v\u00e9rification des pr\u00e9liminaires indiquait Succ\u00e8s pour tous les \u00e9l\u00e9ments et l\u2019entr\u00e9e a \u00e9t\u00e9 supprim\u00e9e de la configuration de serveur, mais au moins un listener de suppression de configuration a signal\u00e9 une erreur lors de la tentative d\u2019application de la modification\u00a0: %s
SEVERE_ERR_CONFIG_FILE_MODIFY_APPLY_FAILED_678=\u00c9chec de la tentative d\u2019application de la modification de configuration.  La v\u00e9rification des pr\u00e9liminaires indiquait Succ\u00e8s pour tous les \u00e9l\u00e9ments et l\u2019entr\u00e9e modifi\u00e9e a \u00e9t\u00e9 \u00e9crite dans la configuration de serveur, mais au moins un listener de modification de configuration a signal\u00e9 une erreur lors de la tentative d\u2019application de la modification\u00a0: %s
MILD_ERR_CONFIG_KEYMANAGER_CONFIG_NOT_ACCEPTABLE_679=La configuration du fournisseur de gestionnaire cl\u00e9 d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_TRUSTMANAGER_CONFIG_NOT_ACCEPTABLE_680=La configuration du fournisseur de gestionnaire d'approbation d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_AUTHZ_CONFIG_NOT_ACCEPTABLE_681=La configuration du fournisseur de gestionnaire d'approbation d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0: %s
MILD_ERR_CONFIG_ACCTNOTHANDLER_CONFIG_NOT_ACCEPTABLE_682=La configuration du gestionnaire de notification de l'\u00e9tat d'un compte d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_SCHEMA_SYNTAX_CONFIG_NOT_ACCEPTABLE_683=La configuration de la syntaxe d'attribut d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0: %s
MILD_ERR_CONFIG_CERTMAPPER_CONFIG_NOT_ACCEPTABLE_684=La configuration du mappeur de certificat d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_GROUP_CONFIG_NOT_ACCEPTABLE_686=La configuration de l'impl\u00e9mentation de groupe d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_IDMAPPER_CONFIG_NOT_ACCEPTABLE_687=La configuration du mappeur d'identit\u00e9 d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_SCHEMA_MR_CONFIG_NOT_ACCEPTABLE_688=La configuration de la r\u00e8gle de correspondance d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_PWGENERATOR_CONFIG_NOT_ACCEPTABLE_689=La configuration du g\u00e9n\u00e9rateur de mot de passe d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_PWSCHEME_CONFIG_NOT_ACCEPTABLE_690=La configuration du plan de stockage de mots de passe d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_PWVALIDATOR_CONFIG_NOT_ACCEPTABLE_691=La configuration du valideur de mot de passe d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_PLUGIN_CONFIG_NOT_ACCEPTABLE_692=La configuration du plug-in d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_SASL_CONFIG_NOT_ACCEPTABLE_693=La configuration du gestionnaire de m\u00e9canisme SASL d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_VATTR_CONFIG_NOT_ACCEPTABLE_694=La configuration du fournisseur d'attribut virtuel d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_ALERTHANDLER_CONFIG_NOT_ACCEPTABLE_695=La configuration du gestionnaire d'alerte d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_ALERTHANDLER_INITIALIZATION_FAILED_696=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant que gestionnaire d'alertes, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
SEVERE_ERR_CONFIG_CORE_INVALID_SMTP_SERVER_697=La valeur de serveur SMTP fournie ("%s") n\u2019est pas valide.  La valeur de serveur SMTP doit inclure une adresse\u00a0IP ou un nom r\u00e9solvable, suivi ou non du caract\u00e8re deux-points et d\u2019une valeur enti\u00e8re comprise entre 1 et 65535, sp\u00e9cifiant le num\u00e9ro de port du serveur
SEVERE_ERR_STARTOK_CANNOT_OPEN_FOR_READING_698=Une erreur s\u2019est produite lors de la tentative d\u2019ouverture du fichier de configuration actuel (%s) pour la lecture en vue de le copier vers le fichier ".startok"\u00a0: %s
SEVERE_ERR_STARTOK_CANNOT_OPEN_FOR_WRITING_699=Une erreur s\u2019est produite lors de la tentative d\u2019ouverture du fichier %s en vue d\u2019\u00e9crire le fichier de configuration ".startok"\u00a0: %s
SEVERE_ERR_STARTOK_CANNOT_WRITE_700=Une erreur s\u2019est produite lors de la tentative de copie de la configuration actuelle du fichier %s vers le fichier temporaire %s pour utilisation en tant que fichier de configuration ".startok"\u00a0: %s
SEVERE_ERR_STARTOK_CANNOT_RENAME_701=Une erreur s\u2019est produite lors de la tentative de changement du nom du fichier %s en %s pour utilisation en tant que fichier de configuration ".startok"\u00a0: %s
NOTICE_CONFIG_FILE_USING_STARTOK_FILE_702=Directory Server est lanc\u00e9 avec le dernier bon fichier de configuration connu %s, plut\u00f4t qu'avec le fichier de configuration actif %s
SEVERE_WARN_CONFIG_FILE_NO_STARTOK_FILE_703=Il n\u2019existe aucun fichier de derni\u00e8re configuration correcte connue nomm\u00e9 %s.  Le serveur va tenter de d\u00e9marrer en utilisant le fichier de configuration actif, %s
SEVERE_ERR_CONFIG_JE_PROPERTY_INVALID_704=Une erreur s\u2019est produite lors de la tentative d\u2019analyse et de validation de la propri\u00e9t\u00e9 Berkeley DB JE %s\u00a0: %s
SEVERE_ERR_CONFIG_JE_PROPERTY_INVALID_FORM_705=Une erreur s\u2019est produite lors de la tentative d\u2019analyse et de validation de la propri\u00e9t\u00e9 Berkeley DB JE %s\u00a0: cette propri\u00e9t\u00e9 ne suit pas une entr\u00e9e unique au format propri\u00e9t\u00e9=valeur
SEVERE_ERR_CONFIG_JE_PROPERTY_SHADOWS_CONFIG_706=Une erreur s\u2019est produite lors de la tentative d\u2019analyse et de validation de la propri\u00e9t\u00e9 Berkeley DB JE %s\u00a0: cette propri\u00e9t\u00e9 fait \u00e9cho \u00e0 l\u2019attribut de configuration %s
SEVERE_ERR_CONFIG_JE_DUPLICATE_PROPERTY_707=Une erreur s\u2019est produite lors de la tentative d\u2019analyse et de validation de la propri\u00e9t\u00e9 Berkeley DB JE %s\u00a0: cette propri\u00e9t\u00e9 est d\u00e9j\u00e0 d\u00e9finie pour ce composant
INFO_CONFIG_JE_PROPERTY_REQUIRES_RESTART_708=La d\u00e9finition de la propri\u00e9t\u00e9 %s Berkeley DB JE ne prend pas effet tant que le composant pour laquelle elle est d\u00e9finie n'est pas red\u00e9marr\u00e9
SEVERE_ERR_CONFIG_LOGGING_CANNOT_OPEN_FILE_709=Une erreur s\u2019est produite lors de la tentative d\u2019ouverture du fichier journal configur\u00e9 (%s) pour le logger %s\u00a0: %s
SEVERE_ERR_CONFIG_WORKFLOW_ELEMENT_CONFIG_NOT_ACCEPTABLE_710=La configuration de l\u2019\u00e9l\u00e9ment de flux de travaux d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable\u00a0: %s
SEVERE_ERR_CONFIG_WORKFLOW_ELEMENT_CANNOT_INITIALIZE_711=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation d\u2019un \u00e9l\u00e9ment de flux de travaux charg\u00e9 depuis la classe %s avec les informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s. Cet \u00e9l\u00e9ment de flux de travaux va \u00eatre d\u00e9sactiv\u00e9
MILD_ERR_CONFIG_WORKFLOW_ELEMENT_ALREADY_REGISTERED_712=L'\u00e9l\u00e9ment de flux de travaux %s est d\u00e9j\u00e0 enregistr\u00e9 dans Directory Server. Cet \u00e9l\u00e9ment de flux de travaux sera ignor\u00e9
SEVERE_ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_MANUAL_713=Une erreur s\u2019est produite lors de la tentative de configuration en mode manuel des flux de travaux Directory Server, et le retour au mode de configuration automatique a \u00e9galement \u00e9chou\u00e9. Si le serveur est dans un \u00e9tat instable, red\u00e9marrez-le avec la derni\u00e8re configuration valide
SEVERE_ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_AUTO_714=Une erreur s\u2019est produite lors de la tentative de configuration en mode automatique des flux de travaux Directory Server, et le retour au mode de configuration manuel a \u00e9galement \u00e9chou\u00e9. Si le serveur est dans un \u00e9tat instable, red\u00e9marrez-le avec la derni\u00e8re configuration valide
SEVERE_ERR_CONFIG_LOGGING_INSANE_MODE_715=Des permissions de fichier UNIX non valides (%s) emp\u00eachent l\u2019\u00e9diteur de journal d\u2019acc\u00e9der en \u00e9criture au fichier journal
SEVERE_ERR_CONFIG_LOGGING_MODE_INVALID_716=Permissions de fichier UNIX non valides (%s)\u00a0: %s
MILD_ERR_CONFIG_EXTENSION_CONFIG_NOT_ACCEPTABLE_717=La configuration de l'extension d\u00e9finie dans l'entr\u00e9e de configuration %s n'\u00e9tait pas acceptable\u00a0:  %s
MILD_ERR_CONFIG_EXTENSION_INITIALIZATION_FAILED_718=Une erreur s'est produite lors de la tentative d'initialisation d'une instance de classe %s en tant qu'extension, telle qu'elle est d\u00e9finie dans l'entr\u00e9e de configuration %s\u00a0:  %s
SEVERE_ERR_CONFIG_NETWORKGROUPREQUESTFILTERINGPOLICY_INVALID_ATTRIBUTE_719=L\u2019attribut autoris\u00e9 %s, sp\u00e9cifi\u00e9 dans l\u2019entr\u00e9e de configuration %s, est \u00e9galement d\u00e9fini comme attribut interdit
SEVERE_ERR_CONFIG_NETWORKGROUPREQUESTFILTERINGPOLICY_INVALID_SUBTREE_720=La sous-arborescence autoris\u00e9e %s, sp\u00e9cifi\u00e9e dans l\u2019entr\u00e9e de configuration %s, est \u00e9galement d\u00e9finie comme sous-arborescence interdite
SEVERE_ERR_CONFIG_NETWORK_GROUP_CONFIG_NOT_ACCEPTABLE_721=La configuration du groupe r\u00e9seau d\u00e9fini dans l\u2019entr\u00e9e de configuration %s n\u2019\u00e9tait pas acceptable\u00a0: %s
SEVERE_ERR_CONFIG_NETWORK_GROUP_POLICY_CANNOT_INITIALIZE_722=Une erreur s\u2019est produite lors de la tentative d\u2019initialisation d\u2019une strat\u00e9gie de groupe r\u00e9seau charg\u00e9e depuis la classe %s avec les informations de l\u2019entr\u00e9e de configuration %s\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CANNOT_PARSE_LDAP_SYNTAX_723=Un attribut de syntaxes LDAP lu dans le fichier de configuration de sch\u00e9ma %s n\u2019a pas pu \u00eatre analys\u00e9\u00a0: %s
SEVERE_WARN_CONFIG_SCHEMA_CONFLICTING_LDAP_SYNTAX_724=Une syntaxe LDAP lue dans le fichier de configuration de sch\u00e9ma %s est en conflit avec une autre syntaxe LDAP d\u00e9j\u00e0 lue dans le sch\u00e9ma\u00a0: %s. La description de syntaxe LDAP d\u00e9j\u00e0 lue va \u00eatre utilis\u00e9e
