FATAL_ERR_CANNOT_ACQUIRE_EXCLUSIVE_SERVER_LOCK_343=Directory Server nie m\u00f3g\u0142 uzyska\u0107 wy\u0142\u0105cznej blokady na pliku %s:  %s. To zazwyczaj oznacza, \u017ce inna instancja tego serwera ju\u017c dzia\u0142a
MILD_ERR_SEARCH_SIZE_LIMIT_EXCEEDED_239=Operacja wyszukiwania wys\u0142a\u0142a do klienta maksymaln\u0105 liczb\u0119 %d wpis\u00f3w
INFO_RESULT_NO_SUCH_OBJECT_83=Brak wpisu
INFO_RESULT_ENTRY_ALREADY_EXISTS_98=Wpis ju\u017c istnieje
INFO_DSCORE_TOOL_DESCRIPTION_569=To narz\u0119dzie nie mo\u017ce by\u0107 u\u017cyte do uruchomienia Directory Server, jak r\u00f3wnie\u017c do uzyskania wersji serwera i innych postaci og\u00f3lnych informacji o serwerze
MILD_ERR_FILELOCKER_LOCK_EXCLUSIVE_NOT_GRANTED_321=Blokada pliku %s nie zosta\u0142a przyznana, co oznacza, \u017ce inny program posiada wsp\u00f3\u0142dzielon\u0105 lub wy\u0142\u0105czn\u0105 blokad\u0119 na tym pliku
INFO_DSCORE_DESCRIPTION_NODETACH_567=Nie od\u0142\u0105czaj terminala i kontynuuj dzia\u0142a\u0107 na pierwszym planie Ta opcja nie mo\u017ce by\u0107 u\u017cyta z opcj\u0105 -t, --timeout
INFO_DIRECTORY_BOOTSTRAPPING_132=Directory Server rozpoczyna proces konfiguracji bootstrap
INFO_ERGONOMIC_SIZING_OF_WORKER_THREAD_POOL_720=Nie podano rozmiaru roboczej kolejki puli w\u0105tk\u00f3w (worker queue thread pool): ustawiam automatycznie na %d w\u0105tk\u00f3w
INFO_DSCORE_DESCRIPTION_SYSINFO_285=Wy\u015bwietl og\u00f3lne informacje o systemie
NOTICE_SENT_ALERT_NOTIFICATION_139=Directory Server wys\u0142a\u0142 ostrze\u017cenie wygenerowane przez klas\u0119 %s (typ ostrze\u017cenia %s, ID ostrze\u017cenia %s): %s
NOTICE_DIRECTORY_SERVER_STARTED_135=Directory Server uruchomiony pomy\u015blnie
INFO_DSCORE_DESCRIPTION_TIMEOUT_722=Maksymalny czas (w sekundach) oczekiwania zanim polecenie wr\u00f3ci (mimo to, serwer kontynuuje proces startowy). Warto\u015b\u0107 '0' oznacza niesko\u0144czony okres oczekiwania co oznacza, \u017ce polecenie wr\u00f3ci tylko gdy proces uruchamiania serwera zostanie zako\u0144czony. Domy\u015blna warto\u015b\u0107 to 60 sekund. Ta opcja nie mo\u017ce by\u0107 u\u017cyta z opcj\u0105 -N, --nodetach
NOTICE_DIRECTORY_SERVER_STARTING_134=%s (kompilacja %s, R%d) startuje
INFO_DSCORE_DESCRIPTION_USAGE_287=Wy\u015bwietl informacje o u\u017cyciu
INFO_RESULT_UNWILLING_TO_PERFORM_92=Niech\u0119tny do dzia\u0142ania
INFO_DSCORE_DESCRIPTION_LASTKNOWNGOODCFG_652=Spr\u00f3buj wystarowa\u0107 u\u017cywaj\u0105c konfiguracji wykorzystanej przy ostatnim pomy\u015blnym starcie serwera (je\u015bli jest dost\u0119pna), zamiast bierz\u0105cej konfiguracji
MILD_ERR_ADD_ATTR_IS_NO_USER_MOD_347=Wpis %s nie mo\u017ce zosta\u0107 dodany poniewa\u017c zawiera atrybut %s, kt\u00f3ry jest zdefiniowany jako NO-USER-MODIFICATION w schemacie serwera
INFO_RESULT_OTHER_105=Inny
INFO_RESULT_SIZE_LIMIT_EXCEEDED_67=Przekroczony limit rozmiary
SEVERE_ERR_ADD_ENTRY_ALREADY_EXISTS_400=Wpis %s nie mo\u017ce zosta\u0107 dodatny, gdy\u017c wpis o takiej nazwie ju\u017c istnieje
