# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.



#
# Global directives
#
global.category=JEB

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_JEB_INCORRECT_ROUTING_1=El servidor de fondo no contiene ninguna parte del \u00e1rbol de informaci\u00f3n de directorio relacionada con la entrada '%s'
SEVERE_ERR_JEB_OPEN_DATABASE_FAIL_2=No pudo abrirse la base de datos: %s
SEVERE_ERR_JEB_OPEN_ENV_FAIL_3=No pudo abrirse el entorno de base de datos: %s
SEVERE_ERR_JEB_HIGHEST_ID_FAIL_5=No pudo determinarse el identificador de entrada m\u00e1s alto de la base de datos
SEVERE_WARN_JEB_FUNCTION_NOT_SUPPORTED_6=Este backend no admite la operaci\u00f3n solicitada
SEVERE_ERR_JEB_CREATE_FAIL_7=No pudo crearse el directorio de la base de datos de backend: %s
SEVERE_ERR_JEB_REMOVE_FAIL_8=No pudieron eliminarse los archivos de la base de datos de backend: %s
SEVERE_ERR_JEB_DIRECTORY_INVALID_9=El directorio de la base de datos de backend '%s' no es un directorio v\u00e1lido
SEVERE_ERR_JEB_MISSING_DN2ID_RECORD_10=La base de datos de ND no contiene un registro para '%s'
SEVERE_ERR_JEB_MISSING_ID2ENTRY_RECORD_11=La base de datos de entradas no contiene un registro para el Id. %s
SEVERE_ERR_JEB_ENTRY_DATABASE_CORRUPT_12=La base de datos de entradas no contiene un registro v\u00e1lido para el Id. %s
SEVERE_ERR_JEB_DATABASE_EXCEPTION_14=Excepci\u00f3n de base de datos: %s
SEVERE_ERR_JEB_ENTRY_CONTAINER_ALREADY_REGISTERED_15=Ya se ha registrado un contenedor de entradas denominado '%s' para el ND de base '%s'
SEVERE_ERR_CONFIG_INDEX_TYPE_NEEDS_MATCHING_RULE_26=El atributo '%s' no puede realizar la indexaci\u00f3n del tipo '%s' porque carece de la regla de coincidencia correspondiente
MILD_ERR_JEB_UNCHECKED_EXCEPTION_28=No se ha activado la excepci\u00f3n durante la transacci\u00f3n de la base de datos: %s
NOTICE_JEB_CLEAN_DATABASE_START_29=Iniciando limpieza de la base de datos en %d archivo(s) de registro de '%s'
NOTICE_JEB_CLEAN_DATABASE_MARKED_30=Se han marcado %d archivo(s) de registro para su limpieza
NOTICE_JEB_CLEAN_DATABASE_FINISH_31=Limpieza de la base de datos finalizada; quedan ahora %d archivo(s) de registro
NOTICE_JEB_DELETED_ENTRY_COUNT_33=El n\u00famero de entradas eliminadas fue %d
MILD_ERR_JEB_DUPLICATE_CONFIG_ENTRY_36=Se ignorar\u00e1 la entrada de configuraci\u00f3n '%s'. S\u00f3lo se permite una entrada de configuraci\u00f3n con clase de objeto '%s'
MILD_ERR_JEB_CONFIG_ENTRY_NOT_RECOGNIZED_37=Se ignorar\u00e1 la entrada de configuraci\u00f3n '%s', ya que no se ha reconocido
MILD_ERR_JEB_INDEX_ATTRIBUTE_TYPE_NOT_FOUND_38=Se ignorar\u00e1 la entrada de configuraci\u00f3n del \u00edndice '%s', ya que especifica un tipo de atributo desconocido '%s'
MILD_ERR_JEB_DUPLICATE_INDEX_CONFIG_39=Se ignorar\u00e1 la entrada de configuraci\u00f3n del \u00edndice '%s', ya que especifica el tipo de atributo '%s', que ya ha sido definido en otra entrada de configuraci\u00f3n del \u00edndice
NOTICE_JEB_BACKEND_STARTED_42=Se ha iniciado el servidor de fondo de la base de datos %s que contiene %d entradas
MILD_ERR_JEB_IMPORT_PARENT_NOT_FOUND_43=La entrada principal '%s' no existe
SEVERE_WARN_JEB_IMPORT_ENTRY_EXISTS_44=La entrada ya existe y las opciones de importaci\u00f3n no permiten reemplazarla
MILD_ERR_JEB_ATTRIBUTE_INDEX_NOT_CONFIGURED_45=No se ha configurado ning\u00fan \u00edndice para el tipo de atributo '%s'
MILD_ERR_JEB_SEARCH_NO_SUCH_OBJECT_46=La entrada de la base de datos '%s' no existe
MILD_ERR_JEB_ADD_NO_SUCH_OBJECT_47=La entrada '%s' no se puede agregar porque no existe
MILD_ERR_JEB_DELETE_NO_SUCH_OBJECT_48=La entrada '%s' no se puede eliminar porque no existe
MILD_ERR_JEB_MODIFY_NO_SUCH_OBJECT_49=La entrada '%s' no se puede modificar porque no existe
MILD_ERR_JEB_MODIFYDN_NO_SUCH_OBJECT_50=El nombre de la entrada '%s' no se puede cambiar porque no existe
MILD_ERR_JEB_ADD_ENTRY_ALREADY_EXISTS_51=La entrada '%s' no se puede agregar porque ya existe una entrada con ese nombre
MILD_ERR_JEB_DELETE_NOT_ALLOWED_ON_NONLEAF_52=La entrada '%s' no se puede eliminar porque tiene entradas subordinadas
MILD_ERR_JEB_MODIFYDN_ALREADY_EXISTS_53=El nombre de la entrada no se puede cambiar a '%s' porque ya existe una entrada con ese nombre
MILD_ERR_JEB_NEW_SUPERIOR_NO_SUCH_OBJECT_54=La entrada no se puede mover porque la nueva entrada principal '%s' no existe
NOTICE_JEB_CACHE_PRELOAD_STARTED_55=Se ha iniciado la precarga de la memoria cach\u00e9 de la base de datos del servidor de fondo %s
NOTICE_JEB_CACHE_DB_PRELOADED_56=Se ha completado la precarga de la memoria cach\u00e9 de la base de datos del servidor de fondo %s
NOTICE_JEB_CACHE_PRELOAD_INTERRUPTED_BY_TIME_57=Se ha interrumpido la precarga de la memoria cach\u00e9 de la base de datos %2$s del servidor de fondo %1$s debido al l\u00edmite de tiempo
NOTICE_JEB_CACHE_PRELOAD_INTERRUPTED_BY_SIZE_58=Se ha interrumpido la precarga de la memoria cach\u00e9 de la base de datos del servidor de fondo %s durante la precarga de la base de datos %s debido al l\u00edmite de tama\u00f1o
NOTICE_JEB_CACHE_PRELOAD_INTERRUPTED_UNKNOWN_59=Se ha interrumpido la precarga de la memoria cach\u00e9 de la base de datos del servidor de fondo %s durante la precarga de la base de datos %s
NOTICE_JEB_CACHE_PRELOAD_DONE_60=Se ha completado la precarga de la memoria cach\u00e9 de la base de datos para el servidor de fondo %s
NOTICE_JEB_CACHE_SIZE_AFTER_PRELOAD_61=La memoria cach\u00e9 de la base de datos es de %d MB tras la precarga
SEVERE_ERR_JEB_CACHE_PRELOAD_62=Se ha producido un error al precargar la memoria cach\u00e9 de base de datos para el backend %s:  %s
SEVERE_ERR_JEB_BACKUP_CANNOT_GET_MAC_63=Se ha producido un error al tratar de obtener el proveedor MAC de %s con el fin de crear el hash firmado para la copia de seguridad:  %s
SEVERE_ERR_JEB_BACKUP_CANNOT_GET_DIGEST_64=Se ha producido un error al tratar de obtener la recopilaci\u00f3n de mensajes de %s con el fin de crear el hash para la copia de seguridad:  %s
SEVERE_ERR_JEB_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_65=Se ha producido un error al tratar de crear el archivo de almacenamiento de base de datos %s en el directorio %s:  %s
SEVERE_ERR_JEB_BACKUP_CANNOT_GET_CIPHER_66=Se ha producido un error al tratar de obtener el cifrado para cifrar la copia de seguridad:  %s
SEVERE_ERR_JEB_BACKUP_ZIP_COMMENT_67=Copia de seguridad %2$s de %1$s del backend %3$s
SEVERE_ERR_JEB_BACKUP_CANNOT_LIST_LOG_FILES_68=Se ha producido un error al tratar de obtener una lista de los archivos en el directorio %s que deban incluirse en la copia de seguridad de base de datos:  %s
SEVERE_ERR_JEB_BACKUP_CANNOT_WRITE_ARCHIVE_FILE_69=Se ha producido un error al tratar de realizar una copia de seguridad del archivo de base de datos %s:  %s
SEVERE_ERR_JEB_BACKUP_CANNOT_CLOSE_ZIP_STREAM_70=Se ha producido un error al tratar de cerrar el archivo de almacenamiento de base de datos %s en el directorio %s:  %s
SEVERE_ERR_JEB_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_71=Se ha producido un error al tratar de actualizar el archivo descriptor de la copia de seguridad %s con informaci\u00f3n acerca de la copia de seguridad de base de datos:  %s
SEVERE_ERR_JEB_BACKUP_UNSIGNED_HASH_ERROR_72=El hash calculado de la copia de seguridad %s es diferente al valor calculado en el momento de realizar la copia de seguridad
SEVERE_ERR_JEB_BACKUP_SIGNED_HASH_ERROR_73=El hash firmado calculado de la copia de seguridad %s es diferente al valor calculado en el momento de realizar la copia de seguridad
SEVERE_ERR_JEB_INCR_BACKUP_REQUIRES_FULL_74=Debe realizarse una copia de seguridad completa antes de realizar una copia de seguridad incremental
SEVERE_ERR_JEB_CANNOT_RENAME_RESTORE_DIRECTORY_75=No pudo cambiarse el nombre del directorio %s, que contiene los archivos restaurados a partir de la copia de seguridad, al directorio de backend %s
SEVERE_ERR_JEB_INCR_BACKUP_FROM_WRONG_BASE_76=Debe especificarse uno de los siguientes Id. de copia de seguridad de base para la copia de seguridad incremental: %s
SEVERE_ERR_JEB_CANNOT_CREATE_BACKUP_TAG_FILE_77=No pudo crearse el archivo de etiqueta de copia de seguridad %s en %s
SEVERE_ERR_JEB_BACKUP_CANNOT_RESTORE_78=Se ha producido un error al tratar de restaurar los archivos desde la copia de seguridad %s: %s
SEVERE_ERR_JEB_BACKUP_MISSING_BACKUPID_79=No pudo encontrarse la informaci\u00f3n para la copia de seguridad %s en el directorio de copia de seguridad %s
NOTICE_JEB_BACKUP_FILE_UNCHANGED_82=Sin cambios: %s
NOTICE_JEB_BACKUP_CLEANER_ACTIVITY_83=Incluyendo %s archivo(s) de registro adicional(es) debido a la actividad del depurador
NOTICE_JEB_BACKUP_VERIFY_FILE_84=Verificando: %s
NOTICE_JEB_BACKUP_RESTORED_FILE_85=Restaurado: %s (tama\u00f1o %d)
NOTICE_JEB_BACKUP_ARCHIVED_FILE_86=Archivado: %s
NOTICE_JEB_EXPORT_FINAL_STATUS_87=Se han exportado %d entradas y omitido %d en %d segundos (velocidad media %.1f/s)
NOTICE_JEB_EXPORT_PROGRESS_REPORT_88=Se han exportado %d registros y omitido %d (velocidad reciente %.1f/s)
NOTICE_JEB_IMPORT_THREAD_COUNT_89=Importar total de subprocesos: %d subprocesos
SEVERE_ERR_IMPORT_LDIF_LACK_MEM_90=La memoria libre es insuficiente (%d bytes) para realizar una importaci\u00f3n. Se requiere un m\u00ednimo de %d bytes de memoria libre
INFO_JEB_IMPORT_LDIF_PROCESSING_TIME_91=El procesamiento de LDIF tard\u00f3 %d segundos
INFO_JEB_IMPORT_INDEX_PROCESSING_TIME_92=El procesamiento de \u00edndices tard\u00f3 %d segundos
NOTICE_JEB_IMPORT_CLOSING_DATABASE_93=Vaciando datos en el disco
NOTICE_JEB_IMPORT_FINAL_STATUS_94=Se han procesado %d entradas, importado %d, omitido %d, rechazado %d y migrado %d en %d segundos (velocidad media %.1f/s)
NOTICE_JEB_IMPORT_ENTRY_LIMIT_EXCEEDED_COUNT_95=N\u00famero de valores de \u00edndice que han superado el l\u00edmite de entrada: %d
NOTICE_JEB_IMPORT_PROGRESS_REPORT_96=Se han procesado %d entradas, omitido %d, rechazado %d y migrado %d (velocidad reciente %.1f/s)
NOTICE_JEB_IMPORT_CACHE_AND_MEMORY_REPORT_97=Memoria libre: %d MB, tasa de faltas de la cach\u00e9 = %.1f/entrada
NOTICE_JEB_VERIFY_CLEAN_FINAL_STATUS_101=Se han comprobado %d registros y encontrado %d error(es) en %d segundos (velocidad media %.1f/s)
INFO_JEB_VERIFY_MULTIPLE_REFERENCE_COUNT_102=N\u00famero de registros que hacen referencia a m\u00e1s de una entrada: %d
INFO_JEB_VERIFY_ENTRY_LIMIT_EXCEEDED_COUNT_103=N\u00famero de registros que superan el l\u00edmite de entrada: %d
INFO_JEB_VERIFY_AVERAGE_REFERENCE_COUNT_104=El promedio de entradas al que se hace referencia es %.2f/registro
INFO_JEB_VERIFY_MAX_REFERENCE_COUNT_105=El n\u00famero m\u00e1ximo de entradas al que hace referencia cualquier registro es %d
NOTICE_JEB_VERIFY_FINAL_STATUS_106=Se han comprobado %d entradas y encontrado %d error(es) en %d segundos (velocidad media %.1f/s)
INFO_JEB_VERIFY_ENTRY_LIMIT_STATS_HEADER_107=Estad\u00edstica para los registros que han superado el l\u00edmite de entrada:
INFO_JEB_VERIFY_ENTRY_LIMIT_STATS_ROW_108=El archivo %s tiene %d de dicho(s) registro(s) m\u00edn.=%d m\u00e1x.=%d mediana=%d
NOTICE_JEB_VERIFY_PROGRESS_REPORT_109=Se han procesado %d de %d registros y encontrado %d error(es) (velocidad reciente %.1f/s)
INFO_JEB_VERIFY_CACHE_AND_MEMORY_REPORT_110=Memoria libre = %d MB, tasa de faltas de la cach\u00e9 = %.1f/registro
MILD_ERR_JEB_INVALID_PAGED_RESULTS_COOKIE_111=No se ha reconocido el siguiente valor de cookie de control de resultados: %s
NOTICE_JEB_REFERRAL_RESULT_MESSAGE_112=Una entrada de referencia %s indica que la operaci\u00f3n se debe procesar en un servidor diferente
INFO_JEB_IMPORT_ENVIRONMENT_CONFIG_119=Propiedades del entorno de la base de datos: %s
SEVERE_ERR_JEB_INCOMPATIBLE_ENTRY_VERSION_126=El registro de entrada no es compatible con esta versi\u00f3n de la base de datos de backend. Versi\u00f3n de la entrada: %x
NOTICE_JEB_LOOKTHROUGH_LIMIT_EXCEEDED_127=Esta operaci\u00f3n de b\u00fasqueda ha comprobado el m\u00e1ximo de %d entradas que coinciden
SEVERE_WARN_JEB_SET_PERMISSIONS_FAILED_128=Se ha producido un error al definir los permisos de archivo para el directorio de la base de datos de backend %s: %s
SEVERE_WARN_JEB_GET_ENTRY_COUNT_FAILED_129=No se puede determinar el n\u00famero total de entradas en el contenedor: %s
NOTICE_JEB_CONFIG_ATTR_REQUIRES_RESTART_130=El cambio en el atributo %s no tendr\u00e1 efecto hasta que se reinicie el servidor de fondo
NOTICE_JEB_REBUILD_PROGRESS_REPORT_131=%.1f%% completado(s). Se han procesado %d/%d entradas. (velocidad reciente %.1f/s)
NOTICE_JEB_REBUILD_CACHE_AND_MEMORY_REPORT_132=Memoria libre = %d MB, tasa de faltas de la cach\u00e9 = %.1f/entradas
NOTICE_JEB_REBUILD_FINAL_STATUS_133=Se ha completado la reconstrucci\u00f3n. Se han procesado %d entradas en %d segundos (velocidad media %.1f/s)
SEVERE_ERR_JEB_REBUILD_INDEX_FAILED_134=Se ha producido un error al reconstruir el \u00edndice %s: %s
MILD_ERR_JEB_REBUILD_INSERT_ENTRY_FAILED_135=Se ha producido un error al insertar la entrada en la base de datos/\u00edndice de %s: %s
SEVERE_ERR_JEB_REBUILD_INDEX_CONFLICT_136=Existe otra reconstrucci\u00f3n del \u00edndice %s en proceso
NOTICE_JEB_REBUILD_START_137=La reconstrucci\u00f3n de \u00edndice(s) %s se inici\u00f3 con %d entradas totales para procesar
SEVERE_ERR_JEB_REBUILD_BACKEND_ONLINE_138=Para realizar la reconstrucci\u00f3n de \u00edndice(s), debe inhabilitarse el backend que contenga el ND de base
SEVERE_ERR_ENTRYIDSORTER_CANNOT_EXAMINE_ENTRY_139=No se puede examinar la entrada con el Id. %s con fines de ordenaci\u00f3n:  %s
MILD_ERR_JEB_SEARCH_CANNOT_SORT_UNINDEXED_140=Los resultados de la b\u00fasqueda no se pueden almacenar porque no se ha indexado la solicitud de b\u00fasqueda proporcionada
MILD_ERR_ENTRYIDSORTER_NEGATIVE_START_POS_141=No se puede procesar la solicitud de vista de la lista virtual porque la posici\u00f3n de inicio del destino tuvo lugar antes de iniciar el conjunto de resultados
MILD_ERR_ENTRYIDSORTER_OFFSET_TOO_LARGE_142=No se puede procesar la solicitud de vista de la lista virtual porque el desplazamiento del destino %d era mayor que el n\u00famero total de resultados en la lista (%d)
MILD_ERR_ENTRYIDSORTER_TARGET_VALUE_NOT_FOUND_143=No se puede procesar la solicitud de vista de la lista virtual porque no se ha encontrado ninguna entrada en el conjunto de resultados con un valor de orden mayor o igual que el valor de aserci\u00f3n proporcionado
MILD_ERR_JEB_SEARCH_CANNOT_MIX_PAGEDRESULTS_AND_VLV_144=La operaci\u00f3n de b\u00fasqueda solicitada inclu\u00eda el control de resultados paginados sencillos y el control de vista de lista virtual.  Estos controles son mutuamente exclusivos y no se pueden utilizar de forma conjunta
MILD_ERR_JEB_SEARCH_UNINDEXED_INSUFFICIENT_PRIVILEGES_145=No tiene suficientes privilegios para realizar una b\u00fasqueda sin indexar
SEVERE_WARN_JEB_UNABLE_SET_PERMISSIONS_146=Esta plataforma no admite la definici\u00f3n de permisos de archivo %s para el directorio de base de datos %s
NOTICE_JEB_CONFIG_INDEX_ENTRY_LIMIT_REQUIRES_REBUILD_148=Algunas claves de \u00edndice ya han superado el l\u00edmite de entrada del \u00edndice anterior en el \u00edndice %s. Este \u00edndice debe reconstruirse antes de que se pueda utilizar el nuevo l\u00edmite
NOTICE_JEB_INDEX_ADD_REQUIRES_REBUILD_150=Debido a cambios producidos en la configuraci\u00f3n, el \u00edndice %s est\u00e1 operando actualmente en un estado degradado y debe reconstruirse antes de que se pueda utilizar
SEVERE_ERR_JEB_INDEX_CORRUPT_REQUIRES_REBUILD_151=Se ha producido un error al leer desde el \u00edndice %s. Parece que el \u00edndice est\u00e1 da\u00f1ado y actualmente est\u00e1 funcionando en un estado degradado. Debe reconstruirse el \u00edndice para que pueda funcionar con normalidad
SEVERE_ERR_JEB_IMPORT_BACKEND_ONLINE_152=Debe inhabilitarse el backend antes de poder iniciar el proceso de importaci\u00f3n
SEVERE_ERR_JEB_IMPORT_THREAD_EXCEPTION_153=Se ha producido un error en el subproceso de importaci\u00f3n %s: %s. El subproceso no puede continuar
NOTICE_JEB_IMPORT_LDIF_PHASE_TWO_REPORT_154=\u00cdndice %s %d%% completo: pendiente = %d kb, velocidad = %d kb/s; lote %d/%d
SEVERE_ERR_JEB_IMPORT_CREATE_TMPDIR_ERROR_155=No se puede crear el directorio temporal %s
SEVERE_ERR_JEB_INVALID_LOGGING_LEVEL_156=La cadena de nivel de registro de base de datos '%s' proporcionada para la entrada de configuraci\u00f3n '%s' no es v\u00e1lida.  Debe emplearse uno de los siguientes valores: OFF, SEVERE, WARNING, INFO, CONFIG, FINE, FINER, FINEST o ALL.  Tenga en cuenta que con estos valores se distingue entre may\u00fasculas y min\u00fasculas
NOTICE_JEB_IMPORT_MIGRATION_START_157=Migrando %s entradas para el ND de base %s
NOTICE_JEB_IMPORT_LDIF_START_158=Procesando LDIF
NOTICE_JEB_IMPORT_LDIF_END_159=Se ha alcanzado el final de LDIF
SEVERE_ERR_JEB_CONFIG_VLV_INDEX_UNDEFINED_ATTR_160=El atributo de ordenaci\u00f3n %s para el \u00edndice VLV %s no est\u00e1 definido en el esquema de servidor
SEVERE_ERR_JEB_CONFIG_VLV_INDEX_BAD_FILTER_161=Se ha producido un error al analizar el filtro de b\u00fasqueda %s definido para el \u00edndice VLV %s: %s
MILD_ERR_JEB_VLV_INDEX_NOT_CONFIGURED_162=No hay ning\u00fan \u00edndice de VLV configurado con el nombre '%s'
MILD_ERR_JEB_MODIFYDN_ABORTED_BY_SUBORDINATE_PLUGIN_163=Un complemento ha hecho que se anule la operaci\u00f3n de modificaci\u00f3n de ND mientras mueve o cambia el nombre de una entrada de %s a %s
MILD_ERR_JEB_MODIFYDN_ABORTED_BY_SUBORDINATE_SCHEMA_ERROR_164=Un complemento ha hecho que se anule la operaci\u00f3n de modificaci\u00f3n de ND mientras mueve o cambia el nombre de una entrada de %s a %s porque el cambio en esa entrada ha violado la configuraci\u00f3n del esquema del servidor:  %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_DECODE_OC_TOKEN_165=Se ha producido un error al tratar de descodificar un token de conjunto de clases de objeto desde las definiciones de esquema comprimido JE:  %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_DECODE_AD_TOKEN_166=Se ha producido un error al tratar de descodificar un token de descripci\u00f3n de atributos desde las definiciones de esquema comprimido JE:  %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_STORE_STATUS_167=Se ha producido un error al tratar de almacenar la informaci\u00f3n de esquema comprimido en la base de datos.  El resultado devuelto fue el siguiente:  %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_STORE_EX_168=Se ha producido un error al tratar de almacenar la informaci\u00f3n de esquema comprimido en la base de datos:  %s
SEVERE_ERR_JEB_COMPSCHEMA_CANNOT_STORE_MULTIPLE_FAILURES_169=El servidor no pudo almacenar la informaci\u00f3n de esquema comprimido en la base de datos tras varios intentos
SEVERE_ERR_JEB_COMPSCHEMA_UNKNOWN_OC_TOKEN_170=No se puede descodificar el conjunto de clases de objeto proporcionado porque \u00e9ste emple\u00f3 un token indefinido %s
SEVERE_ERR_JEB_COMPSCHEMA_UNRECOGNIZED_AD_TOKEN_171=No se puede descodificar el atributo proporcionado porque \u00e9ste emple\u00f3 un token de descripci\u00f3n de atributos indefinido %s
NOTICE_JEB_CONFIG_DB_DIR_REQUIRES_RESTART_172=El cambio al directorio de la base de datos no tendr\u00e1 efecto hasta que se haya reiniciado el servidor de fondo. Los archivos de la base de datos del directorio anterior %s se deben mover al nuevo directorio %s tras cerrar el servidor de fondo para conservar los datos existentes
NOTICE_JEB_IMPORT_STARTING_173=%s iniciando importaci\u00f3n (generaci\u00f3n %s, R%d)
SEVERE_ERR_JEB_DIRECTORY_DOES_NOT_EXIST_174=El directorio de la base de datos de backend '%s' no existe
SEVERE_ERR_JEB_IMPORT_LDIF_INDEX_FILEWRITER_ERR_175=Se ha recibido el siguiente error de E/S al escribir el archivo temporal del \u00edndice %s en el directorio temporal: %s
NOTICE_JEB_IMPORT_LDIF_ROOTCONTAINER_CLOSE_176=El cierre del entorno LDIF de importaci\u00f3n tard\u00f3 %d segundos
NOTICE_JEB_IMPORT_LDIF_DN_NO_PARENT_177=El ND %s falta en un principal durante la comprobaci\u00f3n de principales de fase dos
NOTICE_JEB_IMPORT_LDIF_DN_CLOSE_178=Procesamiento de fase dos de ND completado. %d ND procesados
NOTICE_JEB_IMPORT_LDIF_INDEX_CLOSE_179=Procesamiento de fase dos de \u00edndice %s completado
SEVERE_ERR_EXECUTION_ERROR_180=Error de ejecuci\u00f3n durante la operaci\u00f3n de backend: %s
SEVERE_ERR_INTERRUPTED_ERROR_181=Error de interrupci\u00f3n durante la operaci\u00f3n de backend: %s
NOTICE_JEB_IMPORT_LDIF_TRUSTED_FAILED_182=La configuraci\u00f3n de \u00edndices de confianza ha fallado por la siguiente raz\u00f3n: %s
NOTICE_JEB_IMPORT_LDIF_LOG_BYTES_184=Definiendo el tama\u00f1o en bytes del registro de DB en %d bytes
NOTICE_JEB_IMPORT_LDIF_DB_MEM_BUF_INFO_185=Definiendo el tama\u00f1o de memoria cach\u00e9 de DB en %d bytes y el tama\u00f1o del b\u00fafer de fase uno en %d
NOTICE_JEB_IMPORT_LDIF_TOT_MEM_BUF_186=La cantidad de memoria libre disponible para la tarea de importaci\u00f3n es de %d bytes. El n\u00famero de b\u00faferes requeridos de fase uno es %d b\u00faferes
NOTICE_JEB_IMPORT_LDIF_BUFFER_CHECKPOINTS_187=Puntos de comprobaci\u00f3n realizados: %d
NOTICE_JEB_IMPORT_LDIF_CLEANER_STATS_188=El depurador se ejecuta: %d archivos eliminados: %d entradas le\u00eddas: %d nodos IN limpiados: %d
NOTICE_JEB_IMPORT_LDIF_EVICTION_DETECTED_STATS_189=Expulsi\u00f3n en curso. Pasadas: %d nodos expulsados: %d nodos BIN descubiertos: %d
NOTICE_JEB_IMPORT_LDIF_EVICTION_DETECTED_190=Se ha detectado una expulsi\u00f3n tras importar %d entradas
MILD_WARN_BACKUPDB_INCREMENTAL_NOT_FOUND_DOING_NORMAL_191=No se puede encontrar ninguna copia de seguridad en '%s'.  Se ejecutar\u00e1 una copia de seguridad completa
SEVERE_ERR_CONFIG_INDEX_TYPE_NEEDS_VALID_MATCHING_RULE_192=El atributo '%s' no puede tener un tipo de \u00edndice extensible para el nombre de regla de coincidencia no v\u00e1lido '%s'
SEVERE_ERR_CONFIG_JEB_CACHE_SIZE_GREATER_THAN_JVM_HEAP_193=El atributo de configuraci\u00f3n ds-cfg-db-cache-size tiene un valor de %d, pero la JVM s\u00f3lo est\u00e1 configurada para %d. Pruebe a emplear ds-cfg-db-cache-percent
SEVERE_ERR_CONFIG_JEB_CACHE_SIZE_TOO_SMALL_194=El atributo de configuraci\u00f3n ds-cfg-db-cache-size tiene un valor de %d que es inferior al m\u00ednimo: %d
MILD_ERR_JEB_DELETE_ABORTED_BY_SUBORDINATE_PLUGIN_195=Un complemento ha anulado la operaci\u00f3n de eliminaci\u00f3n al eliminar una entrada subordinada %s
NOTICE_JEB_IMPORT_LDIF_PHASE_TWO_MEM_REPORT_196=La memoria disponible para el procesamiento de fase dos es de %d bytes. El tama\u00f1o de la memoria cach\u00e9 de lectura anticipada es de %d bytes calculado con el empleo de %d b\u00faferes
NOTICE_JEB_IMPORT_LDIF_BUFF_SIZE_LESS_DEFAULT_197=Definir el tama\u00f1o de b\u00fafer de fase uno en el valor m\u00ednimo de %d bytes y continuar
SEVERE_ERR_DATABASE_ERROR_198=Error de base de datos durante la operaci\u00f3n de backend: %s
SEVERE_ERR_JEB_IMPORT_LDIF_INDEX_WRITE_DB_ERR_199=Se ha recibido el siguiente error al procesar el \u00edndice de %s: %s
SEVERE_ERR_JEB_IMPORT_LDIF_IMPORT_TASK_ERR_200=Se ha recibido el siguiente error al procesar la tarea de importaci\u00f3n: %s
SEVERE_ERR_JEB_IMPORT_LDIF_MIGRATE_EXCLUDED_TASK_ERR_201=Se ha recibido el siguiente error al procesar la tarea Migrar excluido: %s
SEVERE_ERR_JEB_IMPORT_LDIF_MIGRATE_EXISTING_TASK_ERR_202=Se ha recibido el siguiente error al procesar la tarea Migrar existente: %s
SEVERE_ERR_JEB_IMPORT_LDIF_APPEND_REPLACE_TASK_ERR_203=Se ha recibido el siguiente error al procesar la tarea Anexar y reemplazar: %s
NOTICE_JEB_REBUILD_ALL_START_204=La reconstrucci\u00f3n de todos los \u00edndices comenz\u00f3 con %d entradas totales para procesar
SEVERE_ERR_JEB_REBUILD_SUFFIX_ERROR_205=No se pudo reconstruir el ND de base %s porque no estaba disponible
SEVERE_ERR_CONFIG_JEB_DURABILITY_CONFLICT_206=Los atributos de configuraci\u00f3n ds-cfg-db-txn-no-sync y ds-cfg-db-txn-write-no-sync se excluyen mutuamente y no pueden definirse al mismo tiempo
SEVERE_ERR_JEB_IMPORT_LDIF_PENDING_ERR_207=Se ha recibido el siguiente error al realizar una comprobaci\u00f3n de ND pendiente: %s
NOTICE_JEB_IMPORT_LDIF_TMP_ENV_MEM_208=La cantidad de memoria disponible para el entorno de la memoria cach\u00e9 de ND temporal es de %d bytes
NOTICE_JEB_IMPORT_PHASE_STATS_209=El tiempo total de importaci\u00f3n fue de %d segundos El procesamiento de fase uno se ha completado en %d segundos; el procesamiento de fase dos, en %d segundos
SEVERE_ERR_JEB_IMPORT_UNCAUGHT_EXCEPTION_210=Se ha recibido el siguiente error por parte del controlador de excepciones no detectadas: %s
NOTICE_JEB_IMPORT_LDIF_INDEX_STARTED_211=La fase dos del \u00edndice %s ha comenzado el procesamiento de %d b\u00faferes en %d lotes
SEVERE_ERR_JEB_IMPORT_LDIF_REBUILD_INDEX_TASK_ERR_212=Se ha recibido el siguiente error al procesar la tarea de reconstrucci\u00f3n de \u00edndice: %s
NOTICE_JEB_IMPORT_ADJUST_THREAD_COUNT_213=La memoria es insuficiente para asignar suficientes b\u00faferes de fase uno para su uso por %d subprocesos. Reduciendo el n\u00famero de subprocesos empleados a %d
SEVERE_ERR_JEB_EXPORT_IO_ERROR_214=Se ha producido un error de E/S al exportar la entrada: %s
SEVERE_ERR_JEB_IMPORT_LDIF_READER_IO_ERROR_215=Se ha producido un error de E/S al abrir la secuencia LDIF
SEVERE_ERR_JEB_IMPORT_BUFFER_IO_ERROR_216=Se ha producido un error de E/S al leer el archivo temporal del \u00edndice %s en el directorio temporal
SEVERE_ERR_JEB_DISK_LOW_THRESHOLD_REACHED_217=El disco que contiene el directorio %s utilizado por el servidor de fondo de la base de datos %s tiene escaso espacio libre (%d bytes libres). S\u00f3lo un usuario con el privilegio BYPASS_LOCKDOWN puede realizar las operaciones de escritura en el servidor de fondo hasta que el espacio libre supere el umbral (%d bytes)
SEVERE_ERR_JEB_DISK_FULL_THRESHOLD_REACHED_218=El disco que contiene el directorio %s utilizado por el servidor de fondo de la base de datos %s est\u00e1 lleno (%d bytes libres). Las operaciones de escritura en el servidor de fondo fallar\u00e1n hasta que el espacio libre supere el umbral (%d bytes)
NOTICE_JEB_DISK_SPACE_RESTORED_219=El espacio libre (%d bytes) en el disco que contiene el directorio %s utilizado por el servidor de fondo de la base de datos %s ya supera el umbral (%d bytes)
SEVERE_WARN_JEB_OUT_OF_DISK_SPACE_220=No hay suficiente espacio libre en el disco para que la base de datos realice la operaci\u00f3n de escritura
MILD_WARN_IMPORT_LDIF_LACK_MEM_PHASE_TWO_221=La memoria es insuficiente (%d bytes) para realizar la fase 2 de la importaci\u00f3n en un solo lote. Se importar\u00e1n algunos \u00edndices en varios lotes, lo que puede disminuir el rendimiento

