# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.



#
# Global directives
#
global.category=PLUGIN

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_PLUGIN_NULL_CONFIG_ENTRY_1=Eine in Klasse %s definierte Instanz des Plugins konnte nicht initialisiert werden, da der angegebene Konfigurationseintrag Null war
INFO_PLUGIN_DESCRIPTION_SHUTDOWN_PASSWORD_2=Gibt ein optionales, verschl\u00fcsseltes Passwort an, das zum Stoppen von Directory Server erforderlich ist.  Wird es nicht angegeben, ist kein Passwort erforderlich (allerdings muss immer noch eine Authentifizierung beim Server erfolgen, damit der erforderliche Aufgabeneintrag hinzugef\u00fcgt werden kann).  \u00c4nderungen an diesem Passwort werden sofort wirksam
SEVERE_ERR_PLUGIN_ADLIST_NO_PLUGIN_TYPES_3=Die in Konfigurationseintrag %s definierte Instanz der LDAP-Attributbeschreibung-Pluginliste listet keine Plugintypen auf.  Dieses Plugin muss so konfiguriert werden, dass es als ein voranalysiertes Such-Plugin fungiert
SEVERE_ERR_PLUGIN_ADLIST_INVALID_PLUGIN_TYPE_4=Die in Konfigurationseintrag %s definierte Instanz der LDAP-Attributbeschreibung-Pluginliste listet  einen ung\u00fcltigen Plugin-Typ %s.  Dieses Plugin kann nur als ein voranalysiertes Such-Plugin verwendet werden
SEVERE_ERR_PLUGIN_PROFILER_NO_PLUGIN_TYPES_5=Die in Konfigurationseintrag %s definierte Instanz des Directory-Server-Profiler-Plugins listet keine Plugin-Typen auf.  Dieses Plugin muss so konfiguriert werden, dass es als ein Start-Plugin fungiert
SEVERE_ERR_PLUGIN_PROFILER_INVALID_PLUGIN_TYPE_6=Die in Konfigurationseintrag %s definierte Instanz des Directory-Server-Profiler-Plugins listet einen ung\u00fcltigen Plugin-Typ %s.  Dieses Plugin kann nur als ein Start-Plugin verwendet werden
INFO_PLUGIN_PROFILER_DESCRIPTION_PROFILE_DIR_7=Pfad zum Verzeichnis, in das die Profilinformationen geschrieben werden.  Das Verzeichnis muss vorhanden und Directory Server dazu berechtigt sein, darin neue Dateien zu erstellen.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_PROFILE_DIR_8=Unerwarteter Fehler beim Versuch, den Wert von Attribut ds-cfg-profile-directory in Eintrag %s zu bestimmen:  %s.  Das Standardprofilverzeichnis von %s wird verwendet
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_WRITE_PROFILE_DATA_9=Unerwarteter Fehler beim Versuch des in Konfigurationseintrag %s definierten Profiler-Plugins, die in Ausgabedatei %s aufgezeichneten Informationen zu schreiben:  %s
INFO_PLUGIN_PROFILER_DESCRIPTION_AUTOSTART_10=Gibt an, ob das Profiler-Plug-In automatisch mit der Datensammlung beginnen soll, wenn Directory Server gestartet wird.  Dies wird erst beim Starten des Servers gelesen, und eventuelle \u00c4nderungen werden beim n\u00e4chsten Neustart wirksam
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_AUTOSTART_11=Unerwarteter Fehler beim Versuch, den Wert von Attribut ds-cfg-enable-profiling-on-startup in Eintrag %s zu bestimmen:  %s.  Profiling-Informationen werden nicht automatisch beim Starten aufgezeichnet und m\u00fcssen manuell aktiviert werden
INFO_PLUGIN_PROFILER_DESCRIPTION_INTERVAL_12=Probenintervall, das beim Erfassen von Profiling-Informationen im Server zu verwenden ist. \u00c4nderungen an diesem Konfigurationsattribut werden beim n\u00e4chsten Starten des Profilers wirksam
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_INTERVAL_13=Unerwarteter Fehler beim Versuch, den Wert von Attribut ds-cfg-profile-sample-interval in Eintrag %s zu bestimmen:  %s.  Das Standardabtastintervall von %d Millisekunden wird verwendet
INFO_PLUGIN_PROFILER_DESCRIPTION_STATE_14=Aktueller Status des Profilers.  entweder "aktiviert" (der Profiler-Thread sammelt aktiv Daten) oder "deaktiviert".  Dieses Attribut ist schreibgesch\u00fctzt
INFO_PLUGIN_PROFILER_DESCRIPTION_ACTION_15=Aktion, die der Profiler durchf\u00fchren soll.  Beim Wert "Starten" beginnt der Profiler-Thread mit der Sammlung von Daten, falls er nicht bereits aktiviert ist.  Beim Wert "Stopp" stoppt der Profiler-Thread die Sammlung von Daten und schreibt diese auf die Festplatte. Beim Wert "Abbrechen" stoppt der Profiler-Thread die Sammlung von Daten und verwirft die bisher erfassten Daten.  Diese Vorg\u00e4nge finden direkt statt
SEVERE_WARN_PLUGIN_PROFILER_INVALID_PROFILE_DIR_16=Das in Attribut ds-cfg-profile-directory von Konfigurationseintrag %2$s spezifizierte Profilverzeichnis %1$s ist ung\u00fcltig, da der angegebene Pfad nicht vorhanden ist oder kein Verzeichnis darstellt
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_ACTION_17=Unerwarteter Fehler beim Versuch, den Wert von Attribut ds-cfg-profile-action in Eintrag %s zu bestimmen:  %s.  Keine Aktion wird ausgef\u00fchrt
INFO_PLUGIN_PROFILER_UPDATED_INTERVAL_18=Das Probenintervall f\u00fcr das im Konfigurationseintrag %s definierte Profiler-Plug-In wurde auf %d Millisekunden aktualisiert
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_INTERVAL_19=Unerwarteter Fehler beim Versuch, das Abtastintervall f\u00fcr das in Konfigurationseintrag %s definierte Profiler-Plugin zu aktualisieren:  %s
INFO_PLUGIN_PROFILER_UPDATED_DIRECTORY_20=Das Profilverzeichnis f\u00fcr das im Konfigurationseintrag %s definierte Profiler-Plug-In wurde auf %s ge\u00e4ndert
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_DIRECTORY_21=Unerwarteter Fehler beim Versuch, das Profilverzeichnis f\u00fcr das in Konfigurationseintrag %s definierte Profiler-Plugin zu aktualisieren:  %s
INFO_PLUGIN_PROFILER_STARTED_PROFILING_22=Das im Konfigurationseintrag %s definierte Profiler-Plug-In wurde aktiviert und hat mit der Erfassung von Daten begonnen
INFO_PLUGIN_PROFILER_ALREADY_PROFILING_23=Das im Konfigurationseintrag %s definierte Profiler-Plug-In ist bereits aktiviert, deshalb wurde die Anforderung zum Starten des Profiling ignoriert
INFO_PLUGIN_PROFILER_NOT_RUNNING_24=Das im Konfigurationseintrag %s definierte Profiler-Plug-In erhielt eine Anforderung zum Stoppen der Datenerfassung, aber es war nicht aktiv, sodass keine Aktion gestartet wurde
INFO_PLUGIN_PROFILER_STOPPED_PROFILING_25=Das im Konfigurationseintrag %s definierte Profiler-Plug-In wurde gestoppt und erfasst keine Daten mehr
INFO_PLUGIN_PROFILER_WROTE_PROFILE_DATA_26=Die f\u00fcr das im Konfigurationseintrag %s definierte Profiler-Plug-In gesammelten Daten wurden in %s geschrieben
MILD_ERR_PLUGIN_PROFILER_UNKNOWN_ACTION_27=Das im Konfigurationseintrag %s definierte Profiler-Plug-In wurde aufgefordert, eine Aktion %s durchzuf\u00fchren, die nicht vom Server erkannt wird.  Es wird keine Aktion gestartet
INFO_PLUGIN_PROFILER_SKIPPING_ACTION_28=Eine Profiler-Aktion %s wurde f\u00fcr das im Konfigurationseintrag %s definierte Profiler-Plug-In angefordert, aber es traten ein oder mehrere Probleme im Zusammenhang mit der Plug-In-Konfiguration auf, sodass die angeforderte Aktion \u00fcbersprungen wird
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_PERFORM_ACTION_29=Unerwarteter Fehler beim Versuch, die angeforderte Aktion f\u00fcr das in Konfigurationseintrag %s definierte Profiler-Plugin zu verarbeiten:  %s
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_EXCEPTION_30=Das in Konfigurationseintrag %s definierte Start-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es w\u00e4hrend des Directory-Server-Startprozesses aufgerufen wurde:  %s.  Der Server-Startprozess wurde abgebrochen
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_RETURNED_NULL_31=Das in Konfigurationseintrag %s definierte Start-Plugin hat einen Nullwert zur\u00fcckgegeben, als es w\u00e4hrend des Directory-Server-Startprozesses aufgerufen wurde.  Dies ist ein unzul\u00e4ssiger R\u00fcckgabewert und der Server-Startprozess wurde abgebrochen
SEVERE_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_CONTINUE_32=In dem in Konfigurationseintrag %s definierten Start-Plugin ist ein Fehler aufgetreten, als es w\u00e4hrend des Directory-Server-Startprozesses aufgerufen wurde:  %s (Fehler-ID %d).  Der Startprozess wird fortgesetzt, aber dieser Fehler kann Auswirkungen auf die Funktion des Servers haben
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_ABORT_33=In dem in Konfigurationseintrag %s definierten Start-Plugin ist ein Fehler aufgetreten, als es w\u00e4hrend des Directory-Server-Startprozesses aufgerufen wurde:  %s (Fehler-ID %d).  Der Serverstartprozess wurde abgebrochen
SEVERE_ERR_PLUGIN_SHUTDOWN_PLUGIN_EXCEPTION_34=Das in Konfigurationseintrag %s definierte Abschalt-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es w\u00e4hrend des Herunterfahrens des Directory-Servers aufgerufen wurde:  %s
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_EXCEPTION_35=Das in Konfigurationseintrag %s definierte Abschlussverbindungs-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d von %s aufgerufen wurde:  %s.  Die Verbindung wird beendet
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_RETURNED_NULL_36=Das in Konfigurationseintrag %s definierte Abschlussverbindungs-Plugin hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d von %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verbindung wird beendet
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_EXCEPTION_37=Das in Konfigurationseintrag %s definierte Abschlussverbindungstrennungs-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d von %s aufgerufen wurde:  %s
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_RETURNED_NULL_38=Das in Konfigurationseintrag %s definierte Abschlussverbindungstrennungs-Plugin hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d von %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_EXCEPTION_39=Das in Konfigurationseintrag %s definierte Voranalyse-Plugin %s hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde:  %s.  Die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_RETURNED_NULL_40=Das in Konfigurationseintrag %s definierte Voranalyse-Plugin %s hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_EXCEPTION_41=Das in Konfigurationseintrag %s definierte Pr\u00e4operations-Plugin %s hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde:  %s.  Die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_RETURNED_NULL_42=Das in Konfigurationseintrag %s definierte Pr\u00e4operations-Plugin %s hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_EXCEPTION_43=Das in Konfigurationseintrag %s definierte Abschlussvorgangs-Plugin %s hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde:  %s.  Die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_RETURNED_NULL_44=Das in Konfigurationseintrag %s definierte Abschlussvorgangs-Plugin %s hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_EXCEPTION_45=Das in Konfigurationseintrag %s definierte Abschlussantwort-Plugin %s hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde:  %s.  Die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_RETURNED_NULL_46=Das in Konfigurationseintrag %s definierte Abschlussantwort-Plugin %s hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_EXCEPTION_47=Das in Konfigurationseintrag %s definierte Suchergebniseintrag-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d mit Eintrag %s aufgerufen wurde:  %s.  Die Verarbeitung dieses Suchvorgangs wird beendet
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_RETURNED_NULL_48=Das in Konfigurationseintrag %s definierte Suchergebniseintrag-Plugin hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %d mit Eintrag %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Suchvorgangs wird beendet
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_EXCEPTION_49=Das in Konfigurationseintrag %s definierte Suchergebnisreferenz-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d mit Verweis-URL(s) %s aufgerufen wurde:  %s.  Die Verarbeitung dieses Suchvorgangs wird beendet
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_RETURNED_NULL_50=Das in Konfigurationseintrag %s definierte Suchergebnisreferenz-Plugin hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %d mit Verweis-URL(s) %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Suchvorgangs wird beendet
SEVERE_ERR_PLUGIN_LASTMOD_INVALID_PLUGIN_TYPE_51=Es wurde versucht, das LastMod-Plugin, das als ein %s Plugin aufgerufen werden soll, zu registrieren.  Dieser Plugin-Typ ist nicht f\u00fcr dieses Plugin zul\u00e4ssig
INFO_PROFILEVIEWER_DESCRIPTION_FILENAMES_52=Pfad zu einer Profildatendatei.  Dieses Argument kann mehrmals zum Analysieren von Daten aus mehreren Datendateien angegeben werden
INFO_PROFILEVIEWER_DESCRIPTION_USE_GUI_53=Gibt an, ob die Profilinformationen im GUI-Modus angezeigt oder ob die Ergebnisdaten in die Standardausgabe geschrieben werden sollen
INFO_PROFILEVIEWER_DESCRIPTION_USAGE_54=Zeigt diese Nutzungsinformationen an
SEVERE_ERR_PROFILEVIEWER_CANNOT_INITIALIZE_ARGS_55=Unerwarteter Fehler beim Versuch, das Befehlszeilenargument zu initialisieren:  %s
SEVERE_ERR_PROFILEVIEWER_ERROR_PARSING_ARGS_56=Fehler beim Parsing der Befehlszeilenargumente:  %s
SEVERE_ERR_PROFILEVIEWER_CANNOT_PROCESS_DATA_FILE_57=Fehler beim Versuch, die Profildaten in Datei %s zu verarbeiten:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_EXCEPTION_58=Das in Konfigurationseintrag %s definierte LDIF-Import-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es in Eintrag %s aufgerufen wurde:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_RETURNED_NULL_59=Das in Konfigurationseintrag %s definierte LDIF-Import-Plugin hat Null zur\u00fcckgegeben, als es in Eintrag %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_EXCEPTION_60=Das in Konfigurationseintrag %s definierte LDIF-Export-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es in Eintrag %s aufgerufen wurde:  %s
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_RETURNED_NULL_61=Das in Konfigurationseintrag %s definierte LDIF-Export-Plugin hat Null zur\u00fcckgegeben, als es in Eintrag %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion
SEVERE_ERR_PLUGIN_ENTRYUUID_INVALID_PLUGIN_TYPE_62=Es wurde versucht, das EntryUUID-Plugin, das als ein %s Plugin aufgerufen werden soll, zu registrieren.  Dieser Plugin-Typ ist nicht f\u00fcr dieses Plugin zul\u00e4ssig
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_EXCEPTION_63=Das in Konfigurationseintrag %s definierte Zwischenantwort-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde:  %s.  Die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_RETURNED_NULL_64=Das in Konfigurationseintrag %s definierte Zwischenantwort-Plugin hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_PWPIMPORT_INVALID_PLUGIN_TYPE_65=Es wurde versucht, das Passwortrichtlinien-Import-Plugin, das als ein %s Plugin aufgerufen werden soll, zu registrieren. Dieser Plugin-Typ ist nicht f\u00fcr dieses Plugin zul\u00e4ssig
SEVERE_ERR_PLUGIN_PWPIMPORT_ERROR_ENCODING_PASSWORD_66=Fehler beim Versuch, einen in Attribut %s des Benutzereintrags %s gespeicherten Passwortwert zu verschl\u00fcsseln:  %s.  Passwortwerte f\u00fcr diesen Benutzer werden nicht verschl\u00fcsselt
SEVERE_ERR_PLUGIN_TYPE_NOT_SUPPORTED_67=Das in Konfigurationseintrag %s definierte Plugin unterst\u00fctzt den %s Plugin-Typ nicht
INFO_PROFILEVIEWER_TOOL_DESCRIPTION_68=Dieses Dienstprogramm kann zum Anzeigen von Informationen in Datendateien verwendet werden, die vom Directory Server-Profiler erfasst wurden
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_AUTH_SCHEMES_69=Das Passwortrichtlinien-Import-Plugin ist f\u00fcr kein Standardauthentifizierungspasswortschema konfiguriert, und der Server unterst\u00fctzt das %s Authentifizierungspasswortschema nicht
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_AUTH_SCHEME_70=Das Authentifizierungspasswortspeicherschema %s, das von Passwortrichtlinien-Import-Plugin referenziert wird, ist nicht f\u00fcr die Verwendung im Server konfiguriert
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_USER_SCHEMES_71=Das Passwortrichtlinien-Import-Plugin ist f\u00fcr kein Standardbenutzerpasswortschema konfiguriert, und der Server unterst\u00fctzt das %s Authentifizierungspasswortschema nicht
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_USER_SCHEME_72=Das Benutzerpasswortspeicherschema %s, das von Passwortrichtlinien-Import-Plugin referenziert wird, ist nicht f\u00fcr die Verwendung im Server konfiguriert
SEVERE_WARN_PLUGIN_PWIMPORT_NO_SUCH_POLICY_73=Eintrag '%s' gibt an, dass die benutzerdefinierte Passwortrichtlinie '%s' verwendet wird, aber es ist keine solche Richtlinie im Server definiert.  Alle in dem Eintrag enthaltenen Passw\u00f6rter werden mithilfe der Standardspeicherschemen verschl\u00fcsselt, aber Authentifizierungen wie dieser Benutzer sind nicht m\u00f6glich
SEVERE_WARN_PLUGIN_PWIMPORT_CANNOT_DECODE_POLICY_DN_74=Fehler beim Versuch, den Wert des benutzerdefinierten Passwortrichtlinienattributs in Eintrag '%s' zu verschl\u00fcsseln:  %s.  Alle in dem Eintrag enthaltenen Passw\u00f6rter werden mithilfe der Standardspeicherschemen verschl\u00fcsselt, aber Authentifizierungen wie dieser Benutzer sind nicht m\u00f6glich
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_EXCEPTION_75=Das in Konfigurationseintrag %s definierte untergeordnete DN-\u00c4nderungs-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde:  %s.  Die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_RETURNED_NULL_76=Das in Konfigurationseintrag %s definierte untergeordnete DN-\u00c4nderungs-Plugin hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_UNIQUEATTR_INVALID_PLUGIN_TYPE_77=Es wurde versucht, das Plugin "Eindeutiges Attribut", das als ein %s Plugin aufgerufen werden soll, zu registrieren.  Dieser Plugin-Typ ist nicht f\u00fcr dieses Plugin zul\u00e4ssig
SEVERE_ERR_PLUGIN_UNIQUEATTR_MOD_NOT_UNIQUE_78=Fehler beim Versuch, einen Attributwert von Eintrag %s zu \u00e4ndern, da die vorgeschlagenen \u00c4nderungen die Attributwert-Eindeutigkeitspr\u00fcfung nicht bestanden haben
SEVERE_ERR_PLUGIN_UNIQUEATTR_ADD_NOT_UNIQUE_79=Fehler beim Versuch, den Eintrag %s hinzuzuf\u00fcgen, da einer der Attributwerte des Eintrags die Attributwert-Eindeutigkeitspr\u00fcfung nicht bestanden hat
SEVERE_ERR_PLUGIN_UNIQUEATTR_MODDN_NOT_UNIQUE_80=Fehler beim Versuch, einen DN-\u00c4nderungsvorgang f\u00fcr Eintrag %s durchzuf\u00fchren, da die vorgeschlagenen \u00c4nderungen die Attributwert-Eindeutigkeitspr\u00fcfung nicht bestanden haben
SEVERE_ERR_PLUGIN_REFERENT_INVALID_PLUGIN_TYPE_81=Es wurde versucht, das Bezugsintegrit\u00e4ts-Plugin, das als ein %s Plugin aufgerufen werden soll, zu registrieren.  Dieser Plugin-Typ ist nicht f\u00fcr dieses Plugin zul\u00e4ssig
SEVERE_ERR_PLUGIN_REFERENT_CREATE_LOGFILE_82=Fehler bei der Initialisierung des Bezugsintegrit\u00e4t-Plugins, da die Erstellung der Protokolldatei fehlgeschlagen ist:  %s
SEVERE_ERR_PLUGIN_REFERENT_CLOSE_LOGFILE_83=Fehler beim Schlie\u00dfen der Aktualisierungsprotokolldatei des Bezugsintegrit\u00e4t-Plugins: %s
SEVERE_ERR_PLUGIN_REFERENT_REPLACE_LOGFILE_84=Fehler beim Austauschen der Aktualisierungsprotokolldatei des Bezugsintegrit\u00e4t-Plugins: %s
INFO_PLUGIN_REFERENT_LOGFILE_CHANGE_REQUIRES_RESTART_85=Der Name der Datei, in der das Plug-In f\u00fcr die Bezugsintegrit\u00e4t w\u00e4hrend der Hintergrundverarbeitung \u00c4nderungen protokolliert, wurde von %s in %s ge\u00e4ndert, aber diese \u00c4nderung wird erst wirksam, wenn der Server erneut gestartet wird
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_UPDATE_INTERVAL_CHANGED_86=Das Aktualisierungsintervall f\u00fcr die Hintergrundverarbeitung des Plug-Ins f\u00fcr die Bezugsintegrit\u00e4t wurde von %s in %s ge\u00e4ndert, und der neue Wert wird jetzt f\u00fcr die Hintergrundverarbeitung verwendet
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STOPPING_87=Die Hintergrundverarbeitung des Plug-Ins f\u00fcr die Bezugsintegrit\u00e4t wurde gestoppt
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STARTING_88=Das Plug-In f\u00fcr die Bezugsintegrit\u00e4t hat die Hintergrundverarbeitung unter Verwendung des Aktualisierungsintervalls %s gestartet
SEVERE_ERR_PLUGIN_REFERENT_SEARCH_FAILED_89=Das Bezugsintegrit\u00e4t-Plugin ist bei der Ausf\u00fchrung einer internen Suche fehlgeschlagen: %s
SEVERE_ERR_PLUGIN_REFERENT_MODIFY_FAILED_90=Das Bezugsintegrit\u00e4t-Plugin ist bei der Ausf\u00fchrung einer internen \u00c4nderung f\u00fcr Eintrag %s fehlgeschlagen: %s
MILD_ERR_PLUGIN_REFERENT_CANNOT_DECODE_STRING_AS_DN_91=Das Plug-In f\u00fcr die Bezugsintegrit\u00e4t konnte einen Eintrags-DN aus dem Aktualisierungsprotokoll nicht entschl\u00fcsseln: %s
INFO_PLUGIN_REFERENT_SEARCH_NO_SUCH_OBJECT_92=Das Plug-In f\u00fcr die Bezugsintegrit\u00e4t ist bei der Durchf\u00fchrung einer Suche fehlgeschlagen, da der Basis-DN %s nicht vorhanden ist
SEVERE_ERR_PLUGIN_REFERENT_INVALID_ATTRIBUTE_SYNTAX_93=Fehler im Bezugsintegrit\u00e4t-Plugin beim Versuch, den Attributtyp %s zu konfigurieren, der eine Syntax-OID von %s besitzt. Der Bezugsintegrit\u00e4t-Attributtyp muss die Syntax-OID 1.3.6.1.4.1.1466.115.121.1.12 (f\u00fcr die Syntax des definierten Namens) oder 1.3.6.1.4.1.1466.115.121.1.34 (f\u00fcr die Syntax des Namens und der optionalen UID) besitzen
SEVERE_ERR_PLUGIN_REFERENT_SKIP_DELETE_PROCESSING_94=Das Bezugsintegrit\u00e4t-Plugin verarbeitet keinen Abschlussl\u00f6schvorgang f\u00fcr Eintrag %s, da der Kernvorgang fehlgeschlagen ist
SEVERE_ERR_PLUGIN_REFERENT_SKIP_MODIFY_DN_PROCESSING_95=Das Bezugsintegrit\u00e4t-Plugin verarbeitet keinen DN-Abschluss\u00e4nderungsvorgang f\u00fcr Eintrag %s, da der Kernvorgang fehlgeschlagen ist
MILD_ERR_PLUGIN_7BIT_INVALID_PLUGIN_TYPE_96=Das 7-Bit-Fehlerfrei-Plug-In wurde mit einem ung\u00fcltigen Plug-In-Typ %s konfiguriert.  Es sind nur die Plug-In-Typen ldifImport, preOperationAdd, preOperationModify und preOperationModifyDN zul\u00e4ssig
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_DN_97=Bei dem Versuch, den DN des Zieleintrags zu entschl\u00fcsseln, ist ein Fehler aufgetreten:  %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_ATTR_98=Bei dem Versuch, das Attribut %s des Zieleintrags zu entschl\u00fcsseln, ist ein Fehler aufgetreten:  %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_NEW_RDN_99=Beim Versuch, den neuen RDN zu entschl\u00fcsseln, ist ein Fehler aufgetreten:  %s
MILD_ERR_PLUGIN_7BIT_ADD_ATTR_NOT_CLEAN_100=Der hinzuzuf\u00fcgende Eintrag enthielt einen Wert f\u00fcr das Attribut %s, der nicht 7-Bit fehlerfrei war
MILD_ERR_PLUGIN_7BIT_MODIFY_ATTR_NOT_CLEAN_101=Der \u00c4nderungsvorgang h\u00e4tte einen Wert f\u00fcr das Attribut %s ergeben, der nicht 7-Bit fehlerfrei war
MILD_ERR_PLUGIN_7BIT_MODIFYDN_ATTR_NOT_CLEAN_102=Der DN-\u00c4nderungsvorgang h\u00e4tte einen Wert f\u00fcr das Attribut %s ergeben, der nicht 7-Bit fehlerfrei war
MILD_ERR_PLUGIN_7BIT_IMPORT_ATTR_NOT_CLEAN_103=Der Eintrag enthielt einen Wert f\u00fcr das Attribut %s, der nicht 7-Bit fehlerfrei war
SEVERE_ERR_PLUGIN_PWIMPORT_NO_SUCH_DEFAULT_AUTH_SCHEME_104=Das Passwortrichtlinien-Import-Plugin referenziert das standardm\u00e4\u00dfige Authentifizierungspasswort-Speicherschema %s, das nicht f\u00fcr die Verwendung im Server verf\u00fcgbar ist
SEVERE_ERR_PLUGIN_POST_SYNCHRONIZATION_PLUGIN_EXCEPTION_105=Das in Konfigurationseintrag %s definierte Abschlusssynchronisierungs-Plugin %s hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde:  %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_NOT_UNIQUE_106=Ein eindeutiger Attributkonflikt wurde f\u00fcr Attribut %s erfasst:  Wert %s ist bereits in Eintrag %s vorhanden
SEVERE_ERR_PLUGIN_UNIQUEATTR_SYNC_NOT_UNIQUE_107=Ein eindeutiger Attributkonflikt wurde f\u00fcr Attribut %s w\u00e4hrend der Synchronisierung erfasst (connID=%d, opID=%d):  Wert %s in Eintrag %s widerspricht einem bestehenden Wert in Eintrag %s.  Manuelle Interaktion ist erforderlich, um den Konflikt zu beheben
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_108=Interner Fehler beim Versuch, festzustellen, ob der Vorgang einen Konflikt mit dem eindeutigen Attribut verursachen w\u00fcrde (Ergebnis %s, Nachricht %s)
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_SYNC_109=Interner Fehler beim Versuch, festzustellen, ob der Synchronisierungsvorgang (connID=%d, opID=%d) f\u00fcr Eintrag %s einen Konflikt mit dem eindeutigen Attribut verursachen w\u00fcrde (Ergebnis %s, Nachricht %s)
SEVERE_ERR_PLUGIN_REFERENT_ATTR_UNINDEXED_110=Das in Konfigurationseintrag %s definierte Bezugsintegrit\u00e4t-Plugin ist f\u00fcr den Einsatz in Attribut %s konfiguriert, aber es ist kein Gleichheits-Index f\u00fcr dieses Attribut in Backend %s definiert
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_UNINDEXED_111=Das in Konfigurationseintrag %s definierte eindeutige Attribut-Plugin ist f\u00fcr den Einsatz in Attribut %s konfiguriert, aber es ist kein Gleichheits-Index f\u00fcr dieses Attribut in Backend %s definiert
SEVERE_ERR_PLUGIN_NETWORKGROUP_INVALID_PLUGIN_TYPE_112=Es wurde versucht, das NetworkGroup-Plugin, das als ein %s Plugin aufgerufen werden soll, zu registrieren.  Dieser Plugin-Typ ist nicht f\u00fcr dieses Plugin zul\u00e4ssig
SEVERE_ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_113=Es wurde versucht, das Nummern\u00e4nderungskontrolle-Plugin, das als ein %s Plugin aufgerufen werden soll, zu registrieren.  Dieser Plugin-Typ ist nicht f\u00fcr dieses Plugin zul\u00e4ssig
SEVERE_ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_LIST_114=Es wurde versucht, das Nummern\u00e4nderungskontrolle-Plugin mit den folgenden Plugin-Typen zu registrieren: %s. Dieses Plugin muss jedoch mit den gesamten folgenden Plugin-Typen konfiguriert werden: %s
SEVERE_ERR_PLUGIN_SUBORDINATE_DELETE_PLUGIN_EXCEPTION_115=Das in Konfigurationseintrag %s definierte untergeordnete Delete-Plugin hat einen Ausnahmefehler ausgel\u00f6st, als es f\u00fcr Verbindung %d Vorgang %d aufgerufen wurde:  %s.  Die Verarbeitung dieses Vorgangs wird beendet
SEVERE_ERR_PLUGIN_SUBORDINATE_DELETE_PLUGIN_RETURNED_NULL_116=Das in Konfigurationseintrag %s definierte untergeordnete Delete-Plugin hat Null zur\u00fcckgegeben, als es f\u00fcr Verbindung %d Vorgang %s aufgerufen wurde.  Dies ist eine unzul\u00e4ssige Reaktion und die Verarbeitung dieses Vorgangs wird beendet
