# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.



#
# Global directives
#
global.category=PLUGIN

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_PLUGIN_NULL_CONFIG_ENTRY_1=No se puede inicializar una instancia del complemento definido en la clase %s porque la entrada de configuraci\u00f3n proporcionada es nula
INFO_PLUGIN_DESCRIPTION_SHUTDOWN_PASSWORD_2=Especifica una contrase\u00f1a codificada opcional que ser\u00e1 necesaria para poder detener Directory Server.  Si no se proporciona, no ser\u00e1 necesaria ninguna contrase\u00f1a (aunque seguir\u00e1 siendo necesaria para autenticarse en el servidor para poder a\u00f1adir la entrada de tarea necesaria).  Los cambios realizados en esta contrase\u00f1a se aplicar\u00e1n inmediatamente
SEVERE_ERR_PLUGIN_ADLIST_NO_PLUGIN_TYPES_3=La instancia del complemento de lista de descripci\u00f3n del atributo LDAP definida en la entrada de configuraci\u00f3n %s no muestra ning\u00fan tipo de complemento.  Debe configurarse este complemento para que funcione como un complemento de b\u00fasqueda prean\u00e1lisis
SEVERE_ERR_PLUGIN_ADLIST_INVALID_PLUGIN_TYPE_4=La instancia del complemento de lista de descripci\u00f3n del atributo LDAP definida en la entrada de configuraci\u00f3n %s muestra un tipo de complemento no v\u00e1lido %s.  Este complemento s\u00f3lo puede emplearse como un complemento de b\u00fasqueda prean\u00e1lisis
SEVERE_ERR_PLUGIN_PROFILER_NO_PLUGIN_TYPES_5=La instancia del complemento generador de perfiles del Servidor de directorios definida en la entrada de configuraci\u00f3n %s no muesta ning\u00fan tipo de atributo.  Debe configurarse este complemento para que funcione como un complemento de inicio
SEVERE_ERR_PLUGIN_PROFILER_INVALID_PLUGIN_TYPE_6=La instancia del complemento generador de perfiles del Servidor de directorios definida en la entrada de configuraci\u00f3n %s muestra un tipo de complemento no v\u00e1lido %s.  Este complemento s\u00f3lo puede emplearse como un complemento de inicio
INFO_PLUGIN_PROFILER_DESCRIPTION_PROFILE_DIR_7=Ruta al directorio en el que se escribir\u00e1 la informaci\u00f3n del perfil.  El directorio debe existir, y Directory Server debe tener permiso para crear archivos nuevos en \u00e9l.  Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n inmediatamente
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_PROFILE_DIR_8=Se ha producido un error inesperado al tratar de determinar el valor del atributo ds-cfg-profile-directory en la entrada %s:  %s.  Se emplear\u00e1 el directorio de perfiles predeterminado de %s
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_WRITE_PROFILE_DATA_9=Se ha producido un error inesperado cuando el complemento generador de perfiles definido en la entrada de configuraci\u00f3n %s trat\u00f3 de escribir la informaci\u00f3n captada en el archivo de salida %s:  %s
INFO_PLUGIN_PROFILER_DESCRIPTION_AUTOSTART_10=Indica si el complemento del analizador debe empezar a recopilar datos autom\u00e1ticamente cuando se inicie Directory Server.  S\u00f3lo se leer\u00e1 una vez que se inicie el servidor y los cambios tendr\u00e1n efecto en el siguiente reinicio
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_AUTOSTART_11=Se ha producido un error inesperado al tratar de determinar el valor del atributo ds-cfg-enable-profiling-on-startup en la entrada %s:  %s. No se captar\u00e1 autom\u00e1ticamente la informaci\u00f3n de perfiles al inicio, por lo que debe habilitarse manualmente
INFO_PLUGIN_PROFILER_DESCRIPTION_INTERVAL_12=Intervalo de muestra que se debe utilizar al capturar la informaci\u00f3n de creaci\u00f3n de perfiles en el servidor. Los cambios en este atributo de configuraci\u00f3n tendr\u00e1n efecto la pr\u00f3xima vez que se inicie el analizador
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_INTERVAL_13=Se ha producido un error inesperado al tratar de determinar el valor del atributo ds-cfg-profile-sample-interval en la entrada %s:  %s.  Se emplear\u00e1 el intervalo de muestra predeterminado de %d milisegundos
INFO_PLUGIN_PROFILER_DESCRIPTION_STATE_14=Estado actual del analizador.  Se "habilitar\u00e1" (lo que indica que el subproceso del analizador recopila datos de forma activa) o "inhabilitar\u00e1".  \u00c9ste atributo es de s\u00f3lo lectura
INFO_PLUGIN_PROFILER_DESCRIPTION_ACTION_15=Acci\u00f3n que debe emprender el analizador.  Un valor de "inicio" har\u00e1 que el subproceso del analizador inicie la recopilaci\u00f3n de datos si a\u00fan no est\u00e1 activo.  Un valor de "detenci\u00f3n" har\u00e1 que el subproceso del analizador detenga la recopilaci\u00f3n de datos y los escriba en el disco, y un valor de "cancelaci\u00f3n" que el subproceso del analizador detenga la recopilaci\u00f3n de datos y descarte todo lo que se ha capturado.  Estas operaciones tendr\u00e1n lugar inmediatamente
SEVERE_WARN_PLUGIN_PROFILER_INVALID_PROFILE_DIR_16=El directorio de perfiles %s especificado en el atributo ds-cfg-profile-directory de la entrada de configuraci\u00f3n %s no es v\u00e1lido porque la ruta especificada no existe o no es un directorio
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_ACTION_17=Se ha producido un error inesperado al tratar de determinar el valor del atributo ds-cfg-profile-action en la entrada %s:  %s.  No se llevar\u00e1 a cabo ninguna acci\u00f3n
INFO_PLUGIN_PROFILER_UPDATED_INTERVAL_18=El intervalo de muestra del complemento del analizador definido en la entrada de configuraci\u00f3n %s se ha actualizado a %d milisegundos
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_INTERVAL_19=Se ha producido un error inesperado al tratar de actualizar el intervalo de muestra para el complemento generador de perfiles definido en la entrada de configuraci\u00f3n %s:  %s
INFO_PLUGIN_PROFILER_UPDATED_DIRECTORY_20=El directorio de perfiles para el complemento del analizador definido en la entrada de configuraci\u00f3n %s se ha cambiado a %s
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_DIRECTORY_21=Se ha producido un error inesperado al tratar de actualizar el directorio de perfiles para el complemento generador de perfiles definido en la entrada de configuraci\u00f3n %s:  %s
INFO_PLUGIN_PROFILER_STARTED_PROFILING_22=El complemento del analizador definido en la entrada de configuraci\u00f3n %s se ha activado y ha iniciado la captura de datos
INFO_PLUGIN_PROFILER_ALREADY_PROFILING_23=El complemento del analizador definido en la entrada de configuraci\u00f3n %s ya est\u00e1 activo, por lo que se ha ignorado la solicitud de iniciar la creaci\u00f3n de perfiles
INFO_PLUGIN_PROFILER_NOT_RUNNING_24=El complemento del analizador definido en la entrada de configuraci\u00f3n %s ha recibido una solicitud para detener la captura de datos, pero no estaba activo y no se tom\u00f3 ninguna medida
INFO_PLUGIN_PROFILER_STOPPED_PROFILING_25=El complemento del analizador definido en la entrada de configuraci\u00f3n %s se ha detenido y no seguir\u00e1 capturando datos
INFO_PLUGIN_PROFILER_WROTE_PROFILE_DATA_26=Los datos recopilados por el complemento del analizador definidos en la entrada de configuraci\u00f3n %s se han escrito en %s
MILD_ERR_PLUGIN_PROFILER_UNKNOWN_ACTION_27=El complemento del analizador definidos en la entrada de configuraci\u00f3n %s ha sido solicitado para realice una acci\u00f3n %s que no reconozca el servidor.  No se realizar\u00e1 ninguna acci\u00f3n
INFO_PLUGIN_PROFILER_SKIPPING_ACTION_28=La acci\u00f3n del analizador %s se solicit\u00f3 para el complemento del analizador definido en la entrada de configuraci\u00f3n %s, pero se han encontrado uno o m\u00e1s problemas con la configuraci\u00f3n del complemento, por lo que se omitir\u00e1 la acci\u00f3n solicitada
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_PERFORM_ACTION_29=Se ha producido un error inesperado al tratar de procesar la acci\u00f3n solicitada para el complemento generador de perfiles definido en la entrada de configuraci\u00f3n %s:  %s
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_EXCEPTION_30=El complemento de inicio definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado durante el proceso de inicio del Servidor de directorios:  %s.  Se ha anulado el proceso de inicio del servidor
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_RETURNED_NULL_31=El complemento de inicio definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado durante el proceso de inicio del Servidor de directorios.  Este es un valor de retorno no permitido, por lo que se ha anulado el proceso de inicio del servidor
SEVERE_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_CONTINUE_32=El complemento de inicio definido en la entrada de configuraci\u00f3n %s encontr\u00f3 un error al ser invocado durante el proceso de inicio del Servidor de directorios:  %s (Id. de error %d).  El proceso de inicio continuar\u00e1, pero este error puede afectar al funcionamiento del servidor
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_ABORT_33=El complemento de inicio definido en la entrada de configuraci\u00f3n %s encontr\u00f3 un error al ser invocado durante el proceso de inicio del Servidor de directorios:  %s (Id. de error %d).  Se ha anulado el proceso de inicio del servidor
SEVERE_ERR_PLUGIN_SHUTDOWN_PLUGIN_EXCEPTION_34=El complemento de cierre definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado durante el proceso de cierre del Servidor de directorios:  %s
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_EXCEPTION_35=El complemento de posconexi\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d de %s:  %s.  Se finalizar\u00e1 la conexi\u00f3n
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_RETURNED_NULL_36=El complemento de posconexi\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d de %s.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 la conexi\u00f3n
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_EXCEPTION_37=El complemento de posdesconexi\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d de %s:  %s
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_RETURNED_NULL_38=El complemento de posdesconexi\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d de %s.  Esta respuesta no est\u00e1 permitida
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_EXCEPTION_39=El complemento de %s prean\u00e1lisis definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_RETURNED_NULL_40=El complemento de %s prean\u00e1lisis definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %s.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_EXCEPTION_41=El complemento de %s preoperaci\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_RETURNED_NULL_42=El complemento de %s preoperaci\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_EXCEPTION_43=El complemento de %s posoperaci\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_RETURNED_NULL_44=El complemento de %s posoperaci\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_EXCEPTION_45=El complemento de %s posrespuesta definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_RETURNED_NULL_46=El complemento de %s posrespuesta definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_EXCEPTION_47=El complemento de entradas de resultados de b\u00fasqueda definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d con la entrada %s:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n de b\u00fasqueda
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_RETURNED_NULL_48=El complemento de entradas de resultados de b\u00fasqueda definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d con la entrada %s.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n de b\u00fasqueda
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_EXCEPTION_49=El complemento de referencias de resultados de b\u00fasqueda definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d con la(s) URL de referencia %s:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n de b\u00fasqueda
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_RETURNED_NULL_50=El complemento de referencias de resultados de b\u00fasqueda definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d con la(s) URL de referencia %s.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n de b\u00fasqueda
SEVERE_ERR_PLUGIN_LASTMOD_INVALID_PLUGIN_TYPE_51=Se ha tratado de registrar el complemento LastMod para su invocaci\u00f3n como un complemento de %s.  No se permite este tipo de complemento para este complemento
INFO_PROFILEVIEWER_DESCRIPTION_FILENAMES_52=Ruta a un archivo de datos de perfil.  Este argumento se puede proporcionar m\u00e1s de una vez para analizar los datos desde varios archivos de datos
INFO_PROFILEVIEWER_DESCRIPTION_USE_GUI_53=Indica si se va a ver la informaci\u00f3n del perfil en modo GUI o si se van a escribir los datos resultantes para la salida est\u00e1ndar
INFO_PROFILEVIEWER_DESCRIPTION_USAGE_54=Muestra esta informaci\u00f3n de uso
SEVERE_ERR_PROFILEVIEWER_CANNOT_INITIALIZE_ARGS_55=Se ha producido un error inesperado al tratar de inicializar los argumentos de l\u00ednea de comandos:  %s
SEVERE_ERR_PROFILEVIEWER_ERROR_PARSING_ARGS_56=Se ha producido un error al analizar los argumentos de l\u00ednea de comandos: %s
SEVERE_ERR_PROFILEVIEWER_CANNOT_PROCESS_DATA_FILE_57=Se ha producido un error al tratar de procesar los datos de perfiles en el archivo %s:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_EXCEPTION_58=El complemento de importaci\u00f3n de LDIF definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado en la entrada %s:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_RETURNED_NULL_59=El complemento de importaci\u00f3n de LDIF definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado en la entrada %s. Esta respuesta no est\u00e1 permitida
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_EXCEPTION_60=El complemento de exportaci\u00f3n de LDIF definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado en la entrada %s:  %s
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_RETURNED_NULL_61=El complemento de exportaci\u00f3n de LDIF definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado en la entrada %s. Esta respuesta no est\u00e1 permitida
SEVERE_ERR_PLUGIN_ENTRYUUID_INVALID_PLUGIN_TYPE_62=Se ha tratado de registrar el complemento EntryUUID para su invocaci\u00f3n como un complemento de %s.  No se permite este tipo de complemento para este complemento
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_EXCEPTION_63=El complemento de respuesta intermedia definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_RETURNED_NULL_64=El complemento de respuesta intermedia definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_PWPIMPORT_INVALID_PLUGIN_TYPE_65=Se ha tratado de registrar el complemento de importaci\u00f3n de directivas de contrase\u00f1as para su invocaci\u00f3n como un complemento de %s. No se permite este tipo de complemento para este complemento
SEVERE_ERR_PLUGIN_PWPIMPORT_ERROR_ENCODING_PASSWORD_66=Se ha producido un error al tratar de codificar un valor de contrase\u00f1a almacenado en el atributo %s de la entrada de usuario %s:  %s.  No se codificar\u00e1n los valores de contrase\u00f1a para este usuario
SEVERE_ERR_PLUGIN_TYPE_NOT_SUPPORTED_67=El complemento definido en la entrada de configuraci\u00f3n %s no admite el tipo de complemento %s
INFO_PROFILEVIEWER_TOOL_DESCRIPTION_68=Esta utilidad se puede utilizar para ver la informaci\u00f3n en los archivos de datos capturados por el analizador de Directory Server
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_AUTH_SCHEMES_69=El complemento de importaci\u00f3n de directivas de contrase\u00f1as no tiene configurado ning\u00fan esquema de auth password (contrase\u00f1a de autenticaci\u00f3n) predeterminado y el servidor no admite el esquema de auth password %s
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_AUTH_SCHEME_70=El esquema de almacenamiento de auth password (contrase\u00f1a de autenticaci\u00f3n) %s referenciado por el complemento de importaci\u00f3n de directivas de contrase\u00f1as no est\u00e1 configurado para su uso en el servidor
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_USER_SCHEMES_71=El complemento de importaci\u00f3n de directivas de contrase\u00f1as no tiene configurado ning\u00fan esquema de contrase\u00f1as de usuario predeterminado y el servidor no admite el esquema de auth password (contrase\u00f1a de autenticaci\u00f3n) %s
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_USER_SCHEME_72=El esquema de almacenamiento de contrase\u00f1as de usuario %s referenciado por el complemento de importaci\u00f3n de directivas de contrase\u00f1as no est\u00e1 configurado para su uso en el servidor
SEVERE_WARN_PLUGIN_PWIMPORT_NO_SUCH_POLICY_73=La entrada '%s' indica el uso de la directiva de contrase\u00f1as personalizada '%s', pero esta pol\u00edtica no est\u00e1 definida en el servidor.  Se codificar\u00e1n todas las contrase\u00f1as de la entrada por medio de los esquemas de almacenamiento predeterminados, pero es probable que la autenticaci\u00f3n como este usuario no sea posible
SEVERE_WARN_PLUGIN_PWIMPORT_CANNOT_DECODE_POLICY_DN_74=Se ha producido un error al tratar de descodificar el valor del atributo de directiva de contrase\u00f1as personalizada en la entrada '%s':  %s.  Se codificar\u00e1n todas las contrase\u00f1as de la entrada por medio de los esquemas de almacenamiento predeterminados, pero es probable que la autenticaci\u00f3n como este usuario no sea posible
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_EXCEPTION_75=El complemento de modificaci\u00f3n de ND subordinado definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_RETURNED_NULL_76=El complemento de modificaci\u00f3n de ND subordinado definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %s.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_UNIQUEATTR_INVALID_PLUGIN_TYPE_77=Se ha tratado de registrar el complemento Unique Attribute (atributo \u00fanico) para su invocaci\u00f3n como un complemento de %s.  No se permite este tipo de complemento para este complemento
SEVERE_ERR_PLUGIN_UNIQUEATTR_MOD_NOT_UNIQUE_78=Se ha producido un error al tratar de modificar un valor de atributo de la entrada %s porque los cambios propuestos no han pasado la comprobaci\u00f3n de unicidad del valor de atributo
SEVERE_ERR_PLUGIN_UNIQUEATTR_ADD_NOT_UNIQUE_79=Se ha producido un error al tratar de a\u00f1adir la entrada %s porque uno de los valores de atributo de la entrada no ha pasado la comprobaci\u00f3n de unicidad del valor de atributo
SEVERE_ERR_PLUGIN_UNIQUEATTR_MODDN_NOT_UNIQUE_80=Se ha producido un error al tratar de realizar una operaci\u00f3n de modificaci\u00f3n de ND en la entrada %s porque los cambios propuestos no han pasado la comprobaci\u00f3n de unicidad del valor de atributo
SEVERE_ERR_PLUGIN_REFERENT_INVALID_PLUGIN_TYPE_81=Se ha tratado de registrar el complemento Referential Integrity (integridad referencial) para su invocaci\u00f3n como un complemento de %s.  No se permite este tipo de complemento para este complemento
SEVERE_ERR_PLUGIN_REFERENT_CREATE_LOGFILE_82=Se ha producido un error durante la inicializaci\u00f3n del complemento Referential Integrity (integridad referencial) por un error en la creaci\u00f3n del archivo de registro:  %s
SEVERE_ERR_PLUGIN_REFERENT_CLOSE_LOGFILE_83=Se ha producido un error al cerrar el archivo de registro de la actualizaci\u00f3n del complemento Referential Integrity (integridad referencial): %s
SEVERE_ERR_PLUGIN_REFERENT_REPLACE_LOGFILE_84=Se ha producido un error al reemplazar el archivo de registro de la actualizaci\u00f3n del complemento Referential Integrity (integridad referencial): %s
INFO_PLUGIN_REFERENT_LOGFILE_CHANGE_REQUIRES_RESTART_85=El nombre de archivo en el que el complemento de Integridad referencial registra los cambios durante el procesamiento de fondo se ha cambiado de %s a %s, pero este efecto no tendr\u00e1 efecto hasta que se reinicie el servidor
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_UPDATE_INTERVAL_CHANGED_86=El intervalo de actualizaci\u00f3n del procesamiento de fondo del complemento de Integridad referencial se ha cambiado de %s a %s; el valor nuevo ser\u00e1 ahora durante el procesamiento de fondo
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STOPPING_87=Se ha detenido el procesamiento de fondo del complemento de Integridad referencial
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STARTING_88=El complemento de Integridad referencial ha iniciado el procesamiento de fondo mediante el intervalo de actualizaci\u00f3n %s
SEVERE_ERR_PLUGIN_REFERENT_SEARCH_FAILED_89=Se ha producido un error en el complemento Referential Integrity (integridad referencial) al realizar una b\u00fasqueda interna: %s
SEVERE_ERR_PLUGIN_REFERENT_MODIFY_FAILED_90=Se ha producido un error en el complemento Referential Integrity (integridad referencial) al realizar una modificaci\u00f3n interna en la entrada %s: %s
MILD_ERR_PLUGIN_REFERENT_CANNOT_DECODE_STRING_AS_DN_91=Error del complemento de Integridad referencial al descodificar un ND de entrada desde el registro de actualizaci\u00f3n: %s
INFO_PLUGIN_REFERENT_SEARCH_NO_SUCH_OBJECT_92=Error en el complemento de Integridad referencial al realizar una b\u00fasqueda porque el ND de base %s no existe
SEVERE_ERR_PLUGIN_REFERENT_INVALID_ATTRIBUTE_SYNTAX_93=Se ha producido un error en el complemento Referential Integrity (integridad referencial) al tratar de configurar el tipo de atributo %s que tiene un OID de sintaxis de %s. Un tipo de atributo Referential Integrity debe tener un OID de sintaxis de 1.3.6.1.4.1.1466.115.121.1.12 (para la sintaxis de nombre distinguido) o de 1.3.6.1.4.1.1466.115.121.1.34 (para la sintaxis de nombre y de uid opcional)
SEVERE_ERR_PLUGIN_REFERENT_SKIP_DELETE_PROCESSING_94=El complemento Referential Integrity (integridad referencial) no procesar\u00e1 una operaci\u00f3n poseliminaci\u00f3n en la entrada %s por un error en la operaci\u00f3n de base
SEVERE_ERR_PLUGIN_REFERENT_SKIP_MODIFY_DN_PROCESSING_95=El complemento Referential Integrity (integridad referencial) no procesar\u00e1 una operaci\u00f3n posmodificaci\u00f3n de ND %s por un error en la operaci\u00f3n de base
MILD_ERR_PLUGIN_7BIT_INVALID_PLUGIN_TYPE_96=El complemento de limpieza de 7 bits se ha configurado con el tipo de complemento no v\u00e1lido %s. S\u00f3lo se permiten los tipos de complemento ldifImport, preOperationAdd, preOperationModify y preOperationModifyDN
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_DN_97=Se ha producido un error al intentar decodificar el ND de la entrada de destino: %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_ATTR_98=Se ha producido un error al intentar descodificar el atributo %s en la entrada de destino: %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_NEW_RDN_99=Se ha producido un error al intentar descodificar el nuevo RDN: %s
MILD_ERR_PLUGIN_7BIT_ADD_ATTR_NOT_CLEAN_100=La entrada que se va a a\u00f1adir inclu\u00eda un valor para el atributo %s que no era de limpieza de 7 bits
MILD_ERR_PLUGIN_7BIT_MODIFY_ATTR_NOT_CLEAN_101=La operaci\u00f3n de modificaci\u00f3n habr\u00eda resultado en un valor para el atributo %s que no era de limpieza de 7 bits
MILD_ERR_PLUGIN_7BIT_MODIFYDN_ATTR_NOT_CLEAN_102=La operaci\u00f3n de modificaci\u00f3n de ND habr\u00eda resultado en un valor para el atributo %s que no era de limpieza de 7 bits
MILD_ERR_PLUGIN_7BIT_IMPORT_ATTR_NOT_CLEAN_103=La entrada inclu\u00eda un valor para el atributo %s que no era de limpieza de 7 bits
SEVERE_ERR_PLUGIN_PWIMPORT_NO_SUCH_DEFAULT_AUTH_SCHEME_104=El complemento de importaci\u00f3n de directivas de contrase\u00f1as hace referencia al esquema de almacenamiento de auth password (contrase\u00f1a de autenticaci\u00f3n) %s predeterminado que no est\u00e1 disponible para su uso en el servidor
SEVERE_ERR_PLUGIN_POST_SYNCHRONIZATION_PLUGIN_EXCEPTION_105=El complemento de %s postsincronizaci\u00f3n definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d: %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_NOT_UNIQUE_106=Se ha detectado un conflicto de atributo \u00fanico para el atributo %s:  el valor %s ya existe en la entrada %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_SYNC_NOT_UNIQUE_107=Se ha detectado un conflicto de atributo \u00fanico para el atributo %s durante la sincronizaci\u00f3n (Id.con=%d, Id.op=%d):  el valor %s en la entrada %s entra en conflicto con un valor existente en la entrada %s.  Se requiere la interacci\u00f3n manual para eliminar el conflicto
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_108=Se ha producido un error interno al tratar de determinar si la operaci\u00f3n habr\u00eda resultado en un conflicto de atributo \u00fanico (resultado %s, mensaje %s)
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_SYNC_109=Se ha producido un error interno al tratar de determinar si la operaci\u00f3n de sincronizaci\u00f3n (Id.con=%d, Id.op=%d) para la entrada %s habr\u00eda resultado en un conflicto de atributo \u00fanico (resultado %s, mensaje %s)
SEVERE_ERR_PLUGIN_REFERENT_ATTR_UNINDEXED_110=El complemento Referential Integrity (integridad referencial) definido en la entrada de configuraci\u00f3n %s est\u00e1 configurado para su empleo en el atributo %s, pero no existe ning\u00fan \u00edndice de igualdad definido para este atributo en el backend %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_UNINDEXED_111=El complemento Unique Attribute (atributo \u00fanico) definido en la entrada de configuraci\u00f3n %s est\u00e1 configurado para su empleo en el atributo %s, pero no existe ning\u00fan \u00edndice de igualdad definido para este atributo en el backend %s
SEVERE_ERR_PLUGIN_NETWORKGROUP_INVALID_PLUGIN_TYPE_112=Se ha tratado de registrar el complemento NetworkGroup (grupo de red) para su invocaci\u00f3n como un complemento de %s.  No se permite este tipo de complemento para este complemento
SEVERE_ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_113=Se ha tratado de registrar el complemento Change Number Control para su invocaci\u00f3n como un complemento de %s.  No se permite este tipo de complemento para este complemento
SEVERE_ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_LIST_114=Se ha tratado de registrar el complemento Change Number Control con los siguientes tipos de complementos: %s. Sin embargo, este complemento debe configurarse con todos los siguientes tipos de complemento: %s
SEVERE_ERR_PLUGIN_SUBORDINATE_DELETE_PLUGIN_EXCEPTION_115=El complemento de eliminaci\u00f3n subordinado definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 una excepci\u00f3n al ser invocado para la conexi\u00f3n %d operaci\u00f3n %d:  %s.  Se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
SEVERE_ERR_PLUGIN_SUBORDINATE_DELETE_PLUGIN_RETURNED_NULL_116=El complemento de eliminaci\u00f3n subordinado definido en la entrada de configuraci\u00f3n %s devolvi\u00f3 un valor nulo al ser invocado para la conexi\u00f3n %d operaci\u00f3n %s.  Esta respuesta no est\u00e1 permitida, por lo que se finalizar\u00e1 el procesamiento de esta operaci\u00f3n
