# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.
#      Portions copyright 2011-2013 ForgeRock AS
#
#
# This file contains the primary Directory Server configuration.  It must not
# be directly edited while the server is online.  The server configuration
# should only be managed using the administration utilities provided with the
# Directory Server.


#
# Global directives
#
global.category=SYNC

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_SYNC_INVALID_DN_1=Le DN configur\u00e9 est d\u00e9j\u00e0 utilis\u00e9 par un autre domaine
MILD_ERR_INVALID_CHANGELOG_SERVER_4=Configuration de serveur de r\u00e9plication incorrecte
MILD_ERR_UNKNOWN_HOSTNAME_5=\u00c9chec du d\u00e9marrage du serveur de r\u00e9plication, car le nom d'h\u00f4te est inconnu
MILD_ERR_COULD_NOT_BIND_CHANGELOG_6=\u00c9chec du d\u00e9marrage du serveur de r\u00e9plication : impossible de cr\u00e9er une liaison au port d'\u00e9coute : %d. Erreur : %s
MILD_ERR_UNKNOWN_TYPE_7=Type d'op\u00e9ration inconnu : %s
MILD_ERR_OPERATION_NOT_FOUND_IN_PENDING_9=Erreur interne : le num\u00e9ro de modification %s de l'op\u00e9ration %s est introuvable dans la liste en attente
MILD_ERR_COULD_NOT_INITIALIZE_DB_10=L'\u00e9chec du d\u00e9marrage du serveur de r\u00e9plication, car la base de donn\u00e9es %s n'a pas pu \u00eatre ouverte
MILD_ERR_COULD_NOT_READ_DB_11=\u00c9chec du d\u00e9marrage du serveur de r\u00e9plication, car la base de donn\u00e9es %s n'a pas pu \u00eatre lue : %s
MILD_ERR_EXCEPTION_REPLAYING_OPERATION_12=Une exception a \u00e9t\u00e9 d\u00e9tect\u00e9e lors de la relecture de l'op\u00e9ration %s : %s
MILD_ERR_NEED_CHANGELOG_PORT_13=Le port du serveur de r\u00e9plication doit \u00eatre d\u00e9fini
DEBUG_ERROR_UPDATING_RUV_14=Erreur %s lors de la mise \u00e0 jour de l'\u00e9tat du serveur %s\u00a0: DN de base %s\u00a0: %s
MILD_ERR_ERROR_SEARCHING_RUV_15=Erreur %s lors de la recherche de l'\u00e9tat du serveur %s : %s dn de base : %s
NOTICE_FOUND_CHANGELOGS_WITH_MY_CHANGES_18=%d serveur(s) de r\u00e9plication trouv\u00e9(s) avec des modifications \u00e0 jour pour le suffixe %s dans l'ID de serveur %s
NOTICE_NEED_MORE_THAN_ONE_CHANGELOG_SERVER_19=Plus d'un serveur de r\u00e9plication doit \u00eatre configur\u00e9
SEVERE_ERR_EXCEPTION_SENDING_TOPO_INFO_20=Exception IOException d\u00e9tect\u00e9e lors de l'envoi des informations de topologie (pour mise \u00e0 jour) du domaine %s pour le serveur %s %s\u00a0: %s
MILD_ERR_CANNOT_RECOVER_CHANGES_21=Erreur lors de la recherche d'anciennes modifications \u00e0 partir de base de donn\u00e9es pour le DN de base %s
NOTICE_COULD_NOT_FIND_CHANGELOG_WITH_MY_CHANGES_22=Serveur de r\u00e9plication ayant consult\u00e9 toutes les modifications locales sur le suffixe %s introuvable. %d serveur(s) de r\u00e9plication non mis \u00e0 jour trouv\u00e9(s). Relecture des modifications imminente
NOTICE_EXCEPTION_CLOSING_DATABASE_24=Erreur lors de la fermeture de la base de donn\u00e9es du serveur de r\u00e9plication %s :
SEVERE_ERR_EXCEPTION_DECODING_OPERATION_25=Erreur lors de la tentative de r\u00e9ex\u00e9cution de %s, impossible de d\u00e9coder l'op\u00e9ration\u00a0:
FATAL_ERR_CHANGELOG_SHUTDOWN_DATABASE_ERROR_26=Erreur lors de la tentative d'utilisation de la base de donn\u00e9es sous-jacente. Le serveur de r\u00e9plication va s'arr\u00eater
SEVERE_ERR_IGNORE_BAD_DN_IN_DATABASE_IDENTIFIER_27=Un DN au format incorrect a \u00e9t\u00e9 trouv\u00e9 dans la liste de la base de donn\u00e9es connue de ce serveur de r\u00e9plication\u00a0: %s. Cet identificateur va \u00eatre ignor\u00e9
SEVERE_ERR_ERROR_CLOSING_CHANGELOG_ENV_28=Erreur lors de la fermeture de la base de donn\u00e9es du serveur de r\u00e9plication\u00a0:
SEVERE_ERR_EXCEPTION_CHANGELOG_TRIM_FLUSH_29=Erreur lors du processus de troncation ou d'effacement de la base de donn\u00e9es du serveur de r\u00e9plication. Le service de journal des modifications va s'arr\u00eater
SEVERE_ERR_REPLICATION_SERVER_CONNECTION_ERROR_30=Erreur lors du traitement de la n\u00e9gociation (handshake) du serveur de r\u00e9plication. Connexion depuis/vers %s abandonn\u00e9e
SEVERE_ERR_UNKNOWN_MESSAGE_31=%s a envoy\u00e9 un message inconnu. Fermeture de la connexion
SEVERE_ERR_WRITER_UNEXPECTED_EXCEPTION_32=Une erreur inattendue s'est produite lors de la gestion de la connexion avec %s. Cette connexion va \u00eatre ferm\u00e9e
SEVERE_ERR_RS_ERROR_SENDING_ACK_33=Sur le serveur de r\u00e9plication %s\u00a0: une erreur inattendue s'est produite lors de l'envoi de la commande ACK au serveur portant l'ID %s pour le num\u00e9ro de modification %s du domaine %s. Cette connexion va \u00eatre ferm\u00e9e, puis rouverte
SEVERE_ERR_EXCEPTION_RECEIVING_REPLICATION_MESSAGE_34=Une exception a \u00e9t\u00e9 d\u00e9tect\u00e9e lors de la r\u00e9ception du message de r\u00e9plication\u00a0: %s
MILD_ERR_LOOP_REPLAYING_OPERATION_35=Une boucle a \u00e9t\u00e9 d\u00e9tect\u00e9e lors de la relecture de l'op\u00e9ration : %s erreur %s
MILD_ERR_FILE_CHECK_CREATE_FAILED_36=Une exception a \u00e9t\u00e9 d\u00e9tect\u00e9e lors du test de l'existence ou de la tentative de cr\u00e9ation du r\u00e9pertoire pour la base de donn\u00e9es du serveur de r\u00e9plication : %s
INFO_CHANGELOG_SERVER_ATTR_37=Liste des serveurs de r\u00e9plication auxquels ce serveur de r\u00e9plication doit se connecter. Chaque valeur de cet attribut doit contenir des valeurs construites avec le nom d'h\u00f4te et le num\u00e9ro de port du serveur distant, s\u00e9par\u00e9s par ":"
INFO_SERVER_ID_ATTR_38=ID serveur. Chaque serveur de r\u00e9plication dans la topologie doit y recevoir un ID serveur unique
INFO_CHANGELOG_PORT_ATTR_39=Num\u00e9ro de port que le serveur de r\u00e9plication utilisera pour \u00e9couter des connexions \u00e0 partir de serveurs LDAP
INFO_WINDOW_SIZE_ATTR_40=Recevoir la taille de fen\u00eatre du serveur de r\u00e9plication
INFO_QUEUE_SIZE_ATTR_41=Recevoir la taille de file d'attente du serveur de r\u00e9plication. Les serveurs de r\u00e9plication seront plac\u00e9s en file d'attente jusqu'\u00e0 atteindre ce nombre de messages dans sa file d'attente de m\u00e9moire et enregistrer les messages les plus anciens dans un stockage persistant. L'utilisation d'une taille plus importante peut am\u00e9liorer les performances lorsque le d\u00e9lai de r\u00e9plication est plus important que cette taille, au risque d'utiliser davantage de m\u00e9moire
INFO_CHANGELOG_DIR_PATH_ATTR_42=R\u00e9pertoire du serveur de r\u00e9plication. Le serveur de r\u00e9plication va cr\u00e9er l'ensemble du stockage persistant sous ce chemin d'acc\u00e8s
INFO_PURGE_DELAY_ATTR_43=D\u00e9lai de purge du serveur de r\u00e9plication, les serveurs de r\u00e9plication conservent toutes les modifications pendant l'espace de temps sp\u00e9cifi\u00e9 avant de les supprimer. Cette valeur d\u00e9finit l'\u00e2ge maximal d'une sauvegarde pouvant \u00eatre restaur\u00e9e dans le cas o\u00f9 les serveurs de r\u00e9plication ne seraient pas en mesure d'actualiser les serveurs LDAP avec des versions ant\u00e9rieures des donn\u00e9es. Z\u00e9ro sp\u00e9cifie un d\u00e9lai infini (c'est-\u00e0-dire ne jamais purger)
SEVERE_ERR_SIMULTANEOUS_IMPORT_EXPORT_REJECTED_44=La requ\u00eate actuelle va \u00eatre rejet\u00e9e car une importation ou une exportation est d\u00e9j\u00e0 en cours pour les m\u00eames donn\u00e9es
SEVERE_ERR_INVALID_IMPORT_SOURCE_45=Sur le domaine %s, l'initialisation du serveur muni de l'identifiant serverId:%s a \u00e9t\u00e9 demand\u00e9e depuis un serveur muni d'un identifiant de serveur invalide\u00a0: %s. %s
SEVERE_ERR_INVALID_EXPORT_TARGET_46=Cible non valide pour l'exportation
SEVERE_ERR_NO_REACHABLE_PEER_IN_THE_DOMAIN_47=Domaine %s\u00a0: impossible d'atteindre le serveur muni de l'identifiant serverId=%s
SEVERE_ERR_NO_MATCHING_DOMAIN_48=Aucun domaine ne correspond au DN de base fourni ('%s')
SEVERE_ERR_MULTIPLE_MATCHING_DOMAIN_49=Plusieurs domaines correspondent au DN de base fourni
SEVERE_ERR_INVALID_PROVIDER_50=La classe de fournisseur n'autorise pas l'op\u00e9ration demand\u00e9e
SEVERE_ERR_COULD_NOT_SOLVE_HOSTNAME_51=Impossible de r\u00e9soudre le nom d'h\u00f4te %s en tant qu'adresse\u00a0IP
NOTICE_READER_NULL_MSG_52=Message null re\u00e7u de %s
NOTICE_READER_EXCEPTION_53=Exception lors de la lecture de messages de %s
SEVERE_ERR_DUPLICATE_SERVER_ID_54=Sur le serveur de r\u00e9plication %s\u00a0: les serveurs %s et %s ont le m\u00eame ID (ServerId)\u00a0: %d
SEVERE_ERR_DUPLICATE_REPLICATION_SERVER_ID_55=Sur le serveur de r\u00e9plication %s\u00a0: les serveurs de r\u00e9plication %s et %s ont le m\u00eame ID (ServerId)\u00a0: %d
SEVERE_ERR_BAD_HISTORICAL_56=L'entr\u00e9e %s contenait des informations historiques inconnues, ce qui peut provoquer des incoh\u00e9rences pour cette entr\u00e9e
MILD_ERR_CANNOT_ADD_CONFLICT_ATTRIBUTE_57=Un conflit a \u00e9t\u00e9 d\u00e9tect\u00e9 mais des informations sur ce conflit n'ont pas pu \u00eatre ajout\u00e9es. Op\u00e9ration :
MILD_ERR_CANNOT_RENAME_CONFLICT_ENTRY_58=Une erreur s'est produite lors de la tentative de renommage d'une entr\u00e9e conflictuelle\u00a0:
MILD_ERR_EXCEPTION_RENAME_CONFLICT_ENTRY_59=Une exception s'est produite lors de la tentative de renommage d'une entr\u00e9e conflictuelle\u00a0:
SEVERE_ERR_CHANGELOG_UNSUPPORTED_UTF8_ENCODING_60=La JVM ne prend pas en charge UTF-8. Cela est obligatoire pour permettre le codage des modifications dans la base de donn\u00e9es. Ce serveur de r\u00e9plication va s'arr\u00eater
SEVERE_ERR_REPLICATION_COULD_NOT_CONNECT_61=La r\u00e9plication est configur\u00e9e pour le suffixe %s mais n'a pu se connecter \u00e0 aucun serveur de r\u00e9plication
SEVERE_ERR_CHANGELOG_ERROR_SENDING_ERROR_65=Une erreur inattendue s'est produite lors de l'envoi d'un message d'erreur \u00e0 %s. Cette connexion va \u00eatre ferm\u00e9e, puis rouverte
SEVERE_ERR_CHANGELOG_ERROR_SENDING_MSG_66=Une erreur inattendue s'est produite lors de l'envoi d'un message \u00e0 %s. Cette connexion va \u00eatre ferm\u00e9e, puis rouverte
MILD_ERR_ERROR_REPLAYING_OPERATION_67=Impossible de relire l'op\u00e9ration %s avec l'erreur %s %s de ChangeNumber %s
MILD_ERR_UNKNOWN_ATTRIBUTE_IN_HISTORICAL_68=L'entr\u00e9e %s poss\u00e8de des informations historiques pour l'attribut %s, qui n'est pas d\u00e9fini dans le sch\u00e9ma. Ces informations vont \u00eatre ignor\u00e9es
NOTICE_UNRESOLVED_CONFLICT_69=Un conflit non r\u00e9solu a \u00e9t\u00e9 d\u00e9tect\u00e9 pour le DN %s
SEVERE_ERR_COULD_NOT_CLOSE_THE_SOCKET_70=Impossible de fermer le socket de serveur de r\u00e9plication\u00a0: %s
SEVERE_ERR_COULD_NOT_STOP_LISTEN_THREAD_71=Impossible d'arr\u00eater le thread qui \u00e9coute sur le port de serveur de r\u00e9plication\u00a0: %s
DEBUG_REPLICATION_PORT_IOEXCEPTION_72=Une exception IOException a \u00e9t\u00e9 d\u00e9tect\u00e9e lors de l'\u00e9coute sur le port de r\u00e9plication
SEVERE_ERR_SEARCHING_GENERATION_ID_73=Une erreur inattendue (%s) s'est produite lors de la recherche de l'ID de g\u00e9n\u00e9ration du domaine\u00a0: %s
SEVERE_ERR_SEARCHING_DOMAIN_BACKEND_74=Une erreur inattendue s'est produite lors de la recherche du backend r\u00e9pliqu\u00e9\u00a0: %s. Il est d\u00e9sactiv\u00e9 ou n'a pas \u00e9t\u00e9 configur\u00e9
SEVERE_ERR_LOADING_GENERATION_ID_75=Une erreur inattendue s'est produite lors de la recherche (dans %s) de l'ID de g\u00e9n\u00e9ration\u00a0: %s
SEVERE_ERR_UPDATING_GENERATION_ID_76=Une erreur inattendue (%s) s'est produite lors de la mise \u00e0 jour de l'ID de g\u00e9n\u00e9ration du domaine\u00a0: %s
MILD_ERR_ERROR_MSG_RECEIVED_79=L'erreur suivante a \u00e9t\u00e9 re\u00e7ue\u00a0: %s
SEVERE_ERR_INIT_IMPORT_NOT_SUPPORTED_82= Impossible d'effectuer l'initialisation car l'importation n'est pas prise en charge par le backend %s
SEVERE_ERR_INIT_EXPORT_NOT_SUPPORTED_83= Impossible d'effectuer l'initialisation car l'exportation n'est pas prise en charge par le backend %s
SEVERE_ERR_INIT_CANNOT_LOCK_BACKEND_84= Impossible d'effectuer l'initialisation car l'erreur suivante s'est produite lors du verrouillage du backend %s\u00a0: %s
NOTICE_EXCEPTION_RESTARTING_SESSION_85=Exception d\u00e9tect\u00e9e lors de la r\u00e9initialisation de la communication sur le domaine %s\u00a0: %s
SEVERE_ERR_EXCEPTION_LISTENING_86=Le serveur de r\u00e9plication a d\u00e9tect\u00e9 une exception lors de l'\u00e9coute des connexions client %s
SEVERE_ERR_ERROR_CLEARING_DB_87=L'erreur suivante s'est produite lors de l'effacement de la base de donn\u00e9es %s\u00a0: %s
NOTICE_ERR_ROUTING_TO_SERVER_88=Erreur de protocole : il n'est pas pr\u00e9vu qu'un serveur de r\u00e9plication soit la destination d'un message de type %s
SEVERE_ERR_CHECK_CREATE_REPL_BACKEND_FAILED_89=Une erreur inattendue s'est produite lors de la cr\u00e9ation ou du test de l'existence du backend de r\u00e9plication\u00a0: %s
SEVERE_ERR_DELETE_REPL_BACKEND_FAILED_90=Une erreur inattendue s'est produite lors de la suppression du backend de r\u00e9plication\u00a0: %s
 SEVERE_ERR_BACKEND_EXPORT_ENTRY_91=Occurrence d'erreur lors de l'exportation de l'entr\u00e9e %s\u00a0: %s
SEVERE_ERR_BACKEND_CANNOT_CREATE_LDIF_WRITER_92 =Une erreur s'est produite lors de la cr\u00e9ation du processus d'\u00e9criture LDIF pour exporter le backend\u00a0: %s
SEVERE_ERR_BACKEND_SEARCH_ENTRY_93 =Une erreur s'est produite lors de la recherche de %s\u00a0: %s
SEVERE_ERR_REPLICATIONBACKEND_ENTRY_DOESNT_EXIST_94=L'entr\u00e9e %s n'existe pas dans le backend de serveur de r\u00e9plication
SEVERE_ERR_UNKNOWN_DN_95=Le DN de base %s n'est stock\u00e9 par aucun backend Directory Server
SEVERE_ERR_REPLICATONBACKEND_IMPORT_LDIF_NOT_SUPPORTED_98=Le backend de serveur de r\u00e9plication ne prend pas en charge la fonction d'importation LDIF
SEVERE_ERR_REPLICATONBACKEND_EXPORT_LDIF_FAILED_99=Le backend de serveur de r\u00e9plication ne peut pas exporter ses entr\u00e9es au format LDIF car la commande export-ldif doit \u00eatre ex\u00e9cut\u00e9e en tant que t\u00e2che
SEVERE_ERR_PROCESSING_REMOTE_MONITOR_DATA_107=Les donn\u00e9es de contr\u00f4le des serveurs distants sont manquantes en raison d'une erreur de traitement\u00a0: %s
SEVERE_ERR_EXCEPTION_REPLAYING_REPLICATION_MESSAGE_109=Une exception a \u00e9t\u00e9 d\u00e9tect\u00e9e lors de la r\u00e9ex\u00e9cution du message de r\u00e9plication\u00a0: %s
SEVERE_ERR_REPLICATION_SERVER_CONFIG_NOT_FOUND_110=La configuration de serveur de r\u00e9plication est introuvable
DEBUG_GOING_TO_SEARCH_FOR_CHANGES_111=Le serveur de r\u00e9plication est en retard concernant nos modifications\u00a0: il va envoyer les \u00e9l\u00e9ments manquants
DEBUG_SENDING_CHANGE_112=Envoi du num\u00e9ro de modification\u00a0: %s
DEBUG_CHANGES_SENT_113=Toutes les modifications manquantes ont \u00e9t\u00e9 envoy\u00e9es au serveur de r\u00e9plication
SEVERE_ERR_PUBLISHING_FAKE_OPS_114=Exception d\u00e9tect\u00e9e lors de la publication d'op\u00e9rations factices pour le domaine %s\u00a0: %s
SEVERE_ERR_COMPUTING_FAKE_OPS_115=Exception d\u00e9tect\u00e9e lors du traitement d'op\u00e9rations factices pour le domaine %s pour le serveur de r\u00e9plication %s\u00a0: %s
NOTICE_SERVER_STATE_RECOVERY_117=R\u00e9cup\u00e9ration ServerState pour le domaine %s, mis \u00e0 jour avec changeNumber %s
SEVERE_ERR_RESET_GENERATION_CONN_ERR_ID_118=Pour le domaine r\u00e9pliqu\u00e9 %s, dans le serveur muni de l'identifiant serverId=%s, l'identifiant de g\u00e9n\u00e9ration n'a pas pu \u00eatre d\u00e9fini sur la valeur %s dans la reste de la topologie, car ce serveur n'est PAS connect\u00e9 \u00e0 un serveur de r\u00e9plication. Vous devez v\u00e9rifier dans la configuration si le domaine est bien activ\u00e9 et qu'un serveur de r\u00e9plication est bien en cours d'ex\u00e9cution
SEVERE_ERR_RS_DN_DOES_NOT_MATCH_121=Le DN envoy\u00e9 par le serveur de r\u00e9plication distant\u00a0: %s ne correspond pas \u00e0 celui du serveur de r\u00e9plication local\u00a0: %s
SEVERE_ERR_DS_DN_DOES_NOT_MATCH_122=Le DN envoy\u00e9 par le serveur de r\u00e9plication\u00a0: %s ne correspond pas au DN Directory Server local\u00a0: %s
SEVERE_ERR_EXCEPTION_FORWARDING_RESET_GEN_ID_123=Exception IOException d\u00e9tect\u00e9e lors du transfert de ResetGenerationIdMsg aux serveurs de r\u00e9plication pairs pour le domaine %s\u00a0: %s
SEVERE_ERR_DS_INVALID_INIT_STATUS_124=\u00c9tat initial non valide calcul\u00e9\u00a0: %s dans le domaine de r\u00e9plication DS %s avec l'ID de serveur %s
SEVERE_ERR_RS_INVALID_INIT_STATUS_125=Le serveur de r\u00e9plication a re\u00e7u un \u00e9tat initial non valide\u00a0: %s pour le domaine de r\u00e9plication %s depuis le serveur portant l'ID %s
SEVERE_ERR_DS_INVALID_REQUESTED_STATUS_126=R\u00e9ception d'un \u00e9tat demand\u00e9 non valide\u00a0: %s dans le domaine de r\u00e9plication DS %s avec l'ID de serveur %s
SEVERE_ERR_RS_CANNOT_CHANGE_STATUS_127=Impossible de calculer le nouvel \u00e9tat dans le domaine de r\u00e9plication RS %s pour l'ID de serveur %s. Le syst\u00e8me avait l'\u00e9tat %s et a re\u00e7u l'\u00e9v\u00e9nement %s
SEVERE_ERR_DS_CANNOT_CHANGE_STATUS_128=Impossible de calculer le nouvel \u00e9tat dans le domaine de r\u00e9plication DS %s avec l'ID de serveur %s. Le syst\u00e8me avait l'\u00e9tat %s et a re\u00e7u l'\u00e9v\u00e9nement %s
SEVERE_ERR_EXCEPTION_CHANGING_STATUS_AFTER_RESET_GEN_ID_129=Exception IOException d\u00e9tect\u00e9e lors de la modification de l'\u00e9tat pour le domaine %s et l'ID de serveur\u00a0: %s apr\u00e8s r\u00e9initialisation pour l'ID de g\u00e9n\u00e9ration\u00a0: %s
SEVERE_ERR_RECEIVED_CHANGE_STATUS_NOT_FROM_DS_130=Le message de changement d'\u00e9tat re\u00e7u ne vient pas d'un serveur d'annuaire (DN\u00a0: %s, ID de serveur\u00a0: %s, message\u00a0: %s)
SEVERE_ERR_RS_INVALID_NEW_STATUS_132=R\u00e9ception d'un nouvel \u00e9tat non valide\u00a0: %s dans RS pour le domaine de r\u00e9plication %s et l'ID Directory Server %s
SEVERE_WARN_CONNECTED_TO_SERVER_WITH_WRONG_GROUP_ID_133=Connect\u00e9 \u00e0 un serveur de r\u00e9plication avec un ID de groupe incorrect. Nous utilisons l'ID de groupe %s et le serveur de r\u00e9plication (ID %s %s) emploie l'ID de groupe %s. Cela concerne le domaine %s sur le serveur d'annuaire %s
SEVERE_ERR_EXCEPTION_SENDING_CS_134=Le courtier de r\u00e9plication avec le DN %s et l'ID de serveur %s n'a pas signal\u00e9 le changement d'\u00e9tat pour la raison suivante\u00a0: %s
SEVERE_ERR_EXCEPTION_CHANGING_STATUS_FROM_STATUS_ANALYZER_139=Exception IOException d\u00e9tect\u00e9e lors de la modification de l'\u00e9tat pour le domaine %s et l'ID de serveur\u00a0: %s depuis l'analyseur d'\u00e9tat\u00a0: %s
NOTICE_BAD_GEN_ID_IN_FULL_UPDATE_140=Le serveur de r\u00e9plication %s pour le dn %s\u00a0: le serveur d'annuaire %s doit rester en mode de mise \u00e0 jour compl\u00e8te bien qu'une r\u00e9initialisation d'ID de g\u00e9n\u00e9ration ait \u00e9t\u00e9 d\u00e9cid\u00e9e (de %s \u00e0 %s)
NOTICE_DS_RECEIVED_ACK_ERROR_147=Dans le service de r\u00e9plication %s et les ID %s de serveur, le message %s de mise \u00e0 jour \u00e9tabli a \u00e9t\u00e9 reconnu comme ayant les erreurs suivantes\u00a0: %s
NOTICE_DS_ACK_TIMEOUT_148=Dans le service de r\u00e9plication %s, le d\u00e9lai d'attente apr\u00e8s ms %s pour la reconnaissance du message de mise \u00e0 jour \u00e9tabli\u00a0: %s
SEVERE_ERR_DS_UNKNOWN_ASSURED_MODE_149=Sur le serveur d'annuaire %s, r\u00e9ception d'un mode de mise \u00e0 jour assur\u00e9e inconnu\u00a0: %s, pour le domaine %s. Message\u00a0: %s
SEVERE_ERR_RS_UNKNOWN_ASSURED_MODE_150=Sur le serveur de r\u00e9plication %s, r\u00e9ception d'un mode de mise \u00e0 jour assur\u00e9e inconnu\u00a0: %s, pour le domaine %s. Message\u00a0: %s
SEVERE_ERR_UNKNOWN_ASSURED_SAFE_DATA_LEVEL_151=Sur le serveur de r\u00e9plication %s, r\u00e9ception d'un message de mise \u00e0 jour assur\u00e9e des donn\u00e9es s\u00e9curis\u00e9es avec un niveau incoh\u00e9rent\u00a0: %s, pour le domaine %s. Message\u00a0: %s
SEVERE_ERR_RESET_GENERATION_ID_FAILED_152=Impossible de r\u00e9initialiser l'ID de g\u00e9n\u00e9ration du domaine %s
NOTICE_ERR_CANNOT_CHANGE_CONFIG_DURING_TOTAL_UPDATE_153=Impossible de modifier la configuration alors qu'une mise \u00e0 jour compl\u00e8te est en cours
SEVERE_ERR_COULD_NOT_START_REPLICATION_154=La r\u00e9plication n'a pas \u00e9t\u00e9 d\u00e9marr\u00e9e sur le DN de base %s\u00a0: %s
MILD_ERR_ERROR_RETRIEVING_MONITOR_DATA_155=Erreur lors de la r\u00e9cup\u00e9ration de donn\u00e9es de contr\u00f4le\u00a0: %s
SEVERE_ERR_EXCEPTION_LOCKING_RS_DOMAIN_156=Exception d\u00e9tect\u00e9e lors du verrouillage du domaine de serveur de r\u00e9plication\u00a0: %s
SEVERE_ERR_REPLICATION_PROTOCOL_MESSAGE_TYPE_157=Erreur du protocole de r\u00e9plication. Type de message incorrect. %s re\u00e7u, %s requis
SEVERE_ERR_RESYNC_REQUIRED_MISSING_DOMAIN_IN_PROVIDED_COOKIE_158=Une resynchronisation compl\u00e8te est requise car le cookie fournie ne contient pas le(s) domaine(s) r\u00e9pliqu\u00e9(s) %s. Vous pouvez utiliser la valeur de cookie suivante pour r\u00e9cup\u00e9rer les modifications manquantes, notamment l'enregistrement des modifications COMPLETE du/des domaine(s) manquant(s)\u00a0: %s
SEVERE_ERR_BYTE_COUNT_159=Le nombre d'octets du gestionnaire de serveurs n'est pas correct Nb d'octets=%s (fixe)
NOTICE_ERR_FRACTIONAL_CONFIG_UNKNOWN_OBJECT_CLASS_160=Configuration de r\u00e9plication partielle incorrecte : impossible de trouver la d\u00e9finition de la classe d'objet pour %s dans le sch\u00e9ma
NOTICE_ERR_FRACTIONAL_CONFIG_UNKNOWN_ATTRIBUTE_TYPE_161=Configuration de r\u00e9plication partielle incorrecte : impossible de trouver la d\u00e9finition du type d'attribut pour %s dans le sch\u00e9ma
NOTICE_ERR_FRACTIONAL_CONFIG_NOT_OPTIONAL_ATTRIBUTE_162=Configuration de r\u00e9plication partielle incorrecte : l'attribut %s n'est pas facultatif dans la classe %s
NOTICE_ERR_FRACTIONAL_CONFIG_WRONG_FORMAT_163=Configuration de r\u00e9plication partielle incorrecte : format incorrect : %s (n\u00e9cessite au moins [<className>|*],attributeName)
NOTICE_ERR_FRACTIONAL_CONFIG_BOTH_MODES_164=Configuration de r\u00e9plication partielle incorrecte : impossible d'utiliser les modes exclusif et inclusif
NOTICE_ERR_FRACTIONAL_CONFIG_PROHIBITED_ATTRIBUTE_165=Configuration de r\u00e9plication partielle incorrecte : l'utilisation de l'attribut %s est interdite
NOTICE_ERR_FRACTIONAL_166=R\u00e9plication partielle : exception pour le domaine : %s : %s
NOTICE_FRACTIONAL_BAD_DATA_SET_NEED_RESYNC_167=Avertissement : la configuration de r\u00e9plication partielle du domaine %s est incoh\u00e9rente avec le jeu de donn\u00e9es de backend : une nouvelle synchronisation est requise ou la configuration de r\u00e9plication partielle doit \u00eatre modifi\u00e9e
MILD_ERR_PLUGIN_FRACTIONAL_LDIF_IMPORT_INVALID_PLUGIN_TYPE_168=Le plug-in d'importation ldif pour la r\u00e9plication partielle est configur\u00e9 avec un type de plug-in non valide %s. Seul le type de plug-in ldifImport est autoris\u00e9
NOTICE_ERR_FULL_UPDATE_IMPORT_FRACTIONAL_BAD_REMOTE_169=La mise \u00e0 jour en ligne des donn\u00e9es du suffixe d'importation %s \u00e0 partir du serveur d'annuaire distant %s a \u00e9t\u00e9 arr\u00eat\u00e9e en raison d'une incoh\u00e9rence dans la configuration de r\u00e9plication partielle entre le serveur de destination et le serveur source : le jeu de donn\u00e9es import\u00e9es n'a pas la m\u00eame configuration de r\u00e9plication partielle
NOTICE_ERR_FULL_UPDATE_IMPORT_FRACTIONAL_REMOTE_IS_FRACTIONAL_170=La mise \u00e0 jour en ligne des donn\u00e9es du suffixe d'importation %s \u00e0 partir du serveur d'annuaire distant %s a \u00e9t\u00e9 arr\u00eat\u00e9e en raison d'une incoh\u00e9rence dans la configuration de r\u00e9plication partielle entre le serveur de destination et le serveur source : le jeu de donn\u00e9es import\u00e9es a une configuration de r\u00e9plication partielle, mais pas le serveur de destination
NOTICE_ERR_FRACTIONAL_FORBIDDEN_OPERATION_171=L'op\u00e9ration suivante a \u00e9t\u00e9 interdite dans le suffixe %s en raison d'une incoh\u00e9rence avec la configuration de r\u00e9plication partielle : %s
NOTICE_ERR_FRACTIONAL_FORBIDDEN_FULL_UPDATE_FRACTIONAL_172=L'exportation du domaine %s \u00e0 partir du serveur %s vers tous les autres serveurs de la topologie est interdite car le serveur source a une configuration partielle\u00a0: une topologie r\u00e9pliqu\u00e9e compos\u00e9e uniquement de serveur partiels n'a aucun sens
MILD_ERR_DRAFT_CHANGENUMBER_DATABASE_173=Une erreur s'est produite lors de l'acc\u00e8s \u00e0 la base de donn\u00e9es relative au nombre de modifications : %s
SEVERE_ERR_INITIALIZATION_FAILED_NOCONN_174=\u00c9chec de l'initialisation car le domaine %s n'est connect\u00e9 \u00e0 aucun serveur de r\u00e9plication
SEVERE_ERR_FRACTIONAL_COULD_NOT_RETRIEVE_CONFIG_175=Impossible de r\u00e9cup\u00e9rer la configuration pour un domaine de r\u00e9plication correspondant \u00e0 l'entr\u00e9e %s
NOTICE_ERR_LDIF_IMPORT_FRACTIONAL_BAD_DATA_SET_176=L\u2019importation LDIF des donn\u00e9es %s de suffixe a \u00e9t\u00e9 interrompue en raison d\u2019une incoh\u00e9rence de configuration partielle\u00a0: l\u2019ensemble de donn\u00e9es import\u00e9es n\u2019a pas la m\u00eame configuration partielle que le serveur local
NOTICE_ERR_LDIF_IMPORT_FRACTIONAL_DATA_SET_IS_FRACTIONAL_177=L\u2019importation LDIF des donn\u00e9es %s de suffixe a \u00e9t\u00e9 interrompue en raison d\u2019une incoh\u00e9rence de configuration partielle\u00a0: l\u2019ensemble de donn\u00e9es import\u00e9es a une configuration partielle mais le serveur local pas
SEVERE_ERR_DS_DISCONNECTED_DURING_HANDSHAKE_178=Le serveur d'annuaire %s a tent\u00e9 de se connect\u00e9 au serveur de r\u00e9plication %s mais s'est d\u00e9connect\u00e9 lors de la phase de n\u00e9gociation (handshake)
SEVERE_ERR_RS_DISCONNECTED_DURING_HANDSHAKE_179=Le serveur de r\u00e9plication %s a tent\u00e9 de se connect\u00e9 au serveur de r\u00e9plication %s mais s'est d\u00e9connect\u00e9 lors de la phase de n\u00e9gociation (handshake)
NOTICE_ERR_UNABLE_TO_ENABLE_ECL_VIRTUAL_ATTR_182=Erreur lors du chargement d'un attribut virtuel pour le journal des modifications externe\u00a0: attribut\u00a0: %s, erreur\u00a0: %s
NOTICE_ERR_UNABLE_TO_ENABLE_ECL_183=Erreur de %s lors de l'activation du journal des modifications externe\u00a0: %s
NOTICE_ERR_ENTRY_UID_DSEE_MAPPING_184=Erreur de l'entr\u00e9e %s lors du mappage de l'entr\u00e9e UIDattribute sur l'attribut DSEE NsUniqueID. Valeur \u00e0 mapper\u00a0: %s - Erreur\u00a0: %s
SEVERE_ERR_RESYNC_REQUIRED_UNKNOWN_DOMAIN_IN_PROVIDED_COOKIE_185=Resynchronisation compl\u00e8te requise. Raison\u00a0: le cookie fourni contient un domaine r\u00e9pliqu\u00e9 inconnu (%s). Le cookie actuel de base est <%s>
SEVERE_ERR_RESYNC_REQUIRED_TOO_OLD_DOMAIN_IN_PROVIDED_COOKIE_186=Resynchronisation compl\u00e8te requise. Raison\u00a0: le cookie fourni est plus ancien que le d\u00e9but de l'historique sur le serveur pour le domaine r\u00e9pliqu\u00e9\u00a0: %s
SEVERE_ERR_INVALID_COOKIE_SYNTAX_187=Syntaxe incorrecte pour le cookie fourni
MILD_ERR_INIT_EXPORTER_DISCONNECTION_189=Domaine %s (ID de serveur\u00a0: %s)\u00a0: d\u00e9connexion du serveur d'exportation distant (ID de serveur : %s) d\u00e9tect\u00e9e lors de l'initialisation
SEVERE_ERR_INIT_IMPORT_FAILURE_190=L'erreur suivante s'est produite lors de l'initialisation \u00e0 partir d'un serveur distant : %s
SEVERE_ERR_INIT_RS_DISCONNECTION_DURING_IMPORT_191=\u00c9chec de la connexion au serveur de r\u00e9plication %s lors de l'importation
SEVERE_ERR_INIT_BAD_MSG_ID_SEQ_DURING_IMPORT_192=Mauvaise s\u00e9quence d'ID de message lors de l'importation. Attendu\u00a0: %s Re\u00e7u\u00a0: %s
SEVERE_ERR_INIT_NO_SUCCESS_START_FROM_SERVERS_193=Les serveurs suivants n'ont pas reconnu l'initialisation dans le d\u00e9lai pr\u00e9vu. Ils sont probablement en panne ou trop lents. Liste des serveurs\u00a0: %s
SEVERE_ERR_INIT_NO_SUCCESS_END_FROM_SERVERS_194=Les serveurs suivants n'ont pas termin\u00e9 l'initialisation en cours de connexion avec la bonne g\u00e9n\u00e9ration (%s). Ils sont probablement arr\u00eat\u00e9s ou trop lents. Liste des serveurs\u00a0: %s
SEVERE_ERR_INIT_RS_DISCONNECTION_DURING_EXPORT_195=La connexion au serveur de r\u00e9plication ayant l'identifiant serverId=%s a \u00e9t\u00e9 interrompue lors de l'initalisation du/des serveur(s) distant(s)
SEVERE_ERR_INIT_HEARTBEAT_LOST_DURING_EXPORT_196=Le serveur initialis\u00e9 ayant l'identifiant serverId=%s \u00e9tait probablement arr\u00eat\u00e9 ou trop lent lors de l'initialisation du/des serveur(s) distant(s)
SEVERE_ERR_SENDING_NEW_ATTEMPT_INIT_REQUEST_197=L'erreur suivante s'est produite %s lors de l'envoi d'une nouvelle requ\u00eate d'initialisation pour une initialisation \u00e0 partir d'un serveur distant. L'erreur initiale \u00e9tait\u00a0: %s
NOTICE_RESENDING_INIT_FROM_REMOTE_REQUEST_198=Renvoi d'une nouvelle requ\u00eate d'initialisation pour une initialisation \u00e0 partir d'un serveur distant en raison de l'erreur racine\u00a0: %s
NOTICE_RESENDING_INIT_TARGET_199=Renvoi d'un nouveau d\u00e9marrage d'initialisation pour l'initialisation d'un serveur distant en raison de l'erreur racine\u00a0: %s
NOTICE_ERR_WHILE_TRYING_TO_DECODE_RUV_IN_STATE_200=Une erreur s'est produite lors de la tentative de conversion du vecteur de mise \u00e0 jour de r\u00e9plication (UV) en \u00e9tat pour le suffixe %s
SEVERE_ERR_RSQUEUE_DIFFERENT_MSGS_WITH_SAME_CN_201=Traitement de deux modifications diff\u00e9rentes ayant le m\u00eame param\u00e8tre changeNumber=%s. Pr\u00e9c\u00e9dent msg=<%s>, Nouveau msg=<%s>
SEVERE_ERR_COULD_NOT_SOLVE_CONFLICT_202=Une erreur est survenue lors de la tentative de r\u00e9solution d'un conflit avec le DN\u00a0: %s ERREUR : %s
