# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.
#      Portions Copyright 2011 ForgeRock AS



#
# Global directives
#
global.category=SCHEMA

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_ATTR_SYNTAX_UNKNOWN_APPROXIMATE_MATCHING_RULE_1=%2$s \u5c5e\u6027\u69cb\u6587\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u8fd1\u4f3c\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %1$s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u8fd1\u4f3c\u30de\u30c3\u30c1\u30f3\u30b0\u306f\u3053\u306e\u69cb\u6587\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_ATTR_SYNTAX_UNKNOWN_EQUALITY_MATCHING_RULE_2=%2$s \u5c5e\u6027\u69cb\u6587\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u7b49\u4fa1\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %1$s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u7b49\u4fa1\u30de\u30c3\u30c1\u30f3\u30b0\u306f\u3053\u306e\u69cb\u6587\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_ATTR_SYNTAX_UNKNOWN_ORDERING_MATCHING_RULE_3=%2$s \u5c5e\u6027\u69cb\u6587\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u9806\u5e8f\u4ed8\u3051\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %1$s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u9806\u5e8f\u4ed8\u3051\u30de\u30c3\u30c1\u30f3\u30b0\u306f\u3053\u306e\u69cb\u6587\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_ATTR_SYNTAX_UNKNOWN_SUBSTRING_MATCHING_RULE_4=%2$s \u5c5e\u6027\u69cb\u6587\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u90e8\u5206\u6587\u5b57\u5217\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %1$s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u90e8\u5206\u6587\u5b57\u5217\u30de\u30c3\u30c1\u30f3\u30b0\u306f\u3053\u306e\u69cb\u6587\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_ILLEGAL_BOOLEAN_5=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u30d6\u30fc\u30eb\u578b\u69cb\u6587\u306e\u5c5e\u6027\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u4f7f\u7528\u53ef\u80fd\u306a\u5024\u306f 'TRUE' \u304a\u3088\u3073 'FALSE' \u306e\u307f\u3067\u3059
SEVERE_WARN_ATTR_SYNTAX_BIT_STRING_TOO_SHORT_6=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u77ed\u3059\u304e\u308b\u305f\u3081\u3001\u6709\u52b9\u306a\u30d3\u30c3\u30c8\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30d3\u30c3\u30c8\u5217\u306f\u30012 \u9032\u6570\u306e\u5217\u3092\u5358\u4e00\u5f15\u7528\u7b26\u3067\u56f2\u307f\u3001\u5f8c\u308d\u306b\u5927\u6587\u5b57\u306e B \u3092\u7d9a\u3051\u305f\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_BIT_STRING_NOT_QUOTED_7=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u5358\u4e00\u5f15\u7528\u7b26\u3067\u56f2\u307e\u308c\u3066\u304a\u3089\u305a\u3001\u5927\u6587\u5b57\u306e B \u304c\u7d9a\u3044\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u306a\u30d3\u30c3\u30c8\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_BIT_STRING_INVALID_BIT_8=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001'%s' \u304c\u6709\u52b9\u306a 2 \u9032\u6570\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u306a\u30d3\u30c3\u30c8\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_COUNTRY_STRING_INVALID_LENGTH_9=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u9577\u3055\u304c\u6b63\u78ba\u306b 2 \u6587\u5b57\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u306a\u56fd\u6587\u5b57\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_COUNTRY_STRING_NOT_PRINTABLE_10=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u30d7\u30ea\u30f3\u30c8\u4e0d\u53ef\u80fd\u306a\u6587\u5b57\u304c 1 \u3064\u4ee5\u4e0a\u542b\u307e\u308c\u308b\u305f\u3081\u3001\u6709\u52b9\u306a\u56fd\u6587\u5b57\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DELIVERY_METHOD_NO_ELEMENTS_11=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u8981\u7d20\u304c\u4e00\u5207\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u306a\u5b9f\u65bd\u30e1\u30bd\u30c3\u30c9\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DELIVERY_METHOD_INVALID_ELEMENT_12="%2$s" \u306f\u6709\u52b9\u306a\u30e1\u30bd\u30c3\u30c9\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u306f\u6709\u52b9\u306a\u5b9f\u65bd\u30e1\u30bd\u30c3\u30c9\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_TOO_SHORT_13=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u77ed\u3059\u304e\u308b\u305f\u3081\u3001\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_YEAR_14=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002'%s' \u6587\u5b57\u3092\u4e16\u7d00\u3084\u5e74\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_MONTH_15=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002"%s" \u3092\u6708\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_DAY_16=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002"%s" \u3092\u65e5\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_HOUR_17=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002"%s" \u3092\u6642\u9593\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_MINUTE_18=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002"%s" \u3092\u5206\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_SECOND_19=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002"%s" \u3092\u79d2\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_SUBSECOND_20=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u79d2\u672a\u6e80\u306e\u8981\u7d20\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093 (1 \u6841\u304b\u3089 3 \u6841)
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_LONG_SUBSECOND_21=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u79d2\u672a\u6e80\u306e\u5024\u306b\u306f 4 \u6841\u4ee5\u4e0a\u306f\u542b\u3081\u3089\u308c\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_OFFSET_22=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002"%s" \u306f\u6709\u52b9\u306a GMT \u30aa\u30d5\u30bb\u30c3\u30c8\u3067\u306f\u3042\u308a\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_CHAR_23=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u4f4d\u7f6e %3$d \u306b\u7121\u52b9\u306a\u6587\u5b57 '%2$s' \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_CANNOT_PARSE_24=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
MILD_ERR_ATTR_SYNTAX_DN_INVALID_25=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
MILD_ERR_ATTR_SYNTAX_DN_END_WITH_COMMA_26=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6700\u5f8c\u306e\u7a7a\u767d\u3067\u306a\u3044\u6587\u5b57\u304c\u30b3\u30f3\u30de\u307e\u305f\u306f\u30bb\u30df\u30b3\u30ed\u30f3\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DN_ATTR_START_WITH_DIGIT_27=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5b57 '%s' \u3092\u5c5e\u6027\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_CHAR_28=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 '%2$c' \u3092\u5c5e\u6027\u540d\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_UNDERSCORE_CHAR_29=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u3067\u306a\u3044\u304b\u304e\u308a\u3001\u5c5e\u6027\u540d\u306b\u4e0b\u7dda\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_INITIAL_DASH_30=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30cf\u30a4\u30d5\u30f3\u6587\u5b57\u3092\u5c5e\u6027\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_INITIAL_UNDERSCORE_31=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u306a\u5834\u5408\u3067\u3082\u3001\u4e0b\u7dda\u6587\u5b57\u3092\u5c5e\u6027\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_INITIAL_DIGIT_32=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u540d\u524d\u304c OID \u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u304b\u3001%3$s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u3067\u306a\u3044\u304b\u304e\u308a\u3001\u6570\u5b57 '%2$c' \u3092\u5c5e\u6027\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DN_ATTR_NO_NAME_33=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306b\u306f\u7a7a\u306e\u5c5e\u6027\u540d\u3092\u542b\u3080 RDN \u304c\u5b58\u5728\u3057\u3066\u3044\u305f\u305f\u3081\u3001\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_PERIOD_34=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u89e3\u6790\u3055\u308c\u305f\u5c5e\u6027\u540d %s \u306b\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u3053\u306e\u540d\u524d\u306f\u6709\u52b9\u306a OID \u3067\u306f\u306a\u3044\u3088\u3046\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DN_END_WITH_ATTR_NAME_35=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6700\u5f8c\u306e\u7a7a\u767d\u4ee5\u5916\u306e\u6587\u5b57\u304c\u5c5e\u6027\u540d '%s' \u306e\u4e00\u90e8\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DN_NO_EQUAL_36=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5c5e\u6027\u540d "%s" \u306e\u6b21\u306e\u7a7a\u767d\u4ee5\u5916\u306e\u6587\u5b57\u306f\u7b49\u53f7\u3067\u3042\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%c' \u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DN_INVALID_CHAR_37=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 '%2$c' \u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DN_HEX_VALUE_TOO_SHORT_38=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5c5e\u6027\u5024\u306f\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u3067\u59cb\u307e\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u7d9a\u304f\u6587\u5b57\u304c 2 \u6841\u306e 16 \u9032\u6570\u306e\u8907\u6570\u306e\u7d44\u307f\u5408\u308f\u305b\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DN_INVALID_HEX_DIGIT_39=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5c5e\u6027\u5024\u306f\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u3067\u59cb\u307e\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u6709\u52b9\u306a 16 \u9032\u6570\u3067\u306a\u3044\u6587\u5b57 %c \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DN_ATTR_VALUE_DECODE_FAILURE_40=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e RDN \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304b\u3089\u306e\u5c5e\u6027\u5024\u3092\u89e3\u6790\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u969c\u5bb3\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  "%s"
MILD_ERR_ATTR_SYNTAX_DN_UNMATCHED_QUOTE_41=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e RDN \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3067\u3001\u5bfe\u5fdc\u3059\u308b\u9589\u3058\u5f15\u7528\u7b26\u3092\u6301\u305f\u306a\u3044\u5f15\u7528\u7b26\u4ed8\u304d\u306e\u5024\u304c\u3042\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DN_ESCAPED_HEX_VALUE_INVALID_42=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e RDN \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u5024\u3067\u3001\u30a8\u30b9\u30b1\u30fc\u30d7\u3055\u308c\u305f 16 \u9032\u6570\u306e\u3042\u3068\u306b 2 \u756a\u76ee\u306e 16 \u9032\u6570\u304c\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_INTEGER_INITIAL_ZERO_43=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u6574\u6570\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u30021 \u6841\u306e\u5834\u5408\u3092\u9664\u304d\u3001\u5148\u982d\u306e\u6841\u306f 0 \u306b\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_INTEGER_MISPLACED_DASH_44=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u6574\u6570\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c0\u30c3\u30b7\u30e5\u306f\u3001\u5f8c\u306b 1 \u3064\u4ee5\u4e0a\u306e\u6570\u5b57\u304c\u7d9a\u304f\u5024\u306e\u6700\u521d\u306e\u6587\u5b57\u3068\u3057\u3066\u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059
SEVERE_WARN_ATTR_SYNTAX_INTEGER_INVALID_CHARACTER_45=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u6574\u6570\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 '%2$c' \u306f\u6574\u6570\u5024\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_INTEGER_EMPTY_VALUE_46=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u6570\u5b57\u304c\u4e00\u5207\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u306a\u6574\u6570\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_INTEGER_DASH_NEEDS_VALUE_47=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u30c0\u30c3\u30b7\u30e5\u3057\u304b\u542b\u307e\u308c\u305a\u3001\u6574\u6570\u5024\u304c\u7d9a\u3044\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u306a\u6574\u6570\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OID_NO_VALUE_48=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306b\u306f\u6587\u5b57\u304c\u4e00\u5207\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u306a OID \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OID_ILLEGAL_CHARACTER_49=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u4f4d\u7f6e %d \u306b\u4e0d\u6b63\u306a\u6587\u5b57\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a OID \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OID_CONSECUTIVE_PERIODS_50=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u4f4d\u7f6e %d \u307e\u305f\u306f\u305d\u306e\u4ed8\u8fd1\u306b 2 \u3064\u306e\u9023\u7d9a\u3057\u305f\u30d4\u30ea\u30aa\u30c9\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u306b\u6709\u52b9\u306a OID \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OID_ENDS_WITH_PERIOD_51=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u672b\u5c3e\u306b\u30d4\u30ea\u30aa\u30c9\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u306b\u6709\u52b9\u306a OID \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_EMPTY_VALUE_52=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u304b\u7a7a\u767d\u306e\u307f\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_EXPECTED_OPEN_PARENTHESIS_53=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u958b\u304d\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%s' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_TRUNCATED_VALUE_54=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3088\u308a\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u671f\u5f85\u3057\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u5024\u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_DOUBLE_PERIOD_IN_NUMERIC_OID_55=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_ILLEGAL_CHAR_IN_NUMERIC_OID_56=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_ILLEGAL_CHAR_IN_STRING_OID_57=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u975e\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_ILLEGAL_CHAR_58=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_UNEXPECTED_CLOSE_PARENTHESIS_59=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u4e88\u671f\u3057\u306a\u3044\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_EXPECTED_QUOTE_60=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c8\u30fc\u30af\u30f3 %s \u306b\u7d9a\u304f\u6700\u521d\u306e\u975e\u7a7a\u767d\u6587\u5b57\u3068\u3057\u3066\u5358\u4e00\u5f15\u7528\u7b26\u304c\u8a18\u8ff0\u3055\u308c\u308b\u3079\u304d\u3067\u3059\u304c\u3001\u6587\u5b57 %s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_SUPERIOR_TYPE_61=OID %s \u3092\u542b\u3080\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u3067\u306f\u3001%s \u306e OID \u3092\u542b\u3080\u4e0a\u4f4d\u578b\u304c\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e OID \u3092\u542b\u3080\u5c5e\u6027\u578b\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_APPROXIMATE_MR_62=OID %s \u3092\u542b\u3080\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u3067\u306f\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb "%s" \u3092\u4f7f\u7528\u3057\u3066\u8fd1\u4f3c\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u5b9f\u884c\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u3088\u3046\u306a\u8fd1\u4f3c\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_EQUALITY_MR_63=OID %s \u3092\u542b\u3080\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u3067\u306f\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb "%s" \u3092\u4f7f\u7528\u3057\u3066\u7b49\u4fa1\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u5b9f\u884c\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u3088\u3046\u306a\u7b49\u4fa1\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_ORDERING_MR_64=OID %s \u3092\u542b\u3080\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u3067\u306f\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb "%s" \u3092\u4f7f\u7528\u3057\u3066\u9806\u5e8f\u4ed8\u3051\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u5b9f\u884c\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u3088\u3046\u306a\u9806\u5e8f\u4ed8\u3051\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_SUBSTRING_MR_65=OID %s \u3092\u542b\u3080\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u3067\u306f\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb "%s" \u3092\u4f7f\u7528\u3057\u3066\u90e8\u5206\u6587\u5b57\u5217\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u5b9f\u884c\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u3088\u3046\u306a\u90e8\u5206\u6587\u5b57\u5217\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3067\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_SYNTAX_66=OID %s \u3092\u542b\u3080\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u3067\u306f\u3001OID %s \u3092\u542b\u3080\u69cb\u6587\u304c\u5fc5\u8981\u3067\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u3088\u3046\u306a\u69cb\u6587\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_INVALID_ATTRIBUTE_USAGE_67=OID %s \u3092\u542b\u3080\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u3067\u306f\u3001%s \u306e\u5c5e\u6027\u4f7f\u7528\u6cd5\u304c\u5fc5\u8981\u3067\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u7121\u52b9\u306a\u4f7f\u7528\u6cd5\u3067\u3059
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_EXPECTED_QUOTE_AT_POS_68=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u578b\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u5358\u4e00\u5f15\u7528\u7b26\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001\u6587\u5b57 %s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_EMPTY_VALUE_69=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u304b\u7a7a\u767d\u3060\u3051\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_EXPECTED_OPEN_PARENTHESIS_70=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u958b\u304d\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%s' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_TRUNCATED_VALUE_71=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3088\u308a\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u671f\u5f85\u3057\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u5024\u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_DOUBLE_PERIOD_IN_NUMERIC_OID_72=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_ILLEGAL_CHAR_IN_NUMERIC_OID_73=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_ILLEGAL_CHAR_IN_STRING_OID_74=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u975e\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_ILLEGAL_CHAR_75=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_UNEXPECTED_CLOSE_PARENTHESIS_76=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u4e88\u671f\u3057\u306a\u3044\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_EXPECTED_QUOTE_77=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c8\u30fc\u30af\u30f3 %s \u306b\u7d9a\u304f\u6700\u521d\u306e\u975e\u7a7a\u767d\u6587\u5b57\u3068\u3057\u3066\u5358\u4e00\u5f15\u7528\u7b26\u304c\u8a18\u8ff0\u3055\u308c\u308b\u3079\u304d\u3067\u3059\u304c\u3001\u6587\u5b57 %s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_UNKNOWN_SUPERIOR_CLASS_78=OID %s \u3092\u542b\u3080\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u5b9a\u7fa9\u3067\u306f\u3001%s \u306e OID \u3092\u542b\u3080\u4e0a\u4f4d\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e OID \u3092\u542b\u3080\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_EXPECTED_QUOTE_AT_POS_79=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u5358\u4e00\u5f15\u7528\u7b26\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001\u6587\u5b57 %s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_UNKNOWN_REQUIRED_ATTR_80=OID %s \u3092\u542b\u3080\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u5b9a\u7fa9\u3067\u306f\u3001\u5fc5\u9808\u5c5e\u6027 "%s" \u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002\u3053\u306e\u540d\u524d\u307e\u305f\u306f OID \u306b\u4e00\u81f4\u3059\u308b\u5c5e\u6027\u578b\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_UNKNOWN_OPTIONAL_ATTR_81=OID %s \u3092\u542b\u3080\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u5b9a\u7fa9\u3067\u306f\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5c5e\u6027 "%s" \u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002  \u3053\u306e\u540d\u524d\u307e\u305f\u306f OID \u306b\u4e00\u81f4\u3059\u308b\u5c5e\u6027\u578b\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_IA5_ILLEGAL_CHARACTER_82=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a IA5 \u6587\u5b57\u5217\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002IA5 (ASCII) \u6587\u5b57\u30bb\u30c3\u30c8\u3067\u8a31\u53ef\u3055\u308c\u306a\u3044\u4e0d\u6b63\u306a\u6587\u5b57 "%s" \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
INFO_ATTR_SYNTAX_TELEPHONE_DESCRIPTION_STRICT_MODE_83=\u3053\u308c\u306f\u3001\u96fb\u8a71\u756a\u53f7\u306e\u5c5e\u6027\u306e\u69cb\u6587\u306b ITU-T E.123 \u5f62\u5f0f\u306e\u5024\u306e\u307f\u3092\u53d7\u3051\u5165\u308c\u308b\u53b3\u683c\u306a\u30e2\u30fc\u30c9\u3092\u4f7f\u7528\u3059\u3079\u304d\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002  \u3053\u308c\u304c\u6709\u52b9\u306a\u5834\u5408\u3001\u3053\u306e\u5f62\u5f0f\u4ee5\u5916\u306e\u5024\u306f\u3059\u3079\u3066\u62d2\u5426\u3055\u308c\u307e\u3059\u3002  \u3053\u308c\u304c\u7121\u52b9\u306a\u5834\u5408\u3001\u3059\u3079\u3066\u306e\u5024\u304c\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u3059\u304c\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u306e\u5b9f\u884c\u6642\u306b\u6570\u5b57\u306e\u307f\u304c\u8003\u616e\u3055\u308c\u307e\u3059
SEVERE_WARN_ATTR_SYNTAX_TELEPHONE_CANNOT_DETERMINE_STRICT_MODE_84=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u304b\u3089\u5c5e\u6027 ds-cfg-strict-format \u3092\u53d6\u5f97\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u96fb\u8a71\u756a\u53f7\u306e\u5024\u306b\u5bfe\u3059\u308b ITU-T E.123 \u5f62\u5f0f\u306e\u53b3\u5bc6\u306a\u9069\u7528\u3092\u884c\u3044\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_TELEPHONE_EMPTY_85=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u7a7a\u307e\u305f\u306f NULL \u3067\u3042\u308b\u305f\u3081\u3001\u6709\u52b9\u306a\u96fb\u8a71\u756a\u53f7\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_TELEPHONE_NO_PLUS_86=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u96fb\u8a71\u756a\u53f7\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u53b3\u683c\u306a\u96fb\u8a71\u756a\u53f7\u30c1\u30a7\u30c3\u30af\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u304a\u308a\u3001\u5024\u306e\u5148\u982d\u304c ITU-T E.123 \u4ed5\u69d8\u306b\u6e96\u62e0\u3057\u305f\u30d7\u30e9\u30b9\u8a18\u53f7\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_TELEPHONE_ILLEGAL_CHAR_87=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u306f\u6709\u52b9\u306a\u96fb\u8a71\u756a\u53f7\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u53b3\u683c\u306a\u96fb\u8a71\u756a\u53f7\u30c1\u30a7\u30c3\u30af\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u304a\u308a\u3001\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 %2$s \u306f ITU-T E.123 \u4ed5\u69d8\u3067\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_TELEPHONE_NO_DIGITS_88=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u3001\u6570\u5b57\u304c\u4e00\u5207\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u6709\u52b9\u306a\u96fb\u8a71\u756a\u53f7\u3067\u306f\u3042\u308a\u307e\u305b\u3093
INFO_ATTR_SYNTAX_TELEPHONE_UPDATED_STRICT_MODE_89=\u53b3\u683c\u306a\u96fb\u8a71\u756a\u53f7\u306e\u69cb\u6587\u30c1\u30a7\u30c3\u30af\u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3059\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-strict-format \u306e\u5024\u304c\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u5185\u3067 %1$s \u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_NUMERIC_STRING_ILLEGAL_CHAR_90=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6709\u52b9\u306a\u6570\u5024\u6587\u5b57\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u6570\u5b57\u3067\u3082\u7a7a\u767d\u3067\u3082\u306a\u3044\u6587\u5b57 %s \u304c\u4f4d\u7f6e %d \u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NUMERIC_STRING_EMPTY_VALUE_91=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u6587\u5b57\u304c\u4e00\u5207\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u306b\u6709\u52b9\u306a\u6570\u5024\u6587\u5b57\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002  \u6570\u5b57\u6587\u5b57\u5217\u306e\u5024\u306b\u306f\u30011 \u3064\u4ee5\u4e0a\u306e\u6570\u5b57\u307e\u305f\u306f\u7a7a\u767d\u3092\u542b\u3081\u3066\u304f\u3060\u3055\u3044
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_EMPTY_VALUE_92=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u304b\u7a7a\u767d\u306e\u307f\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_EXPECTED_OPEN_PARENTHESIS_93=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u958b\u304d\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%s' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_TRUNCATED_VALUE_94=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3088\u308a\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u671f\u5f85\u3057\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u5024\u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_DOUBLE_PERIOD_IN_NUMERIC_OID_95=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_ILLEGAL_CHAR_IN_NUMERIC_OID_96=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_ILLEGAL_CHAR_IN_STRING_OID_97=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u975e\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_UNEXPECTED_CLOSE_PARENTHESIS_98=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u4e88\u671f\u3057\u306a\u3044\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_CANNOT_READ_DESC_TOKEN_99=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u307e\u305f\u306f\u305d\u306e\u4ed8\u8fd1\u306e\u6587\u5b57\u5217\u304b\u3089 "DESC" \u30c8\u30fc\u30af\u30f3\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_TOKEN_NOT_DESC_100=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002"DESC" \u30c8\u30fc\u30af\u30f3\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001\u6587\u5b57\u5217 "%s" \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_CANNOT_READ_DESC_VALUE_101=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u307e\u305f\u306f\u305d\u306e\u4ed8\u8fd1\u306e\u6587\u5b57\u5217\u304b\u3089 "DESC" \u30c8\u30fc\u30af\u30f3\u306e\u5024\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_EXPECTED_CLOSE_PARENTHESIS_102=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u9589\u3058\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%s' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_ILLEGAL_CHAR_AFTER_CLOSE_103=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u9589\u3058\u62ec\u5f27\u306e\u3042\u3068\u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_ATTRSYNTAX_EXPECTED_QUOTE_AT_POS_104=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u69cb\u6587\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u5358\u4e00\u5f15\u7528\u7b26\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001\u6587\u5b57 %s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_PRINTABLE_STRING_EMPTY_VALUE_105=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001NULL \u307e\u305f\u306f\u7a7a\u3067\u3042\u308b\u305f\u3081\u306b\u30d7\u30ea\u30f3\u30c8\u53ef\u80fd\u6587\u5b57\u5217\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30d7\u30ea\u30f3\u30c8\u53ef\u80fd\u6587\u5b57\u5217\u306b\u306f\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u6587\u5b57\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_WARN_ATTR_SYNTAX_PRINTABLE_STRING_ILLEGAL_CHARACTER_106=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30d7\u30ea\u30f3\u30c8\u53ef\u80fd\u6587\u5b57\u5217\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u7121\u52b9\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_SUBSTRING_ONLY_WILDCARD_107=\u6307\u5b9a\u3055\u308c\u305f\u5024 "*" \u3092\u90e8\u5206\u6587\u5b57\u5217\u8868\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u6587\u5b57\u306e\u307f\u3067\u69cb\u6210\u3055\u308c\u3066\u304a\u308a\u3001\u9577\u3055\u304c 0 \u306e\u90e8\u5206\u6587\u5b57\u5217\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_SUBSTRING_CONSECUTIVE_WILDCARDS_108=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u90e8\u5206\u6587\u5b57\u5217\u8868\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3057\u305f\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u304a\u308a\u3001\u9577\u3055\u304c 0 \u306e\u90e8\u5206\u6587\u5b57\u5217\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_TOO_SHORT_109=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u77ed\u3059\u304e\u308b\u305f\u3081\u3001\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_YEAR_110=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002%s \u6587\u5b57\u3092\u4e16\u7d00\u3084\u5e74\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_MONTH_111=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002%s \u3092\u6708\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_DAY_112=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002%s \u3092\u65e5\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_HOUR_113=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002%s \u3092\u6642\u9593\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_MINUTE_114=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002%s \u3092\u5206\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_CHAR_115=\u6307\u5b9a\u3055\u308c\u305f\u5024 %1$s \u306f\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u4f4d\u7f6e %3$d \u306b\u7121\u52b9\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_SECOND_116=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002%s \u3092\u79d2\u306e\u6307\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_OFFSET_117=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a UTC \u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002%s \u306f\u6709\u52b9\u306a GMT \u30aa\u30d5\u30bb\u30c3\u30c8\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_UTC_TIME_CANNOT_PARSE_118=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u3092\u6709\u52b9\u306a UTC \u6642\u9593\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
MILD_ERR_ATTR_SYNTAX_DCR_EMPTY_VALUE_119=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u304b\u7a7a\u767d\u306e\u307f\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DCR_EXPECTED_OPEN_PARENTHESIS_120=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u958b\u304d\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%s' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DCR_TRUNCATED_VALUE_121=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3088\u308a\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u671f\u5f85\u3057\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u5024\u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DCR_DOUBLE_PERIOD_IN_NUMERIC_OID_122=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DCR_ILLEGAL_CHAR_IN_NUMERIC_OID_123=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DCR_ILLEGAL_CHAR_IN_STRING_OID_124=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u975e\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DCR_UNEXPECTED_CLOSE_PARENTHESIS_125=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u4e88\u671f\u3057\u306a\u3044\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DCR_ILLEGAL_CHAR_126=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_STRUCTURAL_CLASS_127=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%s" \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_DCR_STRUCTURAL_CLASS_NOT_STRUCTURAL_128=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%s" \u306f\u3001OID %s (%s) \u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002  \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306f\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u69cb\u9020\u3068\u3057\u3066\u3067\u306f\u306a\u304f %s \u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_AUXILIARY_CLASS_129=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%s" \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u88dc\u52a9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_DCR_AUXILIARY_CLASS_NOT_AUXILIARY_130=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%s" \u306f\u88dc\u52a9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306f\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u88dc\u52a9\u3067\u306f\u306a\u304f %s \u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_REQUIRED_ATTR_131=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%s" \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5fc5\u9808\u5c5e\u6027\u578b %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_OPTIONAL_ATTR_132=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%s" \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u30aa\u30d7\u30b7\u30e7\u30f3\u5c5e\u6027\u578b %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_PROHIBITED_ATTR_133=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%s" \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u7981\u6b62\u5c5e\u6027\u578b %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_DCR_EXPECTED_QUOTE_AT_POS_134=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u5358\u4e00\u5f15\u7528\u7b26\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001%s \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_EMPTY_VALUE_135=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u304b\u7a7a\u767d\u306e\u307f\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_EXPECTED_OPEN_PARENTHESIS_136=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u958b\u304d\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%c' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_TRUNCATED_VALUE_137=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3088\u308a\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u671f\u5f85\u3057\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u5024\u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_DOUBLE_PERIOD_IN_NUMERIC_OID_138=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_ILLEGAL_CHAR_IN_NUMERIC_OID_139=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$c \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_ILLEGAL_CHAR_IN_STRING_OID_140=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u975e\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$c \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_UNEXPECTED_CLOSE_PARENTHESIS_141=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u4e88\u671f\u3057\u306a\u3044\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_ILLEGAL_CHAR_142=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$c \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAME_FORM_UNKNOWN_STRUCTURAL_CLASS_143=\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e "%s" \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_NAME_FORM_STRUCTURAL_CLASS_NOT_STRUCTURAL_144=\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e "%s" \u306f\u3001OID %s (%s) \u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002 \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306f\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u69cb\u9020\u3068\u3057\u3066\u3067\u306f\u306a\u304f %s \u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_NAME_FORM_UNKNOWN_REQUIRED_ATTR_145=OID %s \u306e\u540d\u524d\u66f8\u5f0f\u306e\u5b9a\u7fa9\u3067\u306f\u3001\u5fc5\u9808\u5c5e\u6027 "%s" \u3092\u542b\u3081\u308b\u3079\u304d\u3067\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002  \u3053\u306e\u540d\u524d\u307e\u305f\u306f OID \u306b\u4e00\u81f4\u3059\u308b\u5c5e\u6027\u578b\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_NAME_FORM_UNKNOWN_OPTIONAL_ATTR_146=OID %s \u306e\u540d\u524d\u66f8\u5f0f\u306e\u5b9a\u7fa9\u3067\u306f\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u5c5e\u6027 "%s" \u3092\u542b\u3081\u308b\u3079\u304d\u3067\u3042\u308b\u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002  \u3053\u306e\u540d\u524d\u307e\u305f\u306f OID \u306b\u4e00\u81f4\u3059\u308b\u5c5e\u6027\u578b\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_NAME_FORM_NO_STRUCTURAL_CLASS_147=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_NAME_FORM_EXPECTED_QUOTE_AT_POS_148=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u540d\u524d\u66f8\u5f0f\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u5358\u4e00\u5f15\u7528\u7b26\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001%c \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_EMPTY_VALUE_149=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u304b\u7a7a\u767d\u306e\u307f\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_EXPECTED_OPEN_PARENTHESIS_150=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u958b\u304d\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%s' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_TRUNCATED_VALUE_151=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3088\u308a\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u671f\u5f85\u3057\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u5024\u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_DOUBLE_PERIOD_IN_NUMERIC_OID_152=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_ILLEGAL_CHAR_IN_NUMERIC_OID_153=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_ILLEGAL_CHAR_IN_STRING_OID_154=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u975e\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_UNEXPECTED_CLOSE_PARENTHESIS_155=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u4e88\u671f\u3057\u306a\u3044\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_ILLEGAL_CHAR_156=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MR_UNKNOWN_SYNTAX_157=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e "%s" \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5c5e\u6027\u69cb\u6587 %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_MR_NO_SYNTAX_158=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5c5e\u6027\u69cb\u6587\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_MR_EXPECTED_QUOTE_AT_POS_159=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u5358\u4e00\u5f15\u7528\u7b26\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001%s \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_EMPTY_VALUE_160=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u304b\u7a7a\u767d\u306e\u307f\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_EXPECTED_OPEN_PARENTHESIS_161=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u958b\u304d\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%s' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_TRUNCATED_VALUE_162=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3088\u308a\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u671f\u5f85\u3057\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u5024\u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_DOUBLE_PERIOD_IN_NUMERIC_OID_163=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_ILLEGAL_CHAR_IN_NUMERIC_OID_164=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_ILLEGAL_CHAR_IN_STRING_OID_165=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u975e\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_UNKNOWN_MATCHING_RULE_166=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6307\u5b9a\u3055\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u306f\u4e0d\u660e\u3067\u3059
MILD_ERR_ATTR_SYNTAX_MRUSE_UNEXPECTED_CLOSE_PARENTHESIS_167=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u4e88\u671f\u3057\u306a\u3044\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_ILLEGAL_CHAR_168=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_MRUSE_UNKNOWN_ATTR_169=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e "%s" \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5c5e\u6027\u578b %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_MRUSE_NO_ATTR_170=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f OID \u3067\u4f7f\u7528\u53ef\u80fd\u306a\u5c5e\u6027\u578b\u306e\u30bb\u30c3\u30c8\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_MRUSE_EXPECTED_QUOTE_AT_POS_171=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u5358\u4e00\u5f15\u7528\u7b26\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001%s \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_EMPTY_VALUE_172=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u304b\u7a7a\u767d\u306e\u307f\u304c\u542b\u307e\u308c\u308b\u305f\u3081\u306b\u6709\u52b9\u306a DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_EXPECTED_OPEN_PARENTHESIS_173=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u958b\u304d\u62ec\u5f27\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001'%s' \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_TRUNCATED_VALUE_174=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3088\u308a\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u671f\u5f85\u3057\u3066\u3044\u307e\u3057\u305f\u304c\u3001\u5024\u306e\u672b\u5c3e\u306b\u9054\u3057\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_ILLEGAL_CHAR_IN_RULE_ID_175=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u898f\u5247 ID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_UNEXPECTED_CLOSE_PARENTHESIS_176=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u4e88\u671f\u3057\u306a\u3044\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_ILLEGAL_CHAR_177=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_UNKNOWN_NAME_FORM_178=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4e0d\u660e\u306a\u540d\u524d\u66f8\u5f0f %s \u304c\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_UNKNOWN_RULE_ID_179=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4e0a\u4f4d\u306e DIT \u69cb\u9020\u898f\u5247\u3068\u3057\u3066\u4e0d\u660e\u306a\u898f\u5247 ID %d \u304c\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_NO_NAME_FORM_180=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u898f\u5247\u306e\u540d\u524d\u66f8\u5f0f\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_EXPECTED_QUOTE_AT_POS_181=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u306f\u5358\u4e00\u5f15\u7528\u7b26\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3059\u304c\u3001%s \u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_DOUBLE_PERIOD_IN_NUMERIC_OID_182=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_ILLEGAL_CHAR_IN_NUMERIC_OID_183=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_DSR_ILLEGAL_CHAR_IN_STRING_OID_184=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 DIT \u69cb\u9020\u898f\u5247\u306e\u8aac\u660e\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u975e\u6570\u5024 OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_TELEX_TOO_SHORT_185=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u77ed\u3059\u304e\u308b\u305f\u3081\u3001\u6709\u52b9\u306a\u30c6\u30ec\u30c3\u30af\u30b9\u756a\u53f7\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_TELEX_NOT_PRINTABLE_186=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u306b\u306f\u6709\u52b9\u306a\u30c6\u30ec\u30c3\u30af\u30b9\u756a\u53f7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 %2$s \u306f\u6709\u52b9\u306a\u30d7\u30ea\u30f3\u30c8\u53ef\u80fd\u6587\u5b57\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_TELEX_ILLEGAL_CHAR_187=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u306b\u306f\u6709\u52b9\u306a\u30c6\u30ec\u30c3\u30af\u30b9\u756a\u53f7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 %2$s \u306f\u3001\u6709\u52b9\u306a\u30d7\u30ea\u30f3\u30c8\u53ef\u80fd\u6587\u5b57\u5217\u3067\u3082\u3001\u30c6\u30ec\u30c3\u30af\u30b9\u756a\u53f7\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u533a\u5207\u308b\u305f\u3081\u306e\u30c9\u30eb\u8a18\u53f7\u3067\u3082\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_TELEX_TRUNCATED_188=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306b\u306f\u6709\u52b9\u306a\u30c6\u30ec\u30c3\u30af\u30b9\u756a\u53f7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30c9\u30eb\u8a18\u53f7\u3067\u533a\u5207\u3089\u308c\u305f 3 \u3064\u306e\u30d7\u30ea\u30f3\u30c8\u53ef\u80fd\u6587\u5b57\u5217\u3092\u8aad\u307f\u53d6\u308b\u524d\u306b\u3001\u5024\u306e\u672b\u5c3e\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_FAXNUMBER_EMPTY_189=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u305f\u3081\u306b\u6709\u52b9\u306a FAX \u756a\u53f7\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_FAXNUMBER_NOT_PRINTABLE_190=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a FAX \u756a\u53f7\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 %2$s \u306f\u6709\u52b9\u306a\u30d7\u30ea\u30f3\u30c8\u53ef\u80fd\u6587\u5b57\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_FAXNUMBER_END_WITH_DOLLAR_191=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a FAX \u756a\u53f7\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u672b\u5c3e\u304c\u30c9\u30eb\u8a18\u53f7\u3067\u3057\u305f\u304c\u3001\u30c9\u30eb\u8a18\u53f7\u306e\u3042\u3068\u306b FAX \u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u8a18\u8ff0\u3055\u308c\u3066\u3044\u308b\u3079\u304d\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_FAXNUMBER_ILLEGAL_PARAMETER_192=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a FAX \u756a\u53f7\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u3068 %4$d \u306e\u9593\u306e\u6587\u5b57\u5217 "%2$s" \u306f\u6709\u52b9\u306a FAX \u30d1\u30e9\u30e1\u30fc\u30bf\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_NAMEANDUID_INVALID_DN_193=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u540d\u524d\u304a\u3088\u3073\u30aa\u30d7\u30b7\u30e7\u30f3 UID \u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002DN \u90e8\u3092\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_ATTR_SYNTAX_NAMEANDUID_ILLEGAL_BINARY_DIGIT_194=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u540d\u524d\u304a\u3088\u3073\u30aa\u30d7\u30b7\u30e7\u30f3 UID \u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002UID \u90e8\u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a 2 \u9032\u6570 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_TELETEXID_EMPTY_195=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u305f\u3081\u306b\u6709\u52b9\u306a\u30c6\u30ec\u30c6\u30c3\u30af\u30b9\u7aef\u672b\u8b58\u5225\u5b50\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_TELETEXID_NOT_PRINTABLE_196=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u30c6\u30ec\u30c6\u30c3\u30af\u30b9\u7aef\u672b\u8b58\u5225\u5b50\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 %2$s \u306f\u6709\u52b9\u306a\u30d7\u30ea\u30f3\u30c8\u53ef\u80fd\u6587\u5b57\u5217\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_TELETEXID_END_WITH_DOLLAR_197=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u30c6\u30ec\u30c6\u30c3\u30af\u30b9\u7aef\u672b\u8b58\u5225\u5b50\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u672b\u5c3e\u304c\u30c9\u30eb\u8a18\u53f7\u3067\u3057\u305f\u304c\u3001\u30c9\u30eb\u8a18\u53f7\u306e\u3042\u3068\u306b TTX \u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u8a18\u8ff0\u3055\u308c\u3066\u3044\u308b\u3079\u304d\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_TELETEXID_PARAM_NO_COLON_198=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u30c6\u30ec\u30c6\u30c3\u30af\u30b9\u7aef\u672b\u8b58\u5225\u5b50\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30d1\u30e9\u30e1\u30fc\u30bf\u6587\u5b57\u5217\u306b\u540d\u524d\u3068\u5024\u3092\u533a\u5207\u308b\u30b3\u30ed\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_TELETEXID_ILLEGAL_PARAMETER_199=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u30c6\u30ec\u30c6\u30c3\u30af\u30b9\u7aef\u672b\u8b58\u5225\u5b50\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6587\u5b57\u5217 "%s" \u306f\u6709\u52b9\u306a TTX \u30d1\u30e9\u30e1\u30fc\u30bf\u540d\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_EMPTY_VALUE_200=\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u3001\u7a7a\u3067\u3042\u308b\u305f\u3081\u306b\u5225\u306e\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_NO_MBTYPE_201=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5225\u306e\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c9\u30eb\u8a18\u53f7\u306e\u524d\u306b\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u578b\u304c\u8a18\u8ff0\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_ILLEGAL_MBTYPE_CHAR_202=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5225\u306e\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u578b\u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_NO_MAILBOX_203=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5225\u306e\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c9\u30eb\u8a18\u53f7\u306e\u3042\u3068\u306b\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u304c\u8a18\u8ff0\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_ILLEGAL_MB_CHAR_204=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5225\u306e\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_GUIDE_NO_OC_205=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u306e\u524d\u306b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u540d\u3082 OID \u3082\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_GUIDE_ILLEGAL_CHAR_206=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6761\u4ef6\u90e8 %2$s \u306e\u4f4d\u7f6e %4$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %3$c \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_GUIDE_MISSING_CLOSE_PAREN_207=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6761\u4ef6\u90e8 %s \u306b\u3001\u6700\u521d\u306e\u958b\u304d\u62ec\u5f27\u306b\u5bfe\u5fdc\u3059\u308b\u9589\u3058\u62ec\u5f27\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_GUIDE_INVALID_QUESTION_MARK_208=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6761\u4ef6\u90e8 %s \u306e\u5148\u982d\u306f\u7591\u554f\u7b26\u3067\u3057\u305f\u304c\u3001\u305d\u306e\u3042\u3068\u306b\u6587\u5b57\u5217 "true" \u307e\u305f\u306f "false" \u304c\u7d9a\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_GUIDE_NO_DOLLAR_209=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6761\u4ef6\u90e8 %s \u306b\u3001\u5c5e\u6027\u578b\u3068\u4e00\u81f4\u578b\u3092\u533a\u5207\u308b\u30c9\u30eb\u8a18\u53f7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_GUIDE_NO_ATTR_210=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6761\u4ef6\u90e8 %s \u3067\u30c9\u30eb\u8a18\u53f7\u306e\u524d\u306b\u5c5e\u6027\u578b\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_GUIDE_NO_MATCH_TYPE_211=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6761\u4ef6\u90e8 %s \u3067\u30c9\u30eb\u8a18\u53f7\u306e\u3042\u3068\u306b\u4e00\u81f4\u578b\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_GUIDE_INVALID_MATCH_TYPE_212=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6761\u4ef6\u90e8 %s \u306b\u3001\u4f4d\u7f6e %d \u304b\u3089\u59cb\u307e\u308b\u7121\u52b9\u306a\u4e00\u81f4\u578b\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_SHARP_213=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3068\u6761\u4ef6\u3092\u533a\u5207\u308b\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_OC_214=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u306e\u524d\u306b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u540d\u3082 OID \u3082\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_DOUBLE_PERIOD_IN_OC_OID_215=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3092\u6307\u5b9a\u3059\u308b\u6570\u5024 OID %s \u306e\u4f4d\u7f6e %d \u306b\u9023\u7d9a\u3059\u308b 2 \u3064\u306e\u30d4\u30ea\u30aa\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_ILLEGAL_CHAR_IN_OC_OID_216=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3092\u6307\u5b9a\u3059\u308b\u6570\u5024 OID %2$s \u306e\u4f4d\u7f6e %4$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %3$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_ILLEGAL_CHAR_IN_OC_NAME_217=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u540d %2$s \u306e\u4f4d\u7f6e %4$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %3$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_FINAL_SHARP_218=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6761\u4ef6\u3068\u6709\u52b9\u7bc4\u56f2\u3092\u533a\u5207\u308b\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_SCOPE_219=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6700\u5f8c\u306e\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u306e\u3042\u3068\u306b\u6709\u52b9\u7bc4\u56f2\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_INVALID_SCOPE_220=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6307\u5b9a\u3055\u308c\u305f\u6709\u52b9\u7bc4\u56f2 %s \u304c\u7121\u52b9\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_CRITERIA_221=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u62e1\u5f35\u30ac\u30a4\u30c9\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u306e\u9593\u306b\u6761\u4ef6\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_OID_INVALID_VALUE_222=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u3092\u6709\u52b9\u306a OID \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_NORMALIZE_FAILURE_223=\u5024 %s \u3092\u6c4e\u7528\u6642\u9593\u5024\u3068\u3057\u3066\u6b63\u898f\u5316\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_WARN_OMR_CASE_EXACT_COMPARE_CANNOT_NORMALIZE_224=caseExactOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e AttributeValue \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e\u5024\u306e\u6b63\u898f\u5316\u3057\u305f\u5f62\u5f0f\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_WARN_OMR_CASE_EXACT_COMPARE_INVALID_TYPE_225=caseExactOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7 %s \u3067\u3057\u305f\u3002\u6bd4\u8f03\u3067\u304d\u308b\u306e\u306f\u3001\u30d0\u30a4\u30c8\u914d\u5217\u3001ASN.1 \u30aa\u30af\u30c6\u30c3\u30c8\u6587\u5b57\u5217\u3001\u5c5e\u6027\u5024\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u3067\u3059
SEVERE_WARN_OMR_CASE_IGNORE_COMPARE_CANNOT_NORMALIZE_226=caseIgnoreOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e AttributeValue \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e\u5024\u306e\u6b63\u898f\u5316\u3057\u305f\u5f62\u5f0f\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_WARN_OMR_CASE_IGNORE_COMPARE_INVALID_TYPE_227=caseIgnoreOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7 %s \u3067\u3057\u305f\u3002\u6bd4\u8f03\u3067\u304d\u308b\u306e\u306f\u3001\u30d0\u30a4\u30c8\u914d\u5217\u3001ASN.1 \u30aa\u30af\u30c6\u30c3\u30c8\u6587\u5b57\u5217\u3001\u304a\u3088\u3073\u5c5e\u6027\u5024\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u3067\u3059
SEVERE_WARN_OMR_GENERALIZED_TIME_COMPARE_CANNOT_NORMALIZE_228=generalizedTimeOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e AttributeValue \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e\u5024\u306e\u6b63\u898f\u5316\u3057\u305f\u5f62\u5f0f\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_WARN_OMR_GENERALIZED_TIME_COMPARE_INVALID_TYPE_229=generalizedTimeOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7 %s \u3067\u3057\u305f\u3002\u6bd4\u8f03\u3067\u304d\u308b\u306e\u306f\u3001\u30d0\u30a4\u30c8\u914d\u5217\u3001ASN.1 \u30aa\u30af\u30c6\u30c3\u30c8\u6587\u5b57\u5217\u3001\u5c5e\u6027\u5024\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u3067\u3059
SEVERE_WARN_OMR_INTEGER_COMPARE_CANNOT_NORMALIZE_230=integerOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e AttributeValue \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e\u5024\u306e\u6b63\u898f\u5316\u3057\u305f\u5f62\u5f0f\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_WARN_OMR_INTEGER_COMPARE_INVALID_TYPE_231=integerOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7 %s \u3067\u3057\u305f\u3002\u6bd4\u8f03\u3067\u304d\u308b\u306e\u306f\u3001\u30d0\u30a4\u30c8\u914d\u5217\u3001ASN.1 \u30aa\u30af\u30c6\u30c3\u30c8\u6587\u5b57\u5217\u3001\u5c5e\u6027\u5024\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u3067\u3059
SEVERE_WARN_OMR_NUMERIC_STRING_COMPARE_CANNOT_NORMALIZE_232=numericStringOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e AttributeValue \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e\u5024\u306e\u6b63\u898f\u5316\u3057\u305f\u5f62\u5f0f\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_WARN_OMR_NUMERIC_STRING_COMPARE_INVALID_TYPE_233=numericStringOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7 %s \u3067\u3057\u305f\u3002\u6bd4\u8f03\u3067\u304d\u308b\u306e\u306f\u3001\u30d0\u30a4\u30c8\u914d\u5217\u3001ASN.1 \u30aa\u30af\u30c6\u30c3\u30c8\u6587\u5b57\u5217\u3001\u5c5e\u6027\u5024\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u3067\u3059
SEVERE_WARN_OMR_OCTET_STRING_COMPARE_CANNOT_NORMALIZE_234=octetStringOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e AttributeValue \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3044\u305a\u308c\u304b\u306e\u5024\u306e\u6b63\u898f\u5316\u3057\u305f\u5f62\u5f0f\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
SEVERE_WARN_OMR_OCTET_STRING_COMPARE_INVALID_TYPE_235=octetStringOrderingMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066 2 \u3064\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6bd4\u8f03\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7 %s \u3067\u3057\u305f\u3002\u6bd4\u8f03\u3067\u304d\u308b\u306e\u306f\u3001\u30d0\u30a4\u30c8\u914d\u5217\u3001ASN.1 \u30aa\u30af\u30c6\u30c3\u30c8\u6587\u5b57\u5217\u3001\u5c5e\u6027\u5024\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u3067\u3059
SEVERE_WARN_ATTR_SYNTAX_UUID_INVALID_LENGTH_236=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306e UUID \u306e\u9577\u3055\u304c\u7121\u52b9\u3067\u3059\u3002\u3059\u3079\u3066\u306e UUID \u5024\u306e\u9577\u3055\u306f\u3061\u3087\u3046\u3069 36 \u30d0\u30a4\u30c8\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u6307\u5b9a\u3055\u308c\u305f\u5024\u306e\u9577\u3055\u306f %d \u30d0\u30a4\u30c8\u3042\u308a\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_UUID_EXPECTED_DASH_237=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306b\u306f %d \u306e\u4f4d\u7f6e\u306b\u30c0\u30c3\u30b7\u30e5\u304c\u5b58\u5728\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3057\u305f\u304c\u3001\u6587\u5b57 '%s' \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_UUID_EXPECTED_HEX_238=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306b\u306f %d \u306e\u4f4d\u7f6e\u306b 16 \u9032\u6570\u304c\u5b58\u5728\u3059\u308b\u3079\u304d\u3067\u3057\u305f\u304c\u3001\u6587\u5b57 '%s' \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
INFO_ATTR_SYNTAX_DIRECTORYSTRING_DESCRIPTION_ALLOW_ZEROLENGTH_239=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u6587\u5b57\u5217\u69cb\u6587\u3092\u542b\u3080\u5c5e\u6027\u306b\u9577\u3055\u304c 0 \u306e\u5024\u3092\u6307\u5b9a\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u3001\u53b3\u5bc6\u306b\u306f LDAP \u4ed5\u69d8\u3067\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u4ee5\u524d\u306e\u30ea\u30ea\u30fc\u30b9\u3068\u306e\u4e0b\u4f4d\u4e92\u63db\u6027\u3092\u7dad\u6301\u3059\u308b\u305f\u3081\u306b\u6709\u7528\u3067\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_ATTR_SYNTAX_DIRECTORYSTRING_CANNOT_DETERMINE_ZEROLENGTH_240=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u6587\u5b57\u5217\u5c5e\u6027\u306b\u9577\u3055\u304c 0 \u306e\u5024\u3092\u8a31\u53ef\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3059 %s \u8a2d\u5b9a\u5c5e\u6027\u306e\u5024\u3092\u5224\u5b9a\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
SEVERE_ERR_ATTR_SYNTAX_DIRECTORYSTRING_INVALID_ZEROLENGTH_VALUE_241=\u64cd\u4f5c\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u6587\u5b57\u5217\u69cb\u6587\u306e\u5c5e\u6027\u306b\u9577\u3055\u304c 0 \u306e\u5024\u3092\u5272\u308a\u5f53\u3066\u3088\u3046\u3068\u3059\u308b\u3082\u306e\u3067\u3057\u305f
INFO_ATTR_SYNTAX_DIRECTORYSTRING_UPDATED_ALLOW_ZEROLENGTH_242=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u5185\u306e %1$s \u5c5e\u6027\u304c\u65b0\u3057\u3044\u5024 %3$s \u3067\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_INVALID_SCHEME_CHAR_243=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306b\u306f\u3001\u4f4d\u7f6e %d \u306b\u7121\u52b9\u306a\u30b9\u30ad\u30fc\u30de\u6587\u5b57\u304c\u3042\u308a\u307e\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_SCHEME_244=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306b\u306f\u3001\u9577\u3055\u304c 0 \u306e\u30b9\u30ad\u30fc\u30de\u8981\u7d20\u304c\u3042\u308a\u307e\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_SCHEME_SEPARATOR_245=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306f\u3001\u533a\u5207\u308a\u6587\u5b57\u304c\u6b20\u843d\u3057\u3066\u3044\u305f\u304b\u3001\u30b9\u30ad\u30fc\u30de\u3068 authInfo \u8981\u7d20\u3068\u306e\u9593\u306b\u4e0d\u6b63\u306a\u6587\u5b57\u304c\u3042\u308a\u307e\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_INVALID_AUTH_INFO_CHAR_246=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306b\u306f\u3001\u4f4d\u7f6e %d \u306b\u7121\u52b9\u306a authInfo \u6587\u5b57\u304c\u3042\u308a\u307e\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_AUTH_INFO_247=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306b\u306f\u3001\u9577\u3055\u304c 0 \u306e authInfo \u8981\u7d20\u304c\u3042\u308a\u307e\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_AUTH_INFO_SEPARATOR_248=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306f\u3001\u533a\u5207\u308a\u6587\u5b57\u304c\u6b20\u843d\u3057\u3066\u3044\u305f\u304b\u3001authInfo \u8981\u7d20\u3068 authValue \u8981\u7d20\u3068\u306e\u9593\u306b\u4e0d\u6b63\u306a\u6587\u5b57\u304c\u3042\u308a\u307e\u3057\u305f
SEVERE_ERR_EMR_INTFIRSTCOMP_NO_INITIAL_PARENTHESIS_249=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6574\u6570\u512a\u5148\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3067\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5148\u982d\u304c\u62ec\u5f27\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_EMR_INTFIRSTCOMP_NO_NONSPACE_250=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6574\u6570\u512a\u5148\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3067\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u958b\u59cb\u62ec\u5f27\u306e\u5f8c\u306b\u7a7a\u767d\u4ee5\u5916\u306e\u6587\u5b57\u304c\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_EMR_INTFIRSTCOMP_NO_SPACE_AFTER_INT_251=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6574\u6570\u512a\u5148\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3067\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6700\u521d\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u5f8c\u306b\u7a7a\u767d\u6587\u5b57\u304c\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_EMR_INTFIRSTCOMP_FIRST_COMPONENT_NOT_INT_252=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6574\u6570\u512a\u5148\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3067\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6700\u521d\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304c\u6574\u6570\u5024\u3067\u306f\u306a\u3044\u3088\u3046\u3067\u3059
SEVERE_ERR_ATTR_SYNTAX_USERPW_NO_VALUE_253=\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u5c5e\u6027\u69cb\u6587\u3067\u5fa9\u53f7\u5316\u3059\u308b\u5024\u304c\u6307\u5b9a\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_USERPW_NO_OPENING_BRACE_254=\u6307\u5b9a\u3055\u308c\u305f\u5024\u3092\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u69cb\u6587\u306b\u5f93\u3063\u3066\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u5024\u306e\u5148\u982d\u304c\u958b\u59cb\u4e2d\u62ec\u5f27 ("{") \u6587\u5b57\u3067\u306f\u3042\u308a\u307e\u305b\u3093
SEVERE_ERR_ATTR_SYNTAX_USERPW_NO_CLOSING_BRACE_255=\u6307\u5b9a\u3055\u308c\u305f\u5024\u3092\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u69cb\u6587\u306b\u5f93\u3063\u3066\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u5024\u306b\u9589\u3058\u4e2d\u62ec\u5f27 ("}") \u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_ATTR_SYNTAX_USERPW_NO_SCHEME_256=\u6307\u5b9a\u3055\u308c\u305f\u5024\u3092\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u69cb\u6587\u306b\u5f93\u3063\u3066\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u5024\u306b\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u540d\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_RFC3672_SUBTREE_SPECIFICATION_INVALID_257=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a RFC 3672 \u30b5\u30d6\u30c4\u30ea\u30fc\u4ed5\u69d8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ABSOLUTE_SUBTREE_SPECIFICATION_INVALID_258=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u7d76\u5bfe\u30b5\u30d6\u30c4\u30ea\u30fc\u4ed5\u69d8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_ATTR_SYNTAX_RELATIVE_SUBTREE_SPECIFICATION_INVALID_259=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u76f8\u5bfe\u30b5\u30d6\u30c4\u30ea\u30fc\u4ed5\u69d8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_ILLEGAL_INTEGER_260=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u306f\u6574\u6570\u69cb\u6587\u3092\u542b\u3080\u5c5e\u6027\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_INVALID_AUTH_VALUE_CHAR_261=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306b\u306f\u3001\u4f4d\u7f6e %d \u306b\u7121\u52b9\u306a authValue \u6587\u5b57\u304c\u3042\u308a\u307e\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_AUTH_VALUE_262=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306b\u306f\u3001\u9577\u3055\u304c 0 \u306e authValue \u8981\u7d20\u304c\u3042\u308a\u307e\u3057\u305f
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_INVALID_TRAILING_CHAR_263=\u6307\u5b9a\u3055\u308c\u305f authPassword \u5024\u306b\u306f\u3001\u4f4d\u7f6e %d \u306b\u7121\u52b9\u306a\u7d42\u4e86\u6587\u5b57\u304c\u3042\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_EXTENSION_INVALID_CHARACTER_264=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u5c5e\u6027\u69cb\u6587\u62e1\u5f35\u6a5f\u80fd\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %d \u306b\u7121\u52b9\u306a\u6587\u5b57\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_INVALID_EXTENSION_265=\u62e1\u5f35\u6a5f\u80fd\u304c\u7121\u52b9\u3067\u3042\u308b\u305f\u3081\u3001\u5c5e\u6027\u69cb\u6587\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%s
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_INVALID_SUPERIOR_TYPE_266=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %1$s \u306e\u5b9a\u7fa9\u306f\u7121\u52b9\u3067\u3059\u3002%2$s \u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u30bf\u30a4\u30d7\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u3053\u308c\u306f\u4e0a\u4f4d\u30af\u30e9\u30b9 %4$s \u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u30bf\u30a4\u30d7 %3$s \u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_STRUCTURAL_SUPERIOR_NOT_TOP_267=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306e\u5b9a\u7fa9\u306f\u7121\u52b9\u3067\u3059\u3002\u69cb\u9020\u30af\u30e9\u30b9\u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u305d\u306e\u4e0a\u4f4d\u9023\u9396\u306b\u306f "\u6700\u4e0a\u4f4d" \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_INVALID_SUPERIOR_USAGE_268=\u5c5e\u6027\u578b %s \u306e\u5b9a\u7fa9\u306f\u7121\u52b9\u3067\u3059\u3002\u305d\u306e\u5c5e\u6027\u4f7f\u7528\u6cd5 %s \u304c\u305d\u306e\u4e0a\u4f4d\u578b %s \u306e\u4f7f\u7528\u6cd5\u3068\u540c\u3058\u3067\u306f\u3042\u308a\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_SUBTREE_SPECIFICATION_INVALID_269=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u30b5\u30d6\u30c4\u30ea\u30fc\u4ed5\u69d8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_NONCOLLECTIVE_FROM_COLLECTIVE_270=\u5c5e\u6027\u578b %s \u306e\u5b9a\u7fa9\u306f\u7121\u52b9\u3067\u3059\u3002\u96c6\u5408\u578b\u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u4e0a\u4f4d\u578b %s \u304c\u96c6\u5408\u578b\u3067\u3059
MILD_ERR_ATTR_SYNTAX_DCR_PROHIBITED_REQUIRED_BY_STRUCTURAL_271=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%1$s" \u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %3$s \u3067\u5fc5\u8981\u3068\u3055\u308c\u308b\u5c5e\u6027\u578b %2$s \u306e\u4f7f\u7528\u304c\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
MILD_ERR_ATTR_SYNTAX_DCR_PROHIBITED_REQUIRED_BY_AUXILIARY_272=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%1$s" \u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u88dc\u52a9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %3$s \u3067\u5fc5\u8981\u3068\u3055\u308c\u308b\u5c5e\u6027\u578b %2$s \u306e\u4f7f\u7528\u304c\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_NO_USER_MOD_NOT_OPERATIONAL_274=\u5c5e\u6027\u578b %s \u306e\u5b9a\u7fa9\u306f\u7121\u52b9\u3067\u3059\u3002NO-USER-MODIFICATION \u3068\u5ba3\u8a00\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u904b\u7528\u4e0a\u306e\u4f7f\u7528\u6cd5\u304c\u3042\u308a\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_ILLEGAL_FRACTION_CHAR_275=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5c0f\u6570\u70b9\u4ee5\u4e0b\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306b\u4e0d\u6b63\u306a\u6587\u5b57 %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_EMPTY_FRACTION_276=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5c0f\u6570\u70b9\u4ee5\u4e0b\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u30d4\u30ea\u30aa\u30c9\u306e\u5f8c\u306b\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u6570\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_NO_TIME_ZONE_INFO_277=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002'Z' \u307e\u305f\u306f\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u30aa\u30d5\u30bb\u30c3\u30c8\u3067\u7d42\u4e86\u3057\u3066\u3044\u307e\u305b\u3093
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_ILLEGAL_TIME_278=\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u6709\u52b9\u306a\u6c4e\u7528\u6642\u9593\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u7121\u52b9\u306a\u6642\u9593 (\u5b58\u5728\u3057\u306a\u3044\u65e5\u4ed8\u306a\u3069) \u3092\u8868\u3057\u3066\u3044\u307e\u3059:  %s
NOTICE_SCHEMA_IMPORT_FAILED_279=\u30b9\u30ad\u30fc\u30de\u8981\u7d20\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s\u3001%s
MILD_WARN_ATTR_INVALID_COLLATION_MATCHING_RULE_LOCALE_280=\u30ed\u30b1\u30fc\u30eb %s \u306f JVM \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u30a8\u30f3\u30c8\u30ea %s \u306e\u7167\u5408\u30eb\u30fc\u30eb %s \u306f\u7121\u52b9\u3067\u3059
MILD_WARN_ATTR_INVALID_COLLATION_MATCHING_RULE_FORMAT_281=\u6307\u5b9a\u3055\u308c\u305f\u7167\u5408\u30eb\u30fc\u30eb %s \u306b\u3001\u6709\u52b9\u306a\u5f62\u5f0f\u306e OID:LOCALE \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
MILD_ERR_ATTR_SYNTAX_DN_INVALID_REQUIRES_ESCAPE_CHAR_282=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8b58\u5225\u540d\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5c5e\u6027\u5024\u306e\u5148\u982d\u6587\u5b57 (\u4f4d\u7f6e %d) \u306f\u30a8\u30b9\u30b1\u30fc\u30d7\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u305f\u3081\u3067\u3059
MILD_ERR_ATTR_SYNTAX_ATTR_ILLEGAL_CHAR_283=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u5c5e\u6027\u578b\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 '%2$c' \u3092\u5c5e\u6027\u578b\u540d\u306b\u4f7f\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_ATTR_SYNTAX_ATTR_ILLEGAL_UNDERSCORE_CHAR_284=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u5c5e\u6027\u578b\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u3067\u306a\u3044\u304b\u304e\u308a\u3001\u5c5e\u6027\u578b\u540d\u306b\u4e0b\u7dda\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_ATTR_SYNTAX_ATTR_ILLEGAL_INITIAL_DASH_285=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u5c5e\u6027\u578b\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30cf\u30a4\u30d5\u30f3\u6587\u5b57\u3092\u5c5e\u6027\u578b\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_ATTR_SYNTAX_ATTR_ILLEGAL_INITIAL_UNDERSCORE_286=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u5c5e\u6027\u578b\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u306a\u5834\u5408\u3067\u3082\u3001\u4e0b\u7dda\u6587\u5b57\u3092\u5c5e\u6027\u578b\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_ATTR_SYNTAX_ATTR_ILLEGAL_INITIAL_DIGIT_287=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u5c5e\u6027\u578b\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u540d\u524d\u304c OID \u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u304b\u3001%3$s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u3067\u306a\u3044\u304b\u304e\u308a\u3001\u6570\u5b57 '%2$c' \u3092\u5c5e\u6027\u578b\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_OC_SYNTAX_ATTR_ILLEGAL_CHAR_288=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306e\u6587\u5b57 '%2$c' \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u540d\u306b\u4f7f\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_OC_SYNTAX_ATTR_ILLEGAL_UNDERSCORE_CHAR_289=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u3067\u306a\u3044\u304b\u304e\u308a\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u540d\u306b\u4e0b\u7dda\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_OC_SYNTAX_ATTR_ILLEGAL_INITIAL_DASH_290=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30cf\u30a4\u30d5\u30f3\u6587\u5b57\u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_OC_SYNTAX_ATTR_ILLEGAL_INITIAL_UNDERSCORE_291=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002%s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u306a\u5834\u5408\u3067\u3082\u3001\u4e0b\u7dda\u6587\u5b57\u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_OC_SYNTAX_ATTR_ILLEGAL_INITIAL_DIGIT_292=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u540d\u524d\u304c OID \u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u304b\u3001%3$s \u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6709\u52b9\u3067\u306a\u3044\u304b\u304e\u308a\u3001\u6570\u5b57 '%2$c' \u3092\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u540d\u306e\u6700\u521d\u306e\u6587\u5b57\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3067\u3059
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_MULTIPLE_SUPERIOR_CLASS_293=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u4e0a\u4f4d\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u5b9a\u7fa9\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002OID %s \u3092\u542b\u3080\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u5b9a\u7fa9\u306f\u3001%s \u306e OID \u3092\u542b\u3080\u4e0a\u4f4d\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3092\u3059\u3067\u306b\u5ba3\u8a00\u3057\u3066\u3044\u308b\u305f\u3081\u3067\u3059\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u8907\u6570\u306e\u7d99\u627f\u306f\u73fe\u5728\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MILD_WARN_ATTR_INVALID_RELATIVE_TIME_ASSERTION_FORMAT_294=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6587\u5b57 '%c' \u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3067\u3059\u3002\u53d7\u3051\u5165\u308c\u53ef\u80fd\u306a\u5024\u306f s (\u79d2)\u3001m (\u5206)\u3001h (\u6642)\u3001d (\u65e5) \u304a\u3088\u3073 w (\u9031) \u3067\u3059
MILD_WARN_ATTR_INVALID_PARTIAL_TIME_ASSERTION_FORMAT_295=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6587\u5b57 '%c' \u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3067\u3059\u3002\u53d7\u3051\u5165\u308c\u53ef\u80fd\u306a\u5024\u306f s (\u79d2)\u3001m (\u5206)\u3001h (\u6642)\u3001D (\u65e5)\u3001M (\u6708) \u304a\u3088\u3073 Y (\u5e74) \u3067\u3059
MILD_WARN_ATTR_INVALID_SECOND_ASSERTION_FORMAT_296=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002"%d" \u306f\u6709\u52b9\u306a\u79d2\u6307\u5b9a\u3067\u306f\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_INVALID_DATE_ASSERTION_FORMAT_297=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002"%d" \u306f\u6709\u52b9\u306a\u65e5\u6307\u5b9a\u3067\u306f\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_INVALID_MONTH_ASSERTION_FORMAT_298=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002"%d" \u306f\u6709\u52b9\u306a\u6708\u6307\u5b9a\u3067\u306f\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_INVALID_YEAR_ASSERTION_FORMAT_299=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002"%d" \u306f\u6709\u52b9\u306a\u5e74\u6307\u5b9a\u3067\u306f\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_DUPLICATE_DATE_ASSERTION_FORMAT_300=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002DD (\u65e5) \u6307\u5b9a\u306b\u7af6\u5408\u3059\u308b\u5024 "%d" \u304c\u3042\u308b\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_DUPLICATE_MONTH_ASSERTION_FORMAT_301=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002MM (\u6708) \u6307\u5b9a\u306b\u7af6\u5408\u3059\u308b\u5024 "%d" \u304c\u3042\u308b\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_DUPLICATE_YEAR_ASSERTION_FORMAT_302=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002YYYY (\u5e74) \u6307\u5b9a\u306b\u7af6\u5408\u3059\u308b\u5024 "%d" \u304c\u3042\u308b\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_MISSING_YEAR_PARTIAL_TIME_ASSERTION_FORMAT_303=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5e74\u304c YYYY \u5f62\u5f0f\u3068\u3057\u3066\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_CONFLICTING_ASSERTION_FORMAT_304=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8907\u6570\u306e\u6642\u9593\u5358\u4f4d\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_LDAP_SYNTAX_ILLEGAL_CHAR_IN_OID_305=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 LDAP \u69cb\u6587\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002OID \u306e\u4f4d\u7f6e %3$d \u306b\u4e0d\u6b63\u306a\u6587\u5b57 %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u305f\u305f\u3081\u3067\u3059
MILD_ERR_ATTR_SYNTAX_LDAPSYNTAX_UNKNOWN_EXT_306=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092 LDAP \u69cb\u6587\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u8a8d\u8b58\u3055\u308c\u306a\u3044\u62e1\u5f35\u6a5f\u80fd %2$s \u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_SYNTAX_LDAPSYNTAX_REGEX_INVALID_VALUE_307=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u6b63\u898f\u8868\u73fe\u69cb\u6587\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30d1\u30bf\u30fc\u30f3 "%s" \u3068\u4e00\u81f4\u3057\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_SYNTAX_LDAPSYNTAX_REGEX_NO_PATTERN_308=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6b63\u898f\u8868\u73fe\u69cb\u6587\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6b63\u898f\u8868\u73fe\u30d1\u30bf\u30fc\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_SYNTAX_LDAPSYNTAX_REGEX_INVALID_PATTERN_309=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6b63\u898f\u8868\u73fe\u69cb\u6587\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6307\u5b9a\u3055\u308c\u305f\u6b63\u898f\u8868\u73fe\u30d1\u30bf\u30fc\u30f3 "%s" \u304c\u7121\u52b9\u3067\u3042\u308b\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_SYNTAX_LDAPSYNTAX_ENUM_INVALID_VALUE_310=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002OID "%s" \u3092\u542b\u3080\u5217\u6319\u69cb\u6587\u306b\u3088\u3063\u3066\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_SYNTAX_LDAPSYNTAX_ENUM_DUPLICATE_VALUE_311=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%1$s" \u3092\u5217\u6319\u69cb\u6587\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u4f4d\u7f6e %3$d \u306b\u91cd\u8907\u3059\u308b\u5024 "%2$s" \u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_INVALID_MINUTE_ASSERTION_FORMAT_312=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002"%d" \u306f\u6709\u52b9\u306a\u5206\u6307\u5b9a\u3067\u306f\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_INVALID_HOUR_ASSERTION_FORMAT_313=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002"%d" \u306f\u6709\u52b9\u306a\u6642\u9593\u6307\u5b9a\u3067\u306f\u306a\u3044\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_DUPLICATE_SECOND_ASSERTION_FORMAT_314=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002s (\u79d2) \u6307\u5b9a\u306b\u7af6\u5408\u3059\u308b\u5024 "%d" \u304c\u3042\u308b\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_DUPLICATE_MINUTE_ASSERTION_FORMAT_315=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002m (\u6708) \u6307\u5b9a\u306b\u7af6\u5408\u3059\u308b\u5024 "%d" \u304c\u3042\u308b\u305f\u3081\u3067\u3059
MILD_WARN_ATTR_DUPLICATE_HOUR_ASSERTION_FORMAT_316=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092\u6709\u52b9\u306a\u8868\u660e\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002h (\u6642\u9593) \u6307\u5b9a\u306b\u7af6\u5408\u3059\u308b\u5024 "%d" \u304c\u3042\u308b\u305f\u3081\u3067\u3059
