INFO_REVERT_DESCRIPTION_INTERACTIVE_1221=Zapytaj o jakiekolwiek brakuj\u0105ce informacje zamiast anulowania operacji
INFO_LISTBACKENDS_TOOL_DESCRIPTION_723=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do wy\u015bwietlenia listy zapleczy i bazowych DN skonfigurowanych na Directory Serverze
INFO_INSTALLDS_DESCRIPTION_HELP_498=Wy\u015bwietl informacje o u\u017cyciu
INFO_INSTALLDS_CERT_OPTION_SELF_SIGNED_1388=Wygeneruj certyfikat podpisany przez siebie (zalecane tylko podczas testowania)
INFO_DESCRIPTION_START_TLS_126=U\u017cyj StartTLS do bezpiecznej komunikacji z serwerem
INFO_PWPSTATE_DESCRIPTION_KSPWFILE_1107=Plik zawieraj\u0105cy PIN sk\u0142adu klucza certyfikatu
INFO_INSTALLDS_HEADER_POPULATE_TYPE_754=Opcje zape\u0142niania bazy danych:
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_RESET_STATE_1142=Wy\u015bwietl informacj\u0119 o tym czy u\u017cytkownik b\u0119dzie musia\u0142 zmnieni\u0107 has\u0142o przy nast\u0119pnej pomy\u015blnej autentykacji
INFO_INSTALLDS_CERT_OPTION_JKS_1389=U\u017cyj istniej\u0105cego certyfikatu po\u0142o\u017conego na Java Key Store (JKS)
INFO_DESCRIPTION_BINDDN_112=DN do po\u0142\u0105czenia z serwerem
INFO_INSTALLDS_SUMMARY_1602=Podsumowanie Instalacji%n=============
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_CHANGED_TIME_1123=Wy\u015bwietl czas kiedy has\u0142o u\u017cytkownika ostatnio zosta\u0142o zmienione
INFO_REBUILDINDEX_DESCRIPTION_BASE_DN_850=Bazowa DN zaplecza wspieraj\u0105cego indesowanie. Odbudowa jest przeprowadzana na indeksach w obr\u0119bie podanej bazowej DN
INFO_DESCRIPTION_PWPSTATE_GET_LAST_LOGIN_TIME_1138=Wy\u015bwietl czas kiedy u\u017cytkownika ostatnio autentykowa\u0142 si\u0119 na serwerze
INFO_MAKELDIF_DESCRIPTION_HELP_579=Poka\u017c informacje o u\u017cyciu
INFO_LDIFIMPORT_DESCRIPTION_RANDOM_SEED_609=Ziarno dla generatora liczb losowych MakeLDIF
INFO_LDIFIMPORT_DESCRIPTION_SKIP_SCHEMA_VALIDATION_339=Pomi\u0144 schemat ratyfikowania podczas importu LDIF
INFO_STOPDS_DESCRIPTION_RESTART_412=Pr\u00f3buj automatycznie restartowa\u0107 serwer gdy zostanie zatrzymany
INFO_LDIFIMPORT_DESCRIPTION_QUIET_532=U\u017cyj trybu cichego (brak komunikat\u00f3w)
INFO_DESCRIPTION_LDAP_CONNECTION_ARGS_1467=Opcje Po\u0142\u0105czenia LDAP
INFO_REVERT_DESCRIPTION_RECENT_1220=Instalacja zostanie przywr\u00f3cona do stanu sprzed najnowszej aktualizacji
INFO_DESCRIPTION_RECURRING_TASK_1654=Wskazuje, \u017ce zadanie jest cykliczne i b\u0119dzie zaplanowane zgodnie z warto\u015bciami argumentu przedstawionego w formie kompatybilnej z crontab(5)
INFO_INSTALLDS_PROMPT_ENABLE_SSL_1380=Czy chcesz w\u0142\u0105czy\u0107 SSL?
INFO_LDIFMODIFY_DESCRIPTION_CHANGES_621=Plik LDIF zawieraj\u0105cy zmiany do wprowadzenia
INFO_INSTALLDS_TOOL_DESCRIPTION_688=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do zainstalowania Directory Server
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_IDLE_LOCKOUT_1141=Wy\u015bwietl okres czasu w sekundach do momentu gdy konto u\u017cytkownika zostanie zablokowane, poniewa\u017c by\u0142o bezczynne za d\u0142ugo
INFO_RESTOREDB_DESCRIPTION_VERIFY_ONLY_295=Weryfikuj zawarto\u015b\u0107 backupu ale nie przywracaj jej
INFO_RESTOREDB_DESCRIPTION_LIST_BACKUPS_294=Lista dost\u0119pnych backup\u00f3w w katalogu backupu
INFO_LDAP_CONN_DESCRIPTION_KSPWFILE_1311=Plik zawieraj\u0105cy PIN sk\u0142adu klucza certyfikatu
INFO_PWPSTATE_DESCRIPTION_SHOWUSAGE_1111=Wy\u015bwietl informacje o u\u017cyciu
INFO_REVERT_DESCRIPTION_DIRECTORY_1219=Katalog w kt\u00f3rym pliki rewersji s\u0105 przechowywane  To powinien by\u0107 podkatalog katalogu 'history' utworzonego podczas aktualizacji
INFO_MAKELDIF_TOOL_DESCRIPTION_697=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do generowania danych LDIF w oparciu o definicje z pliku szablonu
INFO_LDIFMODIFY_DESCRIPTION_SOURCE_620=Plik LDIF zawieraj\u0105cy dane przeznaczone do uaktualnienia
INFO_PROCESSING_OPERATION_104=Przetwarzam \u017c\u0105danie %s dla %s
INFO_DESCRIPTION_TASK_LDAP_ARGS_1464=Opcje Po\u0142\u0105czenia Z Zapleczem Zada\u0144
INFO_PWPSTATE_DESCRIPTION_HOST_1095=Nazwa hosta lub adres IP Directory Servera
INFO_RESTOREDB_TOOL_DESCRIPTION_698=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do przywr\u00f3cenia backupu zaplecza Directory Servera
INFO_TASKINFO_TOOL_DESCRIPTION_1412=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do otrzymania listy zada\u0144 zaplanowanych do uruchomienia na Directory Serverze, jak r\u00f3wnie\u017c informacji na temat indywidualnych zada\u0144
INFO_PROMPT_NO_COMPLETE_ANSWER_1665=nie
INFO_PROMPTTM_YESNO_PROMPT_800=Prosz\u0119 poda\u0107 "yes" lub "no":
INFO_BACKUPDB_TOOL_DESCRIPTION_683=To narz\u0119dzie mo\u017ce by\u0107 wykorzystane do backupu jednego lub wi\u0119cej zaplecz Directory Server
INFO_LDAP_CONN_DESCRIPTION_PORT_1301=Numer portu serwera us\u0142ug katalogowych
INFO_INSTALLDS_DESCRIPTION_SILENT_489=Uruchom instalacj\u0119 w trybie cichym.  Tryb cichy nie b\u0119dzie wypisywa\u0142 informacji o post\u0119pie na standardowym wyj\u015bciu
INFO_UPGRADE_DESCRIPTION_NO_PROMPT_1191=U\u017cyj trybu nieinteraktywnego  Zapytaj o jakiekolwiek brakuj\u0105ce informacje zamiast anulowania operacji
INFO_LDAP_CONN_DESCRIPTION_BINDDN_1304=DN do po\u0142\u0105czenia z serwerem
INFO_LDIFDIFF_DESCRIPTION_OVERWRITE_EXISTING_446=Jakikolwiek istniej\u0105cy plik zostanie nadpisany zamiast do\u0142\u0105czania do niego
INFO_LDIFEXPORT_DESCRIPTION_EXCLUDE_ATTRIBUTE_38=Atrybut, kt\u00f3ry ma by\u0107 wy\u0142\u0105czony z eksportu do LDIF
INFO_INSTALLDS_DESCRIPTION_KEYSTOREPASSWORD_FILE_1404=Plik zawieraj\u0105cy PIN sk\u0142adu klucza certyfikatu  PIN jest wymagany, gdy chcesz u\u017cywa\u0107 istniej\u0105cy certyfikat (JKS, JCEKS, PKCS#12 lub PKCS#11) jako certyfikat serwera
INFO_INSTALLDS_DESCRIPTION_ADDBASE_491=Okre\u015bla czy utworzy\u0107 bazowy wpis w bazie danych Directory Server.
INFO_SEARCH_DESCRIPTION_SEARCH_SCOPE_134=Zasi\u0119g szukania ('base', 'one', 'sub', or 'subordinate')
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_AUTH_FAILURE_UNLOCK_1136=Wy\u015bwietl okres czasu w sekundach do momentu gdy wyga\u015bnie blokada po nieudanej autentykacji
MILD_ERR_LDAPAUTH_SIMPLE_BIND_FAILED_141=Prosty pr\u00f3ba po\u0142\u0105czenia nie powiod\u0142a si\u0119
INFO_WAIT4DEL_DESCRIPTION_HELP_678=Wy\u015bwietla informacje o sposobie u\u017cycia
INFO_INSTALLDS_PROMPT_NUM_ENTRIES_781=Prosz\u0119 poda\u0107 ilo\u015b\u0107 wpis\u00f3w u\u017cytkownik\u00f3w do wygenerowania:
SEVERE_ERR_INSTALLDS_TWO_CONFLICTING_ARGUMENTS_507=B\u0141\u0104D:  Nie mo\u017cesz poda\u0107 obydwu arument\u00f3w %s i %s w tym samym czasie
NOTICE_BACKUPDB_COMPLETED_WITH_ERRORS_282=Proces backupu zako\u0144czony z jednym lub wiecej b\u0142\u0119dami
INFO_BACKUPDB_DESCRIPTION_ENCRYPT_250=Szyfruj zawarto\u015b\u0107 backupu
INFO_ENCPW_DESCRIPTION_LISTSCHEMES_7=Wy\u015bwietl dost\u0119pne schematy sk\u0142adowania hase\u0142
INFO_TASKINFO_CMD_REFRESH_1415=od\u015bwie\u017c
INFO_LDAPPWMOD_DESCRIPTION_KEYSTORE_649=\u015acie\u017cka do sk\u0142adu klucza do u\u017cycia podczas ustanawiania komunikacji SSL/TLS z serwerem
INFO_LDIFEXPORT_DESCRIPTION_EXCLUDE_BRANCH_36=Bazowa DN ga\u0142\u0119zi, kt\u00f3ra ma by\u0107 pomini\u0119ta podczas eksportu do LDIF
INFO_ENCPW_DESCRIPTION_CLEAR_PW_8=Niezakodowana posta\u0107 has\u0142a do zakodowania lub do por\u00f3wnania z zakodowanym has\u0142em
SEVERE_ERR_LDIFSEARCH_CANNOT_CREATE_READER_435=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by utworzenia czytelnika LDIF:  %s
INFO_INSTALLDS_DESCRIPTION_ROOTDN_495=DN dla pocz\u0105tkowego u\u017cytkownika root dla Directory Server
INFO_VERIFYINDEX_DESCRIPTION_INDEX_NAME_208=Nazwa indeksu do zweryfikowania Dla indeksu atrybutu jest to po prostu nazwa atrybutu Wiele indeks\u00f3w mo\u017ce by\u0107 zweryfikowanych pod wzgl\u0119dem kompletno\u015bci lub wszyskie indeksy je\u017celi nie podano \u017cadnego.  Indeks jest kompletny je\u015bli ka\u017cda warto\u015b\u0107 indeksu wskazuje wszystkie wpisy zawieraj\u0105ce t\u0105 warto\u015b\u0107
INFO_UPGRADE_DESCRIPTION_SILENT_1192=Przeprowad\u017a cich\u0105 aktualizacj\u0119 lub zmien\u0119 wersji
INFO_INSTALLDS_PROMPT_ADMINCONNECTORPORT_1618=Na kt\u00f3rym porcie Administrator Connector powinien akceptowa\u0107 po\u0142\u0105czenia?
INFO_INSTALLDS_DESCRIPTION_NO_PROMPT_1409=Przeprowad\u017a instalacj\u0119 w trybie nieinteraktywnym.  Je\u015bli jakie\u015b dane nie zostan\u0105 podane w poleceniu, u\u017cytkownik nie zostanie o nie zapytany i instalacja si\u0119 nie powiedzie
INFO_ENCPW_DESCRIPTION_ENCODED_PW_10=Zakodowane has\u0142o do por\u00f3wnania z niezakodowanym has\u0142em
INFO_INSTALLDS_PROMPT_ROOT_DN_512=Co chcesz u\u017cy\u0107 jako pocz\u0105tkow\u0105 DN u\u017cytkownika root dla Directory Server?
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_REQUIRED_CHANGE_TIME_1154=Wy\u015bwietl okres czasu w sekundach jaki u\u017cytkownik ma do zmiany has\u0142a zanim jego/jej konto zostanie zablokowane
INFO_CONFIGDS_DESCRIPTION_BASE_DN_465=Bazowa DN informacji o u\u017cytkownikach w Directory Server.  Wiele bazowych DN mo\u017ce zosta\u0107 wyszczeg\u00f3lnionych poprzez podanie opcji wiele razy
INFO_LDIFEXPORT_DESCRIPTION_INCLUDE_ATTRIBUTE_37=Atrybut, kt\u00f3ry ma by\u0107 w\u0142\u0105czony do eksportu do LDIF
INFO_LDIFEXPORT_DESCRIPTION_INCLUDE_FILTER_39=Filtr identyfikuj\u0105cy wpisy w\u0142\u0105czone do eksportu do LDIF
INFO_CREATERC_TOOL_DESCRIPTION_1322=Utw\u00f3rz skrypt RC, kt\u00f3ry mo\u017ce by\u0107 wykorzystany do wystartowania, zatrzymania i restartu Directory Servera na systemach UNIX
INFO_LDIFSEARCH_DESCRIPTION_FILTER_FILE_419=\u015acie\u017cka pliku zawieraj\u0105cego filtry wyszukiwania do u\u017cycia  Je\u015bli nie podano, wtedy filtr musi zosta\u0107 podany w wierszu polece\u0144 za wszystkimi opcjami konfiguracyjnymi
INFO_LDAPPWMOD_DESCRIPTION_TRUSTSTORE_PIN_784=PIN potrzebny przy dost\u0119pie do zawarto\u015bci sk\u0142adu zaufania
INFO_BACKUPDB_DESCRIPTION_COMPRESS_249=Kompresuj zawarto\u015b\u0107 backupu
INFO_INSTALLDS_POPULATE_OPTION_LEAVE_EMPTY_756=Zostaw pust\u0105 baz\u0119 danych
INFO_INSTALLDS_DESCRIPTION_USE_JCEKS_1623=\u015acie\u017cka do JCEKS zawieraj\u0105cego certyfikat, kt\u00f3ry ma by\u0107 u\u017cyty jako certyfikat serwera
INFO_REBUILDINDEX_TOOL_DESCRIPTION_849=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do odbudowania danych indeksu w obr\u0119bie zaplecza opartego o Berkeley DB Java Edition
INFO_JAVAPROPERTIES_DESCRIPTION_SILENT_1487=Uruchom narz\u0119dzie w trybie cichym.  Tryb cichy nie b\u0119dzie wypisywa\u0142 informacji o post\u0119pie na standardowym wyj\u015bciu
INFO_INSTALLDS_INITIALIZING_534=Prosz\u0119 czeka\u0107 podczas inicjalizacji programu instalacyjnego...
INFO_BACKUPDB_DESCRIPTION_HASH_251=Generuj sum\u0119 kontroln\u0105 zawarto\u015bci backupu
INFO_DESCRIPTION_TRUSTALL_111=Ufaj wszystkim certyfikatom SSL serwera
INFO_SEARCH_DESCRIPTION_BASEDN_131=Szukaj bazowej DN
INFO_LISTBACKENDS_DESCRIPTION_HELP_728=Wy\u015bwietl informacje o u\u017cyciu
SEVERE_ERR_CONFIGDS_PORT_ALREADY_SPECIFIED_1211=B\u0141\u0104D:  Poda\u0142e\u015b warto\u015b\u0107 %s dla innych port\u00f3w
INFO_MAKELDIF_DESCRIPTION_LDIF_577=\u015acie\u017cka do pliku LDIF, kt\u00f3ry ma by\u0107 zapisany
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_POLICY_DN_1113=Wy\u015bwietl DN polityki hase\u0142 dla u\u017cytkownika
INFO_DESCRIPTION_CERT_NICKNAME_805=Przydomek certyfikatu dla autentykacji SSL klienta
INFO_LDIFSEARCH_DESCRIPTION_OVERWRITE_EXISTING_421=Jakikolwiek istniej\u0105cy plik zostanie nadpisany zamiast do\u0142\u0105czania do niego
INFO_STOPDS_DESCRIPTION_SASLOPTIONS_381=Opcje SASL po\u0142\u0105czenia
INFO_LDIFDIFF_DESCRIPTION_IGNORE_ATTRS_1612=Plik zawieraj\u0105cy list\u0119 atrybut\u00f3w ignorowanych przy obliczaniu r\u00f3\u017cnicy
INFO_DESCRIPTION_DBTEST_BACKEND_ID_1331=ID zaplecza JE do debugowania
INFO_DESCRIPTION_VLV_878=U\u017cyj wirtualnej kontroli widoku listy do odebrania podanej strony wynik\u00f3w
INFO_LDIFDIFF_DESCRIPTION_SOURCE_LDIF_443=Plik LDIF do u\u017cycia jako \u017ar\u00f3d\u0142o danych
INFO_DESCRIPTION_NO_PROP_FILE_1462=Nie zostanie u\u017cyty \u017caden plik z domy\u015blnymi argumentami komendy wiersza polece\u0144
INFO_DESCRIPTION_PWPSTATE_GET_REMAINING_GRACE_LOGIN_COUNT_1150=Wy\u015bwietl ilo\u015b\u0107 pozosta\u0142ych \u0142askawych logowa\u0144 (grace login) dla u\u017cytkownika
INFO_TASK_TOOL_TASK_SCHEDULED_FUTURE_1458=%s zadanie %s zaplanowano do wykonania %s
INFO_DESCRIPTION_BINDPASSWORD_113=Has\u0142o do po\u0142\u0105czenia z serwerem
INFO_INSTALLDS_DESCRIPTION_USE_PKCS11_1400=U\u017cyj certyfikatu w tokenie PKCS#11, kt\u00f3ry serwer powinien u\u017cy\u0107 podczas akceptowania po\u0142\u0105cze\u0144 SSL lub podczas negocjacji StartTLS
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_PASSWORD_EXP_WARNING_1130=Wy\u015bwietl okres czasu w sekundach do momentu gdy u\u017cytkownik powinien zacz\u0105\u0107 dostawa\u0107 ostrze\u017cenia o wyga\u015bni\u0119ciu has\u0142a
INFO_PWPSTATE_DESCRIPTION_KSPW_1106=PIN sk\u0142adu klucza certyfikatu
INFO_STOPDS_SERVER_ALREADY_STOPPED_802=Serwer zosta\u0142 ju\u017c zatrzymany
INFO_CONFIGDS_DESCRIPTION_ROOT_PW_FILE_468=\u015acie\u017cka pliku zawieraj\u0105cego has\u0142o dla pocz\u0105tkowego u\u017cytkownia root dla Directory Server
INFO_LDAPPWMOD_DESCRIPTION_USE_STARTTLS_647=U\u017cyj StartTLS do zabezpieczenia komunikacji z Directory Server
INFO_LDIFEXPORT_DESCRIPTION_EXCLUDE_OPERATIONAL_785=Wy\u0142\u0105cz atrybuty operacji z eksportu LDIF
INFO_DESCRIPTION_TYPES_ONLY_338=Przywr\u00f3\u0107 tylko nazwy atrybut\u00f3w ale nie ich warto\u015bci
INFO_DESCRIPTION_NO_PROMPT_1077=U\u017cyj trybu nieinteraktywnego  Je\u015bli brakuj\u0105 dane w poleceniu, u\u017cytkownik nie jest o nie pytany i praca narz\u0119dzia si\u0119 nie powiedzie
INFO_BACKUPDB_DESCRIPTION_BACKUP_ALL_274=Backupuj wszystkie zaplecza na serwerze
INFO_DESCRIPTION_SIMPLE_PAGE_SIZE_790=U\u017cyj prostej stronicowej kontroli rezultat\u00f3w z podan\u0105 wielko\u015bci\u0105 strony
INFO_LDAPPWMOD_DESCRIPTION_PROVIDE_DN_FOR_AUTHZID_641=U\u017cyj po\u0142\u0105czeniowej DN jako ID autoryzacji dla operacji zmiany has\u0142a
INFO_DESCRIPTION_PROP_FILE_PATH_1461=\u015acie\u017cka pliku zawieraj\u0105cego domy\u015blne warto\u015bci u\u017cyte jako argumenty komendy wiersza polece\u0144
INFO_DESCRIPTION_OPERATION_BOOLEAN_VALUE_1116='true' do okre\u015bla, \u017ce konto jest zablokowane lub 'false' do okre\u015blenia, \u017ce konto nie jest zablokowane
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_ACCOUNT_EXPIRATION_1122=Wy\u015bwietl okres czasu w sekudach do momentu utraty wa\u017cno\u015bci przez konto u\u017cytkownika
INFO_PROMPTTM_SERVER_CERT_799=Serwer u\u017cywa nast\u0119puj\u0105cego certyfikatu: \n    DN Tematu:  %s\n    DN Podmiotu:  %s\n    Wa\u017cno\u015b\u0107:  %s przez %s\nCzy chcesz zaufa\u0107 temu certyfikatowi i kontynuowa\u0107 \u0142\u0105czenie z serwerem?
INFO_LDIFIMPORT_DESCRIPTION_TEMPLATE_FILE_603=\u015acie\u017cka do szablonu MakeLDIF u\u017cywanego do generowania danych do importu
INFO_STOPDS_DESCRIPTION_TSPWFILE_391=Plik PIN sk\u0142adu zaufania certyfikatu
INFO_DESCRIPTION_SHOWUSAGE_122=Wy\u015bwietl informacje o u\u017cyciu
INFO_STOPDS_DESCRIPTION_HOST_374=Nazwa hosta lub adres IP serwera us\u0142ug katalogowych
INFO_DESCRIPTION_PWPSTATE_GET_ACCOUNT_EXPIRATION_TIME_1118=Wy\u015bwietl kiedy konto u\u017cytkownika straci wa\u017cno\u015b\u0107
INFO_DESCRIPTION_MATCHED_VALUES_FILTER_364=U\u017cyj kontroli pasuj\u0105cych warto\u015bci LDAP z podanym filtrem
INFO_DESCRIPTION_ADMIN_PORT_1622=Port administracyjny Directory Servera
INFO_LDIFMODIFY_DESCRIPTION_HELP_623=Wy\u015bwietla informacje o sposobie u\u017cycia
INFO_MODIFY_DESCRIPTION_DEFAULT_ADD_130=Traktuj rekordy bez typu zmiany jako operacje dodania
INFO_DESCRIPTION_KEYSTOREPASSWORD_FILE_720=Plik zawieraj\u0105cy PIN sk\u0142adu klucza certyfikatu
INFO_LDAPPWMOD_DESCRIPTION_AUTHZID_640=ID autoryzacji u\u017cytkownika, kt\u00f3rego has\u0142o powinno zosta\u0107 zmienione
INFO_DESCRIPTION_HOST_120=Nazwa hosta lub adres IP serwera us\u0142ug katalogowych
INFO_INSTALLDS_CERT_OPTION_PKCS12_1390=U\u017cyj istniej\u0105cego certyfikatu po\u0142o\u017conego w sk\u0142adzie klucza PKCS#12
INFO_STOPDS_DESCRIPTION_TRUST_ALL_385=Ufaj wszystkim certyfikatom SSL serwera
INFO_LDAPPWMOD_DESCRIPTION_BIND_PW_638=Has\u0142o do po\u0142\u0105czenia z serwerem
INFO_INSTALLDS_PROMPT_LDAPPORT_509=Na kt\u00f3rym porcie chcesz aby Directory Server akceptowa\u0142 po\u0142\u0105czenia od klient\u00f3w LDAP?
INFO_BACKUPDB_DESCRIPTION_SIGN_HASH_252=Podpisz sum\u0119 kontroln\u0105 zawarto\u015b\u0107i backupu
INFO_LDAP_CONN_DESCRIPTION_TSPWFILE_1314=Plik zawieraj\u0105cy PIN sk\u0142adu zaufania certyfikatu
INFO_LDAPPWMOD_DESCRIPTION_TRUSTSTORE_651=\u015acie\u017cka do sk\u0142adu zaufania do u\u017cycia podczas ustanawiania komunikacji SSL/TLS z serwerem
INFO_INSTALLDS_DESCRIPTION_USE_PKCS12_1402=\u015acie\u017cka sk\u0142adu klucza PKCS#12 zawieraj\u0105cego certyfikat, kt\u00f3ry serwer powinien u\u017cy\u0107 podczas akceptowania po\u0142\u0105cze\u0144 SSL lub podczas negocjacji StartTLS
INFO_DESCRIPTION_COUNT_ENTRIES_750=Licz ilo\u015b\u0107 wpis\u00f3w zwr\u00f3conych przez serwer
INFO_LDAPPWMOD_DESCRIPTION_BIND_PW_FILE_639=\u015acie\u017cka pliku zawieraj\u0105cego has\u0142o do po\u0142\u0105czenia z serwerem
INFO_PWPSTATE_DESCRIPTION_KSFILE_1105=\u015acie\u017cka sk\u0142adu klucza certyfkatu
INFO_DESCRIPTION_TRUSTSTOREPASSWORD_721=PIN sk\u0142adu zaufania certyfikatu
INFO_BACKUPDB_DESCRIPTION_BACKUP_DIR_247=\u015acie\u017cka docelowego katalogu na plik(i) backupu
SEVERE_ERR_TOOL_ERROR_MESSAGE_811=Dodatkowe Informacje:  %s
INFO_INSTALLDS_DESCRIPTION_DO_NOT_START_1396=Nie uruchamiaj serwera po zako\u0144czeniu konfiguracji
INFO_LDAP_CONN_DESCRIPTION_BINDPW_1305=Has\u0142o do po\u0142\u0105czenia z serwerem
INFO_ENCPW_DESCRIPTION_SCHEME_14=Schemat u\u017cyty dla zakodowanego has\u0142a
INFO_INSTALLDS_POPULATE_OPTION_BASE_ONLY_755=Utw\u00f3rz tylko bazowy wpis
INFO_LDAPPWMOD_DESCRIPTION_CURRENTPW_644=Aktualne has\u0142o docelowego u\u017cytkownika
INFO_STOPDS_DESCRIPTION_BINDPW_379=Has\u0142o do po\u0142\u0105czenia z serwerem
INFO_LDIFEXPORT_DESCRIPTION_APPEND_TO_LDIF_34=Do\u0142\u0105cz do istniej\u0105cego pliku LDIF zamiast nadpisywania go
INFO_SEARCH_DESCRIPTION_TIME_LIMIT_133=Maksymalny czas w sekundach przeznaczony na operacj\u0119 szukania
INFO_LABEL_DBTEST_BASE_DN_1344=Podstawowy DN
INFO_INSTALLDS_POPULATE_OPTION_GENERATE_SAMPLE_758=\u0141aduj wygenerowane automatycznie przykladowe dane
INFO_DESCRIPTION_TASK_FAILED_DEPENDENCY_ACTION_1472=Akcja jak\u0105 wykona to zadanie, je\u017celi jedno z zada\u0144 zale\u017cnych nie powiedzie si\u0119.  Warto\u015b\u0107 musi by\u0107 jednym z %s. Je\u015bli nie podano, u\u017cyta zostanie warto\u015b\u0107 domy\u015blna %s
SEVERE_ERR_ERROR_PARSING_ARGS_17=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przetwarzania argument\u00f3w wiersza polece\u0144:  %s
INFO_LDAPPWMOD_DESCRIPTION_NEWPW_642=Nowe has\u0142o dla docelowego u\u017cytkownika
INFO_LDIFIMPORT_DESCRIPTION_EXCLUDE_ATTRIBUTE_75=Atrybut, kt\u00f3ry ma by\u0107 wy\u0142\u0105czony z importu z LDIF
INFO_DESCRIPTION_KEYSTOREPASSWORD_119=PIN sk\u0142adu klucza certyfikatu
INFO_DESCRIPTION_PRODUCT_VERSION_891=Wy\u015bwietl informacje o wersji Directory Server
INFO_PWPSTATE_DESCRIPTION_USESSL_1097=U\u017cyj SSL do bezpiecznej komunikacji z serwerem
INFO_DESCRIPTION_QUIET_1075=U\u017cyj trybu cichego
INFO_INSTALLDS_PROMPT_ROOT_PASSWORD_514=Prosz\u0119 poda\u0107 has\u0142o dla pocz\u0105tkowego u\u017cytkownika root:
INFO_DESCRIPTION_PWPSTATE_GET_ACCOUNT_DISABLED_STATE_1114=Wy\u015bwietl informacje o tym, czy konto u\u017cytkownika zosta\u0142o zablokowane przez administratora
NOTICE_BACKUPDB_COMPLETED_SUCCESSFULLY_283=Proces backupu zako\u0144czony pomy\u015blnie
INFO_CREATERC_USER_DESCRIPTION_1375=Nazwa konta u\u017cytkownika pod kt\u00f3r\u0105 serwer powinien dzia\u0142a\u0107
INFO_LDIFSEARCH_DESCRIPTION_DONT_WRAP_422=D\u0142ugie linie nie b\u0119d\u0105 zawijane
INFO_LISTBACKENDS_LABEL_BACKEND_ID_740=ID Zaplecza
INFO_DESCRIPTION_PORT_121=Numer portu serwera us\u0142ug katalogowych
INFO_DESCRIPTION_GENERAL_ARGS_1465=Opcje Og\u00f3lne
INFO_STOPDS_DESCRIPTION_KSPW_387=PIN sk\u0142adu klucza certyfikatu
INFO_LISTBACKENDS_DESCRIPTION_BACKEND_ID_726=ID zaplecza, kt\u00f3rego bazowe DN nazle\u017cy wy\u015bwietli\u0107
INFO_STOPDS_DESCRIPTION_BINDPWFILE_380=Plik z has\u0142em po\u0142\u0105czeniowym
INFO_LDIFSEARCH_TOOL_DESCRIPTION_696=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do przeprowadzenia operacji szukania danych w pliku LDIF
INFO_DESCRIPTION_REPORT_AUTHZID_361=U\u017cyj kontroli autoryzacji to\u017csamo\u015bci
INFO_DESCRIPTION_VERBOSE_116=U\u017cyj trybu gadatliwego
INFO_DESCRIPTION_DONT_WRAP_215=Nie zawijaj d\u0142ugich linii
INFO_LDIFIMPORT_DESCRIPTION_APPEND_70=Do\u0142\u0105cz do istniej\u0105cej bazy danych zamiast nadpisywania jej
INFO_LDIFIMPORT_DESCRIPTION_CLEAR_BACKEND_1251=Usu\u0144 wszystkie wpisy wszystkich bazowych DN w zapleczu przed importowaniem
INFO_INSTALLDS_PROMPT_CONFIRM_ROOT_PASSWORD_515=Prosz\u0119 ponownie wprowadzi\u0107 has\u0142o dla potwierdzenia:
INFO_DESCRIPTION_ASSERTION_FILTER_342=U\u017cyj kontroli za\u0142o\u017ce\u0144 LDAP za pomoc\u0105 podanego filtra
INFO_DESCRIPTION_DBTEST_MIN_DATA_SIZE_1340=Poka\u017c tylko te rekordy, kt\u00f3rych warto\u015b\u0107 jest nie mniejsza ni\u017c podana warto\u015b\u0107
INFO_LDIFSEARCH_DESCRIPTION_BASEDN_415=Bazowa DN do wyszukania  Wiele bazowych DN mo\u017ce zosta\u0107 wyszczeg\u00f3lnionych poprzez podanie opcji wiele razy.  Je\u015bli nie podano bazowej DN, wtedy g\u0142\u00f3wna DSE zostanie u\u017cyta
SEVERE_ERR_LDAP_CONN_CANNOT_CONNECT_1299=ERROR:  Cannot establish a connection to the Directory Server %s.  Verify that the server is running and that the provided credentials are valid.  Szczeg\u00f3\u0142y: %s
INFO_LDAPMODIFY_TOOL_DESCRIPTION_691=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do przeprowadzenia operacji modyfikacji, dodania, usuni\u0119cia LDAP i modyfikacji DN na Directory Server
INFO_INSTALLDS_DESCRIPTION_ENABLE_STARTTLS_1397=W\u0142\u0105cz StartTLS aby zapewni\u0107 bezpieczn\u0105 komunikacj\u0119 z serwerem u\u017cywaj\u0105c portu LDAP
INFO_LDIFDIFF_DESCRIPTION_SINGLE_VALUE_CHANGES_794=Ka\u017cda zmiana na poziomie atrybutu powinna by\u0107 zapisana jako oddzielna modyfikacja dla danej warto\u015bci atrybutu, zamiast jednej modyfikacji na wpis
INFO_PWPSTATE_DESCRIPTION_TSPW_1109=PIN sk\u0142adu zaufania certyfikatu
INFO_INSTALLDS_CANCEL_1606=Anuluj ustawianie
INFO_DESCRIPTION_PWPSTATE_GET_AUTH_FAILURE_TIMES_1131=Wy\u015bwietl ilo\u015b\u0107 nieudanych pr\u00f3b autentykacji dla u\u017cytkownika
INFO_INSTALLDS_HEADER_CERT_TYPE_1387=Opcje serwera certyfikat\u00f3w:
INFO_LDAP_CONN_DESCRIPTION_USESSL_1302=U\u017cyj SSL do bezpiecznej komunikacji z serwerem
INFO_INSTALLDS_PROMPT_LDAPSPORT_1381=Na jakim porcie Directory Server powinien akceptowa\u0107 po\u0142\u0105czenia od klient\u00f3w LDAP?
INFO_LDIFEXPORT_DESCRIPTION_BACKEND_ID_35=ID zaplecza do eksportowania
INFO_INSTALLDS_PROVIDE_DATA_AGAIN_1605=Podaj ponownie parametry ustawienia
INFO_DESCRIPTION_EFFECTIVERIGHTS_ATTR_889=Okre\u015bla specyficzn\u0105 list\u0119 atrybut\u00f3w geteffectiverights
INFO_JAVAPROPERTIES_TOOL_DESCRIPTION_1486=This utility can be used to change the java arguments and java home that are used by the different server commands.%n%nPrzed uruchamianiem tego polecenia, edytuj plik w\u0142a\u015bciwo\u015bci zlokalizowany w %s aby okre\u015bli\u0107 argumenty java i \u015bcie\u017ck\u0119 java. Gdy ju\u017c wyedytowa\u0142e\u015b plik w\u0142a\u015bciwo\u015bci, uruchom to polecenie, aby zmiany zosta\u0142y zastosowane.%n%nNote that the changes will only apply to this server installation. Zmienne \u015brodowiskowe nie b\u0119d\u0105 zmieniane
INFO_DESCRIPTION_NOOP_327=Poka\u017c co by\u0142oby zrobione ale nie wykonuj \u017cadnej operacji
INFO_OPERATION_SUCCESSFUL_106=Operacja %s powiod\u0142a si\u0119 dla DN %s
INFO_CREATERC_JAVA_HOME_DESCRIPTION_1376=\u015acie\u017cka do instalacji Java, kt\u00f3ra powinna by\u0107 u\u017cyta do uruchomienia serwera
INFO_INSTALLDS_DESCRIPTION_CLI_752=U\u017cyj instalacji w wierszu polece\u0144 Je\u015bli nie u\u017cyto tej opcji, interfejs graficzny zostanie uruchomiony.  Reszta opcji (z wyj\u0105tkiem help i version) b\u0119dzie brana pod uwag\u0119 jedynie przy tej opcji w\u0142\u0105czonej
INFO_LDAPAUTH_PASSWORD_PROMPT_199=Has\u0142o dla u\u017cytkownika '%s':
INFO_DESCRIPTION_CONTINUE_ON_ERROR_124=Kontynuuj prztwarzanie nawet je\u015bli wyst\u0105pi\u0142y b\u0142\u0119dy
SEVERE_ERR_LDIFIMPORT_ERROR_DURING_IMPORT_96=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by przetworzenia importu LDIF:  %s
INFO_INSTALLDS_DESCRIPTION_ADMINCONNECTORPORT_1619=Port na kt\u00f3rym Administrator Connector powinien nas\u0142uchiwa\u0107 w celu komunikacji
INFO_DESCRIPTION_DBTEST_SKIP_DECODE_1334=Nie pr\u00f3buj dekodowa\u0107 danych JE do ich odpowiednich typ\u00f3w
INFO_LDIFEXPORT_DESCRIPTION_EXCLUDE_FILTER_40=Filtr identyfikuj\u0105cy wpisy wy\u0142\u0105czone z eksportu do LDIF
INFO_DESCRIPTION_PSEARCH_INFO_355=U\u017cyj kontroli uporczywego szukania
INFO_PWPSTATE_DESCRIPTION_TSFILE_1108=\u015acie\u017cka sk\u0142adu zaufania certyfikatu
INFO_TASK_TOOL_TASK_SUCESSFULL_1608=%s zadanie %s zako\u0144czono pomy\u015blnie
INFO_LDIFIMPORT_DESCRIPTION_IS_COMPRESSED_80=Plik LDIF jest skompresowany
SEVERE_ERR_TOOL_RESULT_CODE_810=Kod Rezultatu: %d (%s)
INFO_DESCRIPTION_DBTEST_MIN_KEY_VALUE_1338=Poka\u017c tylko te rekordy z kluczami, kt\u00f3re powinny by\u0107 uporz\u0105dkowane za podan\u0105 warto\u015bci\u0105 u\u017cywaj\u0105c komparatora dla kontenera bazy danych
SEVERE_ERR_PWPSTATE_CANNOT_CONNECT_1189=ERROR:  Cannot establish a connection to the Directory Server %s.  Verify that the server is running and that the provided credentials are valid.  Szczeg\u00f3\u0142y: %s
INFO_STOPDS_DESCRIPTION_PORT_375=Numer portu administracyjnego serwera us\u0142ug katalogowych
INFO_INSTALLDS_DESCRIPTION_LDAPSPORT_1398=Port na kt\u00f3rym Directory Serwer powinien nas\u0142uchiwa\u0107 komunikacji LDAPS  Port LDAPS b\u0119dzie skonfigurowany i SSL zostanie w\u0142\u0105czony tylko je\u017celi ten argument jest wyra\u017anie okre\u015blony
INFO_LDAPPWMOD_DESCRIPTION_NEWPWFILE_643=\u015acie\u017cka pliku zawieraj\u0105cego nowe has\u0142o dla docelowego u\u017cytkownika
INFO_LDAP_CONN_DESCRIPTION_TSPW_1313=PIN sk\u0142adu zaufania certyfikatu
INFO_STOPDS_DESCRIPTION_SHOWUSAGE_392=Wy\u015bwietl informacje o u\u017cyciu
INFO_INSTALLDS_STATUS_COMMAND_LINE_1379=Aby zobaczy\u0107 podstawowy status konfiguracji i konfiguracj\u0119, mo\u017cesz uruchomi\u0107 %s
INFO_DESCRIPTION_USE_SASL_EXTERNAL_127=U\u017cyj mechanizmu autentykacji SASL EXTERNAL
INFO_CONFIGDS_DESCRIPTION_ROOT_PW_467=Has\u0142o dla pocz\u0105tkowego u\u017cytkownika root dla Directory Server
INFO_LDIFDIFF_DESCRIPTION_OUTPUT_LDIF_445=Plik do kt\u00f3rego wynik powinien by\u0107 zapisany
INFO_INSTALLDS_DESCRIPTION_IMPORTLDIF_492=\u015acie\u017cka do pliku LDIF zawieraj\u0105cego dane, kt\u00f3re powinny zosta\u0107 dodane do bazy danych Directory Server. Wiele plik\u00f3w LDIF mo\u017ce zosta\u0107 wyszczeg\u00f3lnionych poprzez podanie opcji wiele razy.
INFO_BACKUPDB_DESCRIPTION_BACKEND_ID_245=ID zaplecza do archiwizacji
INFO_RESTOREDB_DESCRIPTION_BACKUP_DIR_293=\u015acie\u017cka do katalogu zawieraj\u0105cego plik(i) backupu
INFO_DESCRIPTION_PWPSTATE_GET_GRACE_LOGIN_USE_TIMES_1146=Wy\u015bwietl ilo\u015b\u0107 \u0142askawych logowa\u0144 (grace login) wykorzystanych przez u\u017cytkownika
INFO_LDAPSEARCH_TOOL_DESCRIPTION_693=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do przeprowadzenia operacji szukania LDAP na Directory Server
INFO_DESCRIPTION_DBTEST_MAX_KEY_VALUE_1337=Poka\u017c tylko te rekordy z kluczami, kt\u00f3re powinny by\u0107 uporz\u0105dkowane przed podan\u0105 warto\u015bci\u0105 u\u017cywaj\u0105c komparatora dla kontenera bazy danych
INFO_INSTALLDS_DESCRIPTION_BASEDN_490=Bazowa DN informacji o u\u017cytkownikach w Directory Server.  Wiele bazowych DN mo\u017ce zosta\u0107 wyszczeg\u00f3lnionych poprzez podanie opcji wiele razy.
INFO_LDIFIMPORT_DESCRIPTION_EXCLUDE_BRANCH_73=Bazowa DN ga\u0142\u0119zi, kt\u00f3ra ma by\u0107 pomini\u0119ta podczas importu z LDIF
INFO_CREATERC_JAVA_ARGS_DESCRIPTION_1377=Zbi\u00f3r argument\u00f3w, kt\u00f3re powinny by\u0107 przekazane JVM podczas uruchamiania serwera
INFO_REBUILDINDEX_DESCRIPTION_INDEX_NAME_851=Nazwy indeks\u00f3w do odbudowy. Dla indeksu atrybutu jest to po prostu nazwa atrybutu.  At least one index must be specified for rebuild. Cannot be used with the "--rebuildAll" option
INFO_INSTALLDS_CERT_OPTION_JCEKS_1624=U\u017cyj istniej\u0105cego certyfikatu zlokalizowanego w sk\u0142adzie klucza JCEKS
INFO_LDIFDIFF_TOOL_DESCRIPTION_694=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do por\u00f3wnania dw\u00f3ch plik\u00f3w LDIF i wy\u015bwietlenia r\u00f3\u017cnic w formacie LDIF
INFO_LDAP_CONN_DESCRIPTION_KSPW_1310=PIN sk\u0142adu klucza certyfikatu
INFO_DESCRIPTION_USAGE_15=Wy\u015bwietla informacje o sposobie u\u017cycia
INFO_INSTALLDS_DESCRIPTION_SKIPPED_FILE_1482=Zapisz pomini\u0119te wpisy do podanego pliku
INFO_DESCRIPTION_IO_ARGS_1466=Opcje Wej\u015bcia/Wyj\u015bcia Narz\u0119dzia
INFO_PWPSTATE_DESCRIPTION_TRUST_ALL_1104=Ufaj wszystkim certyfikatom SSL serwera
INFO_LDIFIMPORT_DESCRIPTION_SKIP_FILE_1197=Zapisz pomini\u0119te wpisy do podanego pliku
NOTICE_BACKUPDB_STARTING_BACKUP_280=Rozpoczynam backup zaplecza: %s
INFO_LDIFMODIFY_TOOL_DESCRIPTION_695=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do zastosowania zbioru operacji modyfikacji, dodania i usuni\u0119cia na danych zawartych w pliku LDIF
INFO_STOPDS_GOING_TO_STOP_803=Zatrzymuj\u0119 serwer...
INFO_TASKINFO_TASK_ARG_DESCRIPTION_1414=ID konkretnego zadania, na temat kt\u00f3rego to narz\u0119dzie ma wy\u015bwietli\u0107 informacje
INFO_LDIFSEARCH_DESCRIPTION_SCOPE_416=Zasi\u0119g operacji szukania.  Musi by\u0107 jedno z 'base', 'one', 'sub', or 'subordinate'. Je\u015bli nie podano, wtedy zostanie u\u017cyty 'sub'
INFO_ENCPW_DESCRIPTION_CLEAR_PW_FILE_9=Plik zawieraj\u0105cy niezakodowane has\u0142o
INFO_INSTALLDS_CONFIRM_INSTALL_PROMPT_1603=Co chcia\u0142by\u015b zrobi\u0107?
INFO_LDIFEXPORT_DESCRIPTION_INCLUDE_BRANCH_240=Bazowa DN ga\u0142\u0119zi w\u0142\u0105czonej do eksportu do LDIF
INFO_LDAPPWMOD_DESCRIPTION_USE_SSL_646=U\u017cyj SSL do zabezpieczenia komunikacji z Directory Server
INFO_INSTALLDS_CERT_OPTION_PKCS11_1391=U\u017cyj istniej\u0105cego certyfikatu po\u0142o\u017conego na tokenie PKCS#11
SEVERE_ERR_STOPDS_CANNOT_CONNECT_401=ERROR:  Cannot establish a connection to the Directory Server %s.  Verify that the server is running and that the provided credentials are valid.  Szczeg\u00f3\u0142y: %s
INFO_DESCRIPTION_PWPSTATE_GET_ALL_1112=Wy\u015bwietl wszystkie informacje o stanie polityki hase\u0142 dla u\u017cytkownika
INFO_LDIFIMPORT_DESCRIPTION_REPLACE_EXISTING_71=Zast\u0105p istniej\u0105ce wpisy podczas do\u0142\u0105czania do bazy danych
INFO_STOPDS_DESCRIPTION_STOP_TIME_384=Wskazuje dat\u0119/czas kiedy zacznie si\u0119 operacja zatrzymywania jako zadanie serwera w formacie 'YYYYMMDDhhmmss'. Warto\u015b\u0107 '0' spowoduje natychmiastowe wykonanie operacji zatrzymania.  Gdy ta opcja jest u\u017cyta, operacja zatrzymania zostanie zaplanowana na podany czas a narz\u0119dzie zako\u0144czy prac\u0119
INFO_DESCRIPTION_START_DATETIME_1456=Wskazuje dat\u0119/czas kiedy zacznie si\u0119 operacja zatrzymywania jako zadanie serwera w formacie 'YYYYMMDDhhmmss'.  Warto\u015b\u0107 '0' spowoduje natychmiastowe wykonanie operacji zatrzymania.  Gdy ta opcja jest u\u017cyta, operacja zatrzymania zostanie zaplanowana na podany czas a narz\u0119dzie zako\u0144czy prac\u0119
INFO_LDAPPWMOD_DESCRIPTION_PORT_636=Port na kt\u00f3rym Directory Server powinien nas\u0142uchiwa\u0107 po\u0142\u0105cze\u0144 klient\u00f3w LDAP
INFO_ENCPW_DESCRIPTION_ENCODED_PW_FILE_11=Plik zawieraj\u0105cy zakodowane has\u0142o
INFO_DESCRIPTION_POSTREAD_ATTRS_347=U\u017cyj kontroli LDAP ReadEntry po odczycie
INFO_DESCRIPTION_PWPSTATE_GET_REMAINING_AUTH_FAILURE_COUNT_1137=Wy\u015bwietl ilo\u015b\u0107 pozosta\u0142ych pr\u00f3b autentykacji zanim konto u\u017cytkownika zostanie zablokowane
INFO_INSTALLDS_PROMPT_JKS_PATH_1383=\u015acie\u017cka do Java Key Store (JKS):
INFO_LDAPCOMPARE_TOOL_DESCRIPTION_689=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do przeprowadzenia operacji por\u00f3wnania LDAP na Directory Server
INFO_LDAPMODIFY_DESCRIPTION_FILENAME_874=Plik LDIF zawieraj\u0105cy zmiany do zastosowania
INFO_DESCRIPTION_DBTEST_SUBCMD_LIST_DATABASE_CONTAINERS_1341=Wypisz kontenery bazy danych dla kontener\u00f3w wpis\u00f3w
INFO_INSTALLDS_ENABLE_STARTTLS_1382=Czy chcesz w\u0142\u0105czy\u0107 Start TLS?
SEVERE_ERR_BACKUPDB_ERROR_DURING_BACKUP_265=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00f3by backupu zaplecza %s z podan\u0105 konfiguracj\u0105:  %s
INFO_MAKELDIF_DESCRIPTION_TEMPLATE_576=\u015acie\u017cka do pliku szablonu zawieraj\u0105cego informacje o danych LDIF do wygenerowania
INFO_LDAPPWMOD_DESCRIPTION_BIND_DN_637=DN do po\u0142\u0105czenia z serwerem
INFO_STOPDS_DESCRIPTION_BINDDN_378=DN do po\u0142\u0105czenia z serwerem
INFO_INSTALLDS_DESCRIPTION_USE_JAVAKEYSTORE_1401=\u015acie\u017cka do Java Key Store (JKS) zawieraj\u0105cego certyfikat, kt\u00f3ry ma by\u0107 wykorzystany jako certyfikat serwera
INFO_DESCRIPTION_USE_SSL_125=U\u017cyj SSL do bezpiecznej komunikacji z serwerem
INFO_PWPSTATE_DESCRIPTION_TARGETDN_1102=DN wpisu u\u017cytkownika dla kt\u00f3rego uzyska\u0107 i ustawi\u0107 informacje stanu polityki hase\u0142
INFO_DESCRIPTION_TASK_DEPENDENCY_ID_1471=ID zadania od kt\u00f3rego to zadanie zale\u017cy  Zadanie nie uruchomi si\u0119 dop\u00f3ki wszystkie zale\u017cno\u015bci nie zako\u0144cz\u0105 wykonywania
INFO_LDAP_CONN_DESCRIPTION_HOST_1300=Nazwa hosta lub adres IP serwera us\u0142ug katalogowych
INFO_TASK_TOOL_TASK_SCHEDULED_NOW_1319=%s zadanie %s zaplanowane do natychmiastowego wykonania
INFO_CREATERC_OUTFILE_DESCRIPTION_1323=\u015acie\u017cka do utworzenia pliku wynikowego
INFO_VERIFYINDEX_DESCRIPTION_BASE_DN_207=Bazowa DN zaplecza wspieraj\u0105cego indeksowanie Weryfikacja jest prowadzona na indeksach znajduj\u0105cych si\u0119 w zasiegu podanej bazowej DN
INFO_INSTALLDS_PROMPT_IMPORT_FILE_506=Prosz\u0119 poda\u0107 \u015bcie\u017ck\u0119 do pliku LDIF zawieraj\u0105cego dane do importu:
INFO_BACKUPDB_DESCRIPTION_INCREMENTAL_BASE_ID_287=ID backupu \u017ar\u00f3d\u0142owego archiwum dla r\u00f3\u017cnicowego backupu
INFO_DESCRIPTION_CONTROLS_123=U\u017cyj kontroli polece\u0144 z podanymi informacjami
INFO_LISTBACKENDS_LABEL_BASE_DN_741=Podstawowy DN
INFO_LDAP_CONN_DESCRIPTION_SASLOPTIONS_1307=Opcje po\u0142\u0105czenia SASL
INFO_DESCRIPTION_BINDPASSWORDFILE_114=Plik zawieraj\u0105cy has\u0142o po\u0142\u0105czeniowe
INFO_INSTALLDS_PROMPT_PKCS12_PATH_1384=\u015acie\u017cka sk\u0142adu klucza PKCS#12:
INFO_INSTALLDS_POPULATE_OPTION_IMPORT_LDIF_757=Importuj dane z pliku LDIF
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_EXPIRATION_WARNED_TIME_1126=Wy\u015bwietl czas kiedy u\u017cytkownik po raz pierwszy otrzyma\u0142 ostrze\u017cenie o utracie wa\u017cno\u015bci konta
INFO_INSTALLDS_DESCRIPTION_SAMPLE_DATA_753=Okre\u015bla, \u017ce baza danych powinna by\u0107 zape\u0142niona podan\u0105 ilo\u015bci\u0105 przyk\u0142adowych wpis\u00f3w
INFO_INSTALLDS_DESCRIPTION_CERT_NICKNAME_1405=Przezwisko certyfikatu,  kt\u00f3ry serwer powinien u\u017cy\u0107 podczas akceptowania po\u0142\u0105cze\u0144 SSL lub podczas negocjacji StartTLS
INFO_LISTBACKENDS_DESCRIPTION_BASE_DN_727=Bazowy DN dla kt\u00f3rego nale\u017cy wy\u015bwietli\u0107 ID zapleczy
INFO_STOPDS_DESCRIPTION_TSPW_390=PIN sk\u0142adu zaufania certyfikatu
INFO_STOPDS_DESCRIPTION_STOP_REASON_383=Pow\u00f3d dla kt\u00f3rego serwer jest zatrzymywany lub restartowany
INFO_LDAP_CONN_DESCRIPTION_KSFILE_1309=\u015acie\u017cka sk\u0142adu klucza certyfikatu
INFO_LABEL_DBTEST_BACKEND_ID_1342=ID Zaplecza
INFO_LDIFIMPORT_DESCRIPTION_BACKEND_ID_72=ID zaplecza do importu
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_PASSWORD_EXP_1129=Wy\u015bwietl okres czasu w sekundach do momentu gdy wyga\u015bnie has\u0142o u\u017cytkownika
INFO_CONFIGDS_TOOL_DESCRIPTION_684=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do okre\u015blenia bazowej konfiguracji dla Directory Server
INFO_ENCPW_DESCRIPTION_USE_COMPARE_RESULT_749=U\u017cyj rezultatu por\u00f3wnania jako kod wynikowy dla por\u00f3wnania hase\u0142
INFO_LDAPPWMOD_DESCRIPTION_TRUSTSTORE_PINFILE_652=\u015acie\u017cka pliku zawieraj\u0105cego PIN potrzebny podczas dost\u0119pu do zawarto\u015bci sk\u0142adu zaufania
INFO_STOPDS_DESCRIPTION_PROXYAUTHZID_382=U\u017cyj po\u015brednicz\u0105cej kontroli autoryzacji z podanym ID autoryzacji
INFO_ENCPW_TOOL_DESCRIPTION_685=To narz\u0119dzie mo\u017ce by\u0107 wykorzystane do zakodowania hase\u0142 u\u017cytkownik\u00f3w u\u017cywaj\u0105c okre\u015blonego schematu sk\u0142adowania, lub do okre\u015blenia czy podane niezakodowane has\u0142o odpowiada podanemu zakodowanemu has\u0142u
INFO_BACKUPDB_DESCRIPTION_BACKUP_ID_246=U\u017cyj podanego identyfikatora do backupu
SEVERE_ERR_LDAPCOMPARE_ERROR_READING_FILE_1668=An error occurred reading file '%s'.  Check that the file exists and that you have read access rights to it.  Szczeg\u00f3\u0142y: %s
INFO_LDAPDELETE_TOOL_DESCRIPTION_690=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do przeprowadzenia operacji usuni\u0119cia LDAP na Directory Server
INFO_SEARCH_DESCRIPTION_SIZE_LIMIT_132=Maksymalna ilo\u015b\u0107 wpis\u00f3w zwracana przez mechanizm wyszukiwania
INFO_DESCRIPTION_VERSION_200=Wersja protoko\u0142u LDAP
INFO_INSTALLDS_DESCRIPTION_KEYSTOREPASSWORD_1403=PIN sk\u0142adu klucza certyfikatu  PIN jest wymagany, gdy chcesz u\u017cywa\u0107 istniej\u0105cy certyfikat (JKS, JCEKS, PKCS#12 lub PKCS#11) jako certyfikat serwera
INFO_SEARCH_DESCRIPTION_FILENAME_363=Plik zawieraj\u0105cy list\u0119 ci\u0105g\u00f3w filtr\u00f3w wyszukiwania
INFO_TASK_TOOL_TASK_NOT_SUCESSFULL_1609=%s zadanie %s zako\u0144czono niepowodzeniem
INFO_DESCRIPTION_SASL_PROPERTIES_182=Opcje po\u0142\u0105czenia SASL
INFO_SEARCH_DESCRIPTION_DEREFERENCE_POLICY_135=Polityka dereferencji alias\u00f3w ('never', 'always', 'search', or 'find')
INFO_BACKUPDB_DESCRIPTION_INCREMENTAL_248=Przeprowad\u017a backup r\u00f3\u017cnicowy zamiast pe\u0142nego backupu
INFO_STOPDS_DESCRIPTION_TSFILE_389=\u015acie\u017cka sk\u0142adu zaufania certyfikatu
INFO_LDIFEXPORT_DESCRIPTION_LDIF_FILE_33=\u015acie\u017cka do pliku LDIF, kt\u00f3ry ma by\u0107 zapisany
INFO_RESTOREDB_DESCRIPTION_BACKUP_ID_292=ID backupu do przywr\u00f3cenia
INFO_PWPSTATE_DESCRIPTION_BINDDN_1099=DN do po\u0142\u0105czenia z serwerem
INFO_LDIFDIFF_DESCRIPTION_CHECK_SCHEMA_1674=Bierze pod uwag\u0119 sk\u0142adni\u0119 atrybut\u00f3w zdefiniowan\u0105 w schemacie podczas por\u00f3wnywania warto\u015bci  Podany plik LDIF musi by\u0107 zgodny ze schematem serwera
INFO_INSTALLDS_PROMPT_VALUE_NO_522=nie
INFO_TASKINFO_TASK_ARG_CANCEL_1447=ID konkretnego zadania do anulowania
INFO_OPERATION_FAILED_105=Operacja %s nie powiod\u0142a si\u0119
INFO_INSTALLDS_PROMPT_START_SERVER_1393=Czy chcesz uruchomi\u0107 serwer po zako\u0144czeniu konfiguracji?
INFO_DESCRIPTION_CONFIG_OPTIONS_ARGS_1468=Opcje Konfiguracji
INFO_LDIFDIFF_DESCRIPTION_TARGET_LDIF_444=Plik LDIF do u\u017cycia jako dane docelowe
INFO_DESCRIPTION_PWPSTATE_SET_ACCOUNT_DISABLED_STATE_1115=Okre\u015bl czy konto u\u017cytkownika ma by\u0107 zablokowane
INFO_LDAPPWMOD_DESCRIPTION_KEYSTORE_PIN_783=PIN potrzebny przy dost\u0119pie do zawarto\u015bci sk\u0142adu klucza
INFO_DESCRIPTION_DBTEST_SUBCMD_DUMP_DATABASE_CONTAINER_1330=Zrzu\u0107 rekordy z kontenera bazy danych
INFO_INSTALLDS_PROMPT_KEYSTORE_PASSWORD_1385=PIN sk\u0142adu klucza:
INFO_PWPSTATE_DESCRIPTION_BINDPWFILE_1101=\u015acie\u017cka pliku zawieraj\u0105cego has\u0142o do po\u0142\u0105czenia z serwerem
INFO_DELETE_DESCRIPTION_DELETE_SUBTREE_129=Usu\u0144 podany wpis i wszystkie wpisy poni\u017cej niego
INFO_DESCRIPTION_DBTEST_MAX_DATA_SIZE_1339=Poka\u017c tylko te rekordy, kt\u00f3rych warto\u015b\u0107 jest nie wi\u0119ksza ni\u017c podana warto\u015b\u0107
INFO_DESCRIPTION_PWPSTATE_CLEAR_ACCOUNT_DISABLED_STATE_1117=Wyczy\u015b\u0107 informacje na temat zablokowania z konta u\u017cytkownika
INFO_ENCPW_DESCRIPTION_AUTHPW_369=U\u017cyj sk\u0142adni has\u0142a autentykacji zamiast sk\u0142adni has\u0142a u\u017cytkownika
INFO_LDAP_CONN_DESCRIPTION_TSFILE_1312=\u015acie\u017cka sk\u0142adu zaufania certyfikatu
INFO_DESCRIPTION_USE_PWP_CONTROL_411=U\u017cyj polityki kontroli \u017c\u0105dania has\u0142a
INFO_DESCRIPTION_PREREAD_ATTRS_346=U\u017cyj kontroli LDAP ReadEntry przed odczytem
INFO_LDAPPWMOD_DESCRIPTION_BLIND_TRUST_648=\u015alepo ufaj wszystkim certyfikatom prezentowanym przez serwer
SEVERE_ERR_TOOL_MATCHED_DN_812=Pasuj\u0105ce DN:  %s
INFO_LDIFIMPORT_DESCRIPTION_INCLUDE_BRANCH_216=Bazowa DN ga\u0142\u0119zi w\u0142\u0105czonej do importu z LDIF
SEVERE_ERR_LDAPPWMOD_FAILURE_MATCHED_DN_666=Pasuj\u0105ce DN:  %s
INFO_LDIFEXPORT_DESCRIPTION_COMPRESS_LDIF_42=Kompresuj dane LDIF podczas eksportowania
INFO_PWPSTATE_DESCRIPTION_SASLOPTIONS_1103=Opcje po\u0142\u0105czenia SASL
INFO_LDIFSEARCH_DESCRIPTION_TIME_LIMIT_424=Maksymalny czas (w sekundach) przeznaczony na przetwarzanie
INFO_LDIFSEARCH_DESCRIPTION_LDIF_FILE_414=Plik LDIF zawieraj\u0105cy dane do wyszukania  Wiele plik\u00f3w mo\u017ce zosta\u0107 wyszczeg\u00f3lnione poprzez podanie opcji wiele razy.  Je\u015bli nie podano plik\u00f3w, dane zostan\u0105 odczytane ze standardowego wejscia
INFO_PWPSTATE_TOOL_DESCRIPTION_1094=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do otrzymania i manipulowania warto\u015bciami zmiennych w polityce hase\u0142
INFO_LDIFIMPORT_DESCRIPTION_EXCLUDE_FILTER_77=Filtr identyfikuj\u0105cy wpisy wy\u0142\u0105czone z importu z LDIF
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_HISTORY_1202=Wy\u015bwietl warto\u015bci stanu historii hase\u0142 dla u\u017cytkownika
SEVERE_ERR_CANNOT_INITIALIZE_ARGS_16=Nieoczekiwany b\u0142\u0105d wyst\u0105pi\u0142 podczas pr\u00f3by inicjalizacji argument\u00f3w wiersza polece\u0144:  %s
INFO_DESCRIPTION_DBTEST_SUBCMD_LIST_INDEX_STATUS_1336=Wypisz status indeks\u00f3w w kontenerze wpis\u00f3w
INFO_VERIFYINDEX_TOOL_DESCRIPTION_700=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do sprawdzenia czy dane indeks\u00f3w s\u0105 sp\u00f3jne w obr\u0119bie zaplecza opartego o Berkeley DB Java Edition
INFO_INSTALLDS_DESCRIPTION_ROOTPWFILE_497=\u015acie\u017cka pliku zawieraj\u0105cego has\u0142o dla pocz\u0105tkowego u\u017cytkownia root dla Directory Server
INFO_PWPSTATE_DESCRIPTION_PORT_1096=Port administracyjny Directory Servera
INFO_LDIFMODIFY_DESCRIPTION_TARGET_622=Plik do kt\u00f3rego powinny by\u0107 zapisane uaktualnione dane
INFO_INSTALLDS_DESCRIPTION_LDAPPORT_493=Port na kt\u00f3rym Directory Server powinien nas\u0142uchiwa\u0107 komunikacji LDAP
INFO_MAKELDIF_DESCRIPTION_SEED_578=Ziarno u\u017cyte do inicjalizacji generatora liczb losowych
INFO_DESCRIPTION_TASK_COMPLETION_NOTIFICATION_1469=Adres email odbiorcy infromowanego o zako\u0144czeniu zadania.  Ta opcja mo\u017ce by\u0107 wybrana wi\u0119cej ni\u017c raz
INFO_PWPSTATE_DESCRIPTION_USESTARTTLS_1098=U\u017cyj StartTLS do bezpiecznej komunikacji z serwerem
INFO_COMPARE_DESCRIPTION_FILENAME_413=Plik zawieraj\u0105cy DNy wpis\u00f3w do por\u00f3wnania
INFO_TASKINFO_CMD_CANCEL_1416=anuluj zadanie
INFO_STOPDS_DESCRIPTION_KSFILE_386=\u015acie\u017cka sk\u0142adu klucza certyfikatu
SEVERE_ERR_TASK_TOOL_START_TIME_NO_LDAP_1459=Poda\u0142e\u015b opcje przy planowaniu tej operacji jako zadanie, jednak opcje podane do po\u0142\u0105czenia z zapleczem zada\u0144 serwera spowodowa\u0142y wyst\u0105pienie nast\u0119puj\u0105cego b\u0142\u0119du: '%s'
INFO_INSTALLDS_DESCRIPTION_ROOTPW_496=Has\u0142o dla pocz\u0105tkowego u\u017cytkownika root dla Directory Server
INFO_LDAPPWMOD_DESCRIPTION_CURRENTPWFILE_645=\u015acie\u017cka pliku zawieraj\u0105cego aktualne has\u0142o docelowego u\u017cytkownika
INFO_LDAPPWMOD_DESCRIPTION_KEYSTORE_PINFILE_650=\u015acie\u017cka pliku zawieraj\u0105cego PIN potrzebny podczas dost\u0119pu do zawarto\u015bci sk\u0142adu klucza
INFO_PWPSTATE_DESCRIPTION_BINDPW_1100=Has\u0142o do po\u0142\u0105czenia z serwerem
INFO_STOPDS_DESCRIPTION_USESSL_376=U\u017cyj SSL do bezpiecznej komunikacji z serwerem
INFO_LDIFIMPORT_DESCRIPTION_COUNT_REJECTS_1195=Licz ilo\u015b\u0107 wpis\u00f3w odrzuconych przez serwer i zwr\u00f3\u0107 j\u0105 jako kod wyj\u015bcia (warto\u015bci > 255 b\u0119d\u0105 obci\u0119te do 255 z powodu ogranicze\u0144 kodu wyj\u015bcia)
INFO_LDIFIMPORT_DESCRIPTION_REJECT_FILE_78=Zapisz odrzucone wpisy do podanego pliku
SEVERE_ERR_INSTALLDS_NO_ROOT_PASSWORD_513=B\u0141\u0104D:  Nie podano has\u0142a dla pocz\u0105tkowego u\u017cytkownika root.  Podczas przeprowadzania instalacji nieinteraktywnej, musi ono zosta\u0107 podane u\u017cywaj\u0105c argumentu %s lub %s
INFO_INSTALLDS_CONFIRM_INSTALL_1604=Ustaw serwer z powy\u017cszymi parametrami
INFO_DESCRIPTION_TASK_ERROR_NOTIFICATION_1470=Adres email odbiorcy informowanego o b\u0142\u0119dach w wyst\u0119puj\u0105cych przy uruchomieniu tego zadania.  Ta opcja mo\u017ce by\u0107 wybrana wi\u0119cej ni\u017c raz
INFO_DESCRIPTION_DBTEST_DATABASE_NAME_1333=Nazwa kontenera bazy danych do debugowania
INFO_INSTALLDS_DESCRIPTION_USE_SELF_SIGNED_1399=Wygeneruj podpisany przez siebie certyfikat, kt\u00f3ry serwer powinien u\u017cy\u0107 podczas akceptowania po\u0142\u0105cze\u0144 SSL lub podczas negocjacji StartTLS
INFO_DESCRIPTION_KEYSTOREPATH_117=\u015acie\u017cka sk\u0142adu klucza certyfikatu
INFO_VERIFYINDEX_DESCRIPTION_VERIFY_CLEAN_209=Okre\u015bla, \u017ce pojedy\u0144czy indeks powinien by\u0107 zweryfikowany pod wzgl\u0119dem czysto\u015bci.  Indeks jest czysty je\u015bli ka\u017cda warto\u015b\u0107 indeksu wskazuje tylko wpisy zawieraj\u0105ce t\u0105 wartos\u0107  Tylko jeden indeks w danym momencie mo\u017ce by\u0107 weryfikowany w ten spos\u00f3b
INFO_DESCRIPTION_PROXY_AUTHZID_354=U\u017cyj po\u015brednicz\u0105cej kontroli autoryzacji z podanym ID autoryzacji
INFO_LDIFIMPORT_DESCRIPTION_INCLUDE_ATTRIBUTE_74=Atrybut, kt\u00f3ry ma by\u0107 w\u0142\u0105czony podczas importu z LDIF
INFO_TASKINFO_SUMMARY_ARG_DESCRIPTION_1413=Wypisz podsumowanie zada\u0144
INFO_JAVAPROPERTIES_DESCRIPTION_HELP_1490=Wy\u015bwietl informacje o u\u017cyciu
INFO_CONFIGDS_DESCRIPTION_LDAP_PORT_464=Port na kt\u00f3rym Directory Server powinien nas\u0142uchiwa\u0107 komunikacji LDAP
INFO_LDIFDIFF_DESCRIPTION_IGNORE_ENTRIES_1613=Plik zawieraj\u0105cy list\u0119 wpis\u00f3w (DN) ignorowanych przy obliczaniu r\u00f3\u017cnicy
INFO_CONFIGDS_DESCRIPTION_ROOT_DN_466=DN dla pocz\u0105tkowego u\u017cytkownika root dla Directory Server
INFO_LDIFEXPORT_DESCRIPTION_WRAP_COLUMN_41=Kolumna na kt\u00f3rej zawijane b\u0119d\u0105 d\u0142ugie linie (0 aby wy\u0142\u0105czy\u0107 zawijanie)
INFO_DESCRIPTION_TRUSTSTOREPASSWORD_FILE_722=Plik zawieraj\u0105cy PIN sk\u0142adu zaufania certyfikatu
INFO_LDIFSEARCH_DESCRIPTION_SIZE_LIMIT_423=Maksymalna ilo\u015b\u0107 wpis\u00f3w zwracana przez mechanizm wyszukiwania
INFO_CONFIGDS_DESCRIPTION_JMX_PORT_806=Port na kt\u00f3rym Directory Server powinien nas\u0142uchiwa\u0107 komunikacji JMX
INFO_LDAPPWMOD_DESCRIPTION_HOST_635=Adres Directory Server
INFO_DELETE_DESCRIPTION_FILENAME_128=Plik zawieraj\u0105cy DNy wpis\u00f3w do usuni\u0119cia
INFO_DESCRIPTION_EFFECTIVERIGHTS_USER_888=U\u017cyj kontroli geteffectiverights z podanym authzid
SEVERE_ERR_INSTALLDS_NO_SUCH_LDIF_FILE_780=B\u0141\u0104D:  Podany plik LDIF %s nie istnieje
INFO_DESCRIPTION_ENCODING_115=U\u017cyj nast\u0119puj\u0105cego zestawu znak\u00f3w dla wejscia wiersza polece\u0144
INFO_DESCRIPTION_SORT_ORDER_876=Sortuj wyniki u\u017cywaj\u0105c podanej kolejno\u015bci sortowania
INFO_LDAP_CONN_DESCRIPTION_TRUST_ALL_1308=Ufaj wszystkim certyfikatom SSL serwera
INFO_LDIFSEARCH_DESCRIPTION_OUTPUT_FILE_420=\u015acie\u017cka pliku, do kt\u00f3rego zostan\u0105 zapisane pasuj\u0105ce wpisy.  Je\u015bli nie podano, wtedy dane zostan\u0105 wypisane na standardowym wyj\u015bciu
INFO_DESCRIPTION_DBTEST_SUBCMD_LIST_ENTRY_CONTAINERS_1329=Wypisz kontenery wpis\u00f3w dla g\u0142\u00f3wnych kontener\u00f3w
INFO_STOPDS_DESCRIPTION_KSPWFILE_388=Plik PIN sk\u0142adu klucza certyfikatu
INFO_INSTALLDS_DO_NOT_START_SERVER_1601=Nie uruchamiaj Serwera po zako\u0144czeniu konfiguracji
INFO_LDIFIMPORT_DESCRIPTION_LDIF_FILE_69=\u015acie\u017cka do pliku LDIF, kt\u00f3ry ma by\u0107 zaimportowany
INFO_LDIFEXPORT_TOOL_DESCRIPTION_686=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do eksportowania danych z zaplecza Directory Server do formatu LDIF
INFO_LDAPSEARCH_MATCHING_ENTRY_COUNT_751=# Ca\u0142kowita ilo\u015b\u0107 pasuj\u0105cych wpis\u00f3w: %d
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_RESET_LOCKOUT_1145=Wy\u015bwietl okres czasu w sekundach do momentu gdy konto u\u017cytkownika zostanie zablokowane, poniewa\u017c nie zmieni\u0142 has\u0142a w odpowiednim czasie po administracyjnym resecie
INFO_TASKINFO_FIELD_TYPE_1424=Typ
INFO_INSTALLDS_DESCRIPTION_SKIPPORT_494=Pomin sprawdzanie czy podane porty s\u0105 u\u017cyteczne
INFO_DESCRIPTION_DBTEST_TOOL_1327=To narz\u0119dzie mo\u017ce by\u0107 wykorzystane do debugowania bazy danych JE
INFO_INSTALLDS_DESCRIPTION_JMXPORT_808=Port na kt\u00f3rym Directory Server powinien nas\u0142uchiwa\u0107 komunikacji JMX
INFO_DESCRIPTION_SCRIPT_FRIENDLY_1076=U\u017cyj trybu przyjaznego skryptom
INFO_DESCRIPTION_PWPSTATE_GET_PW_CHANGED_BY_REQUIRED_TIME_1151=Wy\u015bwietl wymagany czas zmiany has\u0142a do kt\u00f3rego u\u017cytkownik ostatnio si\u0119 zastosowa\u0142
INFO_STOPDS_TOOL_DESCRIPTION_699=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do zarz\u0105dzenia zatrzymania lub restartu Directory Servera
INFO_DESCRIPTION_TASK_TASK_ARGS_1463=Opcje kolejkowania zada\u0144
MILD_ERR_INSTALLDS_PASSWORDS_DONT_MATCH_530=B\u0141\u0104D:  Podane warto\u015bci hase\u0142 nie zgadzaj\u0105 si\u0119
INFO_INSTALLDS_DESCRIPTION_REJECTED_FILE_1479=Zapisz odrzucone wpisy do podanego pliku
INFO_DESCRIPTION_TRUSTSTOREPATH_118=\u015acie\u017cka sk\u0142adu zaufania certyfikatu
INFO_DESCRIPTION_DBTEST_BASE_DN_1332=Bazowa DN kontenera wpis\u00f3w do debugowania
MILD_ERR_INSTALLDS_INVALID_DN_RESPONSE_527=B\u0141\u0104D:  Podana odpowied\u017a nie mog\u0142a by\u0107 zinterpretowana jako DN LDAP
INFO_PWPSTATE_DESCRIPTION_TSPWFILE_1110=Plik zawieraj\u0105cy PIN sk\u0142adu zaufania certyfikatu
INFO_LDIFIMPORT_DESCRIPTION_OVERWRITE_79=Nadpisz istniej\u0105cy plik zawieraj\u0105cy odrzucone wpisy i/lub pomi\u0144 plik zamiast do\u0142\u0105czania do niego
INFO_LDAP_CONN_DESCRIPTION_BINDPWFILE_1306=Plik zawieraj\u0105cy has\u0142o po\u0142\u0105czeniowe
INFO_LDIFIMPORT_DESCRIPTION_INCLUDE_FILTER_76=Filtr identyfikuj\u0105cy wpisy w\u0142\u0105czone podczas importu z LDIF
INFO_DESCRIPTION_DBTEST_SUBCMD_LIST_ROOT_CONTAINERS_1328=Wypsiz g\u0142\u00f3wne kontenery u\u017cywane przez wszystkie zaplecza JE
INFO_LDIFIMPORT_TOOL_DESCRIPTION_687=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do importowania danych LDIF do zaplecza Directory Server
INFO_CONFIGURE_WINDOWS_SERVICE_DESCRIPTION_SHOWUSAGE_817=Wy\u015bwietl informacje o u\u017cyciu
INFO_VERIFYINDEX_DESCRIPTION_COUNT_ERRORS_1199=Licz ilo\u015b\u0107 b\u0142\u0119d\u00f3w jakie pojawi\u0142y si\u0119 podczas weryfikacji i zwr\u00f3\u0107 j\u0105 jako kod wyj\u015bcia (warto\u015bci > 255 b\u0119d\u0105 obci\u0119te do 255 z powodu ogranicze\u0144 kodu wyj\u015bcia)
INFO_LDAPPWMOD_TOOL_DESCRIPTION_692=To narz\u0119dzie mo\u017ce by\u0107 u\u017cyte do przeprowadzenia operacji modyfikacji has\u0142a LDAP na Directory Server
