user-friendly-name=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf
user-friendly-plural-name=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf
synopsis=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u306f\u3001LDAP \u3092\u4f7f\u7528\u3057\u3066\u7ba1\u7406\u30c4\u30fc\u30eb\u3068\u76f8\u4e92\u306b\u4f5c\u7528\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
description=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u306f\u3001\u7ba1\u7406\u5c02\u7528\u306e\u30a8\u30f3\u30c8\u30ea\u30dd\u30a4\u30f3\u30c8\u3067\u3059\u3002
property.key-manager-provider.synopsis=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u3068\u4f75\u7528\u3059\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.key-manager-provider.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u3055\u308c\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306e\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.listen-address.synopsis=\u3053\u306e\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u304c LDAP \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u63a5\u7d9a\u3092\u5f85\u6a5f\u3059\u308b\u3001\u30a2\u30c9\u30ec\u30b9\u3084\u4e00\u9023\u306e\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.listen-address.description=\u3053\u306e\u5c5e\u6027\u306b\u8907\u6570\u306e\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3059\u308b\u5834\u5408\u306f\u3001\u5024\u3092\u533a\u5207\u3063\u3066\u5165\u529b\u3057\u307e\u3059\u3002\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u306f\u3059\u3079\u3066\u306e\u30a4\u30f3\u30bf\u30d5\u30a7\u30fc\u30b9\u3067\u5f85\u6a5f\u3057\u307e\u3059\u3002
property.listen-port.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u63a5\u7d9a\u3092\u5f85\u6a5f\u3059\u308b\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u306e\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.listen-port.description=\u6307\u5b9a\u3067\u304d\u308b\u30dd\u30fc\u30c8\u756a\u53f7\u306f 1 \u3064\u3060\u3051\u3067\u3059\u3002
property.ssl-cert-nickname.synopsis=SSL \u901a\u4fe1\u3092\u5b9f\u884c\u3059\u308b\u5834\u5408\u306b\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u304c\u4f7f\u7528\u3059\u308b\u8a3c\u660e\u66f8\u306e\u30cb\u30c3\u30af\u30cd\u30fc\u30e0 (\u30a8\u30a4\u30ea\u30a2\u30b9\u3068\u3082\u547c\u3070\u308c\u3066\u3044\u308b) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.ssl-cert-nickname.default-behavior.alias.synopsis=\u30b5\u30fc\u30d0\u30fc\u306b\u6c7a\u5b9a\u3055\u305b\u307e\u3059\u3002
property.ssl-cipher-suite.synopsis=SSL \u307e\u305f\u306f StartTLS \u901a\u4fe1\u3067\u306e\u4f7f\u7528\u304c\u8a31\u53ef\u3055\u308c\u308b SSL \u6697\u53f7\u5316\u65b9\u5f0f\u7fa4\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.ssl-cipher-suite.default-behavior.alias.synopsis=\u30b5\u30fc\u30d0\u30fc\u306e JVM \u304b\u3089\u63d0\u4f9b\u3055\u308c\u308b SSL \u6697\u53f7\u5316\u30b9\u30a4\u30fc\u30c8\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.ssl-cipher-suite.requires-admin-action.synopsis=\u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u5f71\u97ff\u304c\u53ca\u3076\u306e\u306f\u5909\u66f4\u5f8c\u306b\u4f5c\u6210\u3055\u308c\u305f\u65b0\u3057\u3044 SSL/TLS \u30d9\u30fc\u30b9\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3060\u3051\u3067\u3059\u3002
property.ssl-protocol.synopsis=SSL \u307e\u305f\u306f StartTLS \u901a\u4fe1\u3067\u306e\u4f7f\u7528\u304c\u8a31\u53ef\u3055\u308c\u308b SSL \u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.ssl-protocol.default-behavior.alias.synopsis=\u30b5\u30fc\u30d0\u30fc\u306e JVM \u304b\u3089\u63d0\u4f9b\u3055\u308c\u308b SSL \u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.ssl-protocol.requires-admin-action.synopsis=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u5f71\u97ff\u304c\u53ca\u3076\u306e\u306f\u5909\u66f4\u5f8c\u306b\u4f5c\u6210\u3055\u308c\u305f\u65b0\u3057\u3044 SSL/TLS \u30d9\u30fc\u30b9\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3060\u3051\u3067\u3059\u3002
property.trust-manager-provider.synopsis=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u3068\u4f75\u7528\u3059\u308b\u30c8\u30e9\u30b9\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.trust-manager-provider.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u3055\u308c\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
