user-friendly-name=Validador de contrase\u00f1as de juegos de caracteres
user-friendly-plural-name=Validadores de contrase\u00f1as de juegos de caracteres
synopsis=El validador de contrase\u00f1as de juegos de caracteres determina si una contrase\u00f1a propuesta es aceptable. Para ello, comprueba si contiene un n\u00famero suficiente de caracteres de uno o varios juegos de caracteres definidos por el usuario.
description=Por ejemplo, el validador puede garantizar que las contrase\u00f1as contengan, al menos, una letra en min\u00fasculas, una en may\u00fasculas, un d\u00edgito y un s\u00edmbolo.
property.allow-unclassified-characters.synopsis=Indica si este validador permite que las contrase\u00f1as contengan caracteres que no est\u00e9n incluidos en ninguno de los juegos de caracteres definidos por el usuario.
property.allow-unclassified-characters.description=Si se establece en "false" (falso), s\u00f3lo se podr\u00e1n utilizar para las contrase\u00f1as los caracteres incluidos en los juegos definidos por el usuario. Se rechazar\u00e1 cualquier contrase\u00f1a que contenga un car\u00e1cter que no est\u00e9 incluido en uno de los juegos de caracteres.
property.character-set.synopsis=Especifica el juego que contiene los caracteres que puede presentar una contrase\u00f1a y un valor que indica el n\u00famero m\u00ednimo de caracteres necesarios para ese juego.
property.character-set.description=Cada valor debe ser un entero (que indique el n\u00famero m\u00ednimo de caracteres necesarios del juego), seguido de dos puntos (":") y los caracteres que se van a incluir en ese juego (por ejemplo, "3:abcdefghijklmnopqrstuvwxyz" indica que la contrase\u00f1a de usuario debe contener, al menos, tres caracteres del juego de letras ASCII en min\u00fasculas). Se pueden definir varios juegos de caracteres mediante distintos valores, aunque ning\u00fan car\u00e1cter puede aparecer en m\u00e1s de un juego.
property.enabled.synopsis=Indica si el validador de contrase\u00f1as se ha habilitado para su uso.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del validador de contrase\u00f1as.
