user-friendly-name=Digest MD5 SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9
user-friendly-plural-name=Digest MD5 SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9
synopsis=DIGEST-MD5 SASL \u6a5f\u69cb\u306f\u3001SASL DIGEST-MD5 \u8a8d\u8a3c\u306b\u95a2\u9023\u3057\u305f\u3059\u3079\u3066\u306e\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
description=DIGEST-MD5 SASL \u6a5f\u69cb\u306f CRAM-MD5 \u6a5f\u69cb\u3068\u540c\u69d8\u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5e73\u6587\u3067\u516c\u958b\u3057\u306a\u3044\u3067\u30d1\u30b9\u30ef\u30fc\u30c9\u30d9\u30fc\u30b9\u8a8d\u8a3c\u3092\u5b9f\u884c\u3067\u304d\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u30b5\u30fc\u30d0\u30fc\u306e\u4e21\u65b9\u306b\u5e73\u6587\u30d1\u30b9\u30ef\u30fc\u30c9\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002CRAM-MD5 \u6a5f\u69cb\u3068\u540c\u69d8\u306b\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u30e9\u30f3\u30c0\u30e0\u306b\u751f\u6210\u3055\u308c\u305f\u30c7\u30fc\u30bf\u3092\u4f7f\u7528\u3057\u3066\u3001\u30ea\u30d7\u30ec\u30a4\u653b\u6483\u3092\u9632\u6b62\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u30e9\u30f3\u30c0\u30e0\u306b\u751f\u6210\u3055\u308c\u305f\u30c7\u30fc\u30bf\u3082\u542b\u307e\u308c\u308b\u305f\u3081\u3001\u30b5\u30fc\u30d0\u5074\u306e\u8106\u5f31\u306a\u4e71\u6570\u751f\u6210\u304c\u539f\u56e0\u3067\u767a\u751f\u3059\u308b\u554f\u984c\u3082\u9632\u6b62\u3055\u308c\u307e\u3059\u3002
property.enabled.synopsis=SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.identity-mapper.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306e\u5bfe\u5fdc\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3059\u308b SASL \u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u306b\u542b\u307e\u308c\u308b\u8a8d\u8a3c ID \u307e\u305f\u306f\u627f\u8a8d ID \u3068\u4e00\u81f4\u3055\u305b\u308b\u305f\u3081\u306b\u3001\u3053\u306e SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3067\u4f7f\u7528\u3055\u308c\u308b ID \u30de\u30c3\u30d1\u30fc\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.identity-mapper.syntax.aggregation.constraint-synopsis=Digest MD5 SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u5834\u5408\u306f\u3001\u53c2\u7167\u5148\u306e ID \u30de\u30c3\u30d1\u30fc\u3082\u4f7f\u7528\u53ef\u80fd\u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.java-class.synopsis=SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.quality-of-protection.synopsis=\u30b5\u30fc\u30d0\u30fc\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u4fdd\u8b77\u54c1\u8cea\u3092\u6307\u5b9a\u3059\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u540d\u524d\u3002
property.quality-of-protection.syntax.enumeration.value.confidentiality.synopsis=\u4fdd\u8b77\u54c1\u8cea\u306f\u3001\u5b8c\u5168\u6027\u304a\u3088\u3073\u6a5f\u5bc6\u6027\u3092\u4fdd\u8b77\u3057\u3066\u8a8d\u8a3c\u3059\u308b\u5834\u5408\u3068\u540c\u7b49\u3067\u3059\u3002
property.quality-of-protection.syntax.enumeration.value.integrity.synopsis=\u4fdd\u8b77\u54c1\u8cea\u306f\u3001\u5b8c\u5168\u6027\u3092\u4fdd\u8b77\u3057\u3066\u8a8d\u8a3c\u3059\u308b\u5834\u5408\u3068\u540c\u7b49\u3067\u3059\u3002
property.quality-of-protection.syntax.enumeration.value.none.synopsis=\u4fdd\u8b77\u54c1\u8cea\u306f\u3001\u8a8d\u8a3c\u3060\u3051\u306e\u5834\u5408\u3068\u540c\u7b49\u3067\u3059\u3002
property.realm.synopsis=DIGEST-MD5 \u8a8d\u8a3c\u306e\u305f\u3081\u306b\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3055\u308c\u308b\u30ec\u30eb\u30e0\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.realm.description=\u3053\u306e\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u3001\u30de\u30b7\u30f3\u306e\u5b8c\u5168\u6307\u5b9a\u30db\u30b9\u30c8\u540d\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.realm.default-behavior.alias.synopsis=\u3053\u306e\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u3001\u30de\u30b7\u30f3\u306e\u5b8c\u5168\u6307\u5b9a\u30db\u30b9\u30c8\u540d\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.realm.syntax.string.pattern.synopsis=\u30b3\u30f3\u30de\u3092\u542b\u307e\u306a\u3044\u4efb\u610f\u306e\u30ec\u30eb\u30e0\u6587\u5b57\u5217\u3002
property.server-fqdn.synopsis=\u8a8d\u8a3c\u30d7\u30ed\u30bb\u30b9\u4e2d\u306b digest-uri \u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u691c\u8a3c\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3055\u308c\u308b\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3057\u3066\u3001DNS \u3067\u89e3\u6c7a\u53ef\u80fd\u306a\u5b8c\u5168\u6307\u5b9a\u306e\u30c9\u30e1\u30a4\u30f3\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.server-fqdn.description=\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u300cldap/\u300d\u306e\u3042\u3068\u306b\u3053\u306e\u5c5e\u6027\u306e\u5024\u3092\u4ed8\u52a0\u3057\u305f digest-uri \u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u4f7f\u7528\u3055\u308c\u308b\u3068\u60f3\u5b9a\u3057\u307e\u3059\u3002\u305f\u3068\u3048\u3070\u3001\u5c5e\u6027\u5024\u304c\u300cdirectory.example.com\u300d\u306e\u5834\u5408\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u300cldap/directory.example.com\u300d\u3068\u3044\u3046 digest-uri \u304c\u4f7f\u7528\u3055\u308c\u308b\u3068\u60f3\u5b9a\u3057\u307e\u3059\u3002\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u6307\u5b9a\u3055\u308c\u305f digest-uri \u304c\u691c\u8a3c\u3055\u308c\u306a\u3044\u3067\u3001\u4efb\u610f\u306e\u5024\u304c\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u3059\u3002
property.server-fqdn.default-behavior.alias.synopsis=\u30b5\u30fc\u30d0\u30fc\u306f\u5b8c\u5168\u6307\u5b9a\u306e\u30c9\u30e1\u30a4\u30f3\u540d\u3092\u52d5\u7684\u306b\u5224\u5b9a\u3057\u3088\u3046\u3068\u3057\u307e\u3059\u3002
property.server-fqdn.syntax.string.pattern.synopsis=DIGEST-MD5 \u3092\u4ecb\u3057\u3066\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3057\u3066\u3001\u8a8d\u8a3c\u3059\u308b\u5834\u5408\u306b\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u4f7f\u7528\u3059\u308b\u3068\u60f3\u5b9a\u3055\u308c\u308b\u5b8c\u5168\u6307\u5b9a\u306e\u30a2\u30c9\u30ec\u30b9\u3002
