user-friendly-name=Controlador del mecanismo Digest MD5 SASL
user-friendly-plural-name=Controladores del mecanismo Digest MD5 SASL
synopsis=El mecanismo DIGEST-MD5 SASL se utiliza para realizar todo el procesamiento relacionado con la autenticaci\u00f3n SASL DIGEST-MD5.
description=El mecanismo DIGEST-MD5 SASL es muy similar a CRAM-MD5, que permite realizar una autenticaci\u00f3n basada en contrase\u00f1as sin mostrar abiertamente la contrase\u00f1a (aunque sea necesario que tanto el cliente como el servidor tengan acceso a la contrase\u00f1a de texto sin cifrar). Al igual que CRAM-MD5, este mecanismo utiliza los datos generados aleatoriamente por el servidor para resistir los ataques de reproducci\u00f3n, aunque tambi\u00e9n incluye los datos generados aleatoriamente por el cliente para evitar los problemas derivados de una creaci\u00f3n poco eficaz de n\u00fameros aleatorios por parte del servidor.
property.enabled.synopsis=Indica si el controlador del mecanismo SASL se ha habilitado para su uso.
property.identity-mapper.synopsis=Especifica el nombre del asignador de identidades que se utilizar\u00e1 con el controlador del mecanismo SASL para asociar el Id. de autenticaci\u00f3n o autorizaci\u00f3n incluido en la solicitud de enlace SASL al usuario correspondiente del directorio.
property.identity-mapper.syntax.aggregation.constraint-synopsis=Debe habilitarse el asignador de identidades al que se hace referencia si se ha habilitado el controlador del mecanismo Digest MD5 SASL.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del controlador del mecanismo SASL.
property.quality-of-protection.synopsis=El nombre de una propiedad que especifica el nivel de calidad de protecci\u00f3n que admitir\u00e1 el servidor.
property.quality-of-protection.syntax.enumeration.value.confidentiality.synopsis=El nivel de calidad de protecci\u00f3n es equivalente a la autenticaci\u00f3n con protecci\u00f3n de integridad y confidencialidad.
property.quality-of-protection.syntax.enumeration.value.integrity.synopsis=El nivel de calidad de protecci\u00f3n es equivalente a la autenticaci\u00f3n con protecci\u00f3n de integridad.
property.quality-of-protection.syntax.enumeration.value.none.synopsis=El nivel de QOP es equivalente s\u00f3lo a la autenticaci\u00f3n.
property.realm.synopsis=Especifica los dominios que utilizar\u00e1 el servidor para la autenticaci\u00f3n DIGEST-MD5.
property.realm.description=Si no se proporciona este valor, el servidor se configurar\u00e1 de forma predeterminada para utilizar el nombre de host completo del equipo.
property.realm.default-behavior.alias.synopsis=Si no se proporciona este valor, el servidor se configurar\u00e1 de forma predeterminada para utilizar el nombre de host completo del equipo.
property.realm.syntax.string.pattern.synopsis=Cualquier cadena de dominio que no contenga una coma.
property.server-fqdn.synopsis=Especifica el nombre de dominio completo que puede resolver un NDS para el servidor que se utiliza al validar el par\u00e1metro de URI de recopilaci\u00f3n de mensajes durante el proceso de autenticaci\u00f3n.
property.server-fqdn.description=Si est\u00e1 presente este atributo de configuraci\u00f3n, el servidor esperar\u00e1 que el cliente utilice un URI de recopilaci\u00f3n de mensajes igual a "ldap/" seguido del valor de este atributo. Por ejemplo, si el atributo presenta el valor "directorio.ejemplo.com", el servidor esperar\u00e1 que el cliente utilice el siguiente URI de recopilaci\u00f3n de mensajes: "ldap/directorio.ejemplo.com". Si no se proporciona ning\u00fan valor, el servidor no intentar\u00e1 validar el URI de recopilaci\u00f3n de mensajes proporcionado por el cliente y aceptar\u00e1 cualquier valor.
property.server-fqdn.default-behavior.alias.synopsis=El servidor intentar\u00e1 determinar din\u00e1micamente el nombre de dominio completo.
property.server-fqdn.syntax.string.pattern.synopsis=La direcci\u00f3n completa que se espera que utilicen los clientes al conectarse con el servidor y autenticarse mediante DIGEST-MD5.
