user-friendly-name=GSSAPI SASL-Mechanismushandler
user-friendly-plural-name=GSSAPI SASL-Mechanismushandler
synopsis=Der GSSAPI SASL-Mechansimus f\u00fchrt mit Kerberos V5 die gesamte Verarbeitung Im Zusammenhang mit der SASL GSSAPI-Authentifizierung duch.
description=Der GSSAPI SASL-Mechanismus bietet Clients die M\u00f6glichkeit, sich mithilfe der bestehenden Authentifizierung in einer Kerberos-Umgebung zu authentifizieren. Dieser Mechanismus bietet die M\u00f6glichkeit, eine Einzelanmeldung f\u00fcr Clients auf Kerberos-Basis herzustellen.
property.enabled.synopsis=Gibt an, ob der SASL-Mechanismushandler zur Verwendung aktiviert ist.
property.identity-mapper.synopsis=Gibt den Namen des Identit\u00e4tsmappers an, der mit dem SASL-Mechanismushandler verwendet werden soll, um die Authentifizierungs- oder Autorisierungs-ID im Kerberos-Principal der SASL-Verbindungsanforderung mit dem entsprechenden Benutzer im Verzeichnis abzugleichen.
property.identity-mapper.syntax.aggregation.constraint-synopsis=Der referenzierte Idenitit\u00e4smapper muss aktiviert sein, wenn der GSSAPI SASL-Mechanismushandler aktiviert ist.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, die den SASL-Mechanismushandler implementiert.
property.kdc-address.synopsis=Gibt die Adresse des KDC an, der f\u00fcr die Kerberos-Verarbeitung verwendet werden soll.
property.kdc-address.description=Wenn diese Eigenschaft angegeben wird, muss sie einen vollqualifizierten, DNS-aufl\u00f6sbaren Namen haben. Wenn diese Eigenschaft nicht angegeben wird, versucht der Server, sie \u00fcber die systemweite Kerberos-Konfiguration zu ermitteln.
property.kdc-address.default-behavior.alias.synopsis=Der Server versucht, die KDC-Adresse \u00fcber die zugrunde liegende Systemkonfiguration zu ermitteln.
property.keytab.synopsis=Gibt den Pfad zu keytab-Datei an, die zur Verarbeitung von Kerberos verwendet werden soll.
property.keytab.description=Wenn dies angegeben wird, handelt es sich um einen absoluten Pfad oder einen Pfad, der relativ zum Root der Serverinstanz ist.
property.keytab.default-behavior.alias.synopsis=Der Server versucht, die systemweite Standard-keytab zu verwenden.
property.principal-name.synopsis=Gibt den Principal-Namen an.
property.principal-name.description=Es kann sich um einen einfachen Benutzernamen oder einen Dienstnamen handeln, z. B. host/example.com. Wenn diese Eigenschaft nicht angegeben wird, versucht der Server, den Principal-Namen zu erstellen, indem er an die Zeichenfolge "ldap/" den vollqualifizierten Dom\u00e4nennamen anh\u00e4ngt.
property.principal-name.default-behavior.alias.synopsis=Der Server versucht, den Principal-Namen \u00fcber die zugrunde liegende Systemkonfiguration zu ermitteln.
property.quality-of-protection.synopsis=Der Name einer Eigenschaft, die die Qualit\u00e4t der vom Server unterst\u00fctzten Schutzes angibt.
property.quality-of-protection.syntax.enumeration.value.confidentiality.synopsis=Die Qualit\u00e4t des Schutzes gleicht die Authentifizierung der Integrit\u00e4ts- und Vertraulichkeitsschutz an.
property.quality-of-protection.syntax.enumeration.value.integrity.synopsis=Die Qualit\u00e4t des Schutzes gleicht die Authentifizierung dem Integrit\u00e4tsschutz an.
property.quality-of-protection.syntax.enumeration.value.none.synopsis=QOP gleicht nur die Authentifizierung an.
property.realm.synopsis=Gibt den Bereich an, der zur GSSAPI-Authentifizierung verwendet werden soll.
property.realm.default-behavior.alias.synopsis=Der Server versucht, den Bereich \u00fcber die zugrunde liegende Systemkonfiguration zu ermitteln.
property.server-fqdn.synopsis=Gibt den DNS-aufl\u00f6sbaren, vollqualifizierten Dom\u00e4nennamen f\u00fcr das System an.
property.server-fqdn.default-behavior.alias.synopsis=Der Server versucht, den vollst\u00e4ndig qualifizierten Dom\u00e4nennamen dynamisch zu ermitteln.
