user-friendly-name=\u672c\u5730\u6570\u636e\u5e93\u540e\u7aef
user-friendly-plural-name=\u672c\u5730\u6570\u636e\u5e93\u540e\u7aef
synopsis=\u672c\u5730\u6570\u636e\u5e93\u540e\u7aef\u4f7f\u7528 Berkeley DB Java Edition \u5c06\u7528\u6237\u63d0\u4f9b\u7684\u6570\u636e\u5b58\u50a8\u5728\u672c\u5730\u4ed3\u5e93\u4e2d\u3002
description=\u5b83\u662f\u4f20\u7edf\u7684\u201c\u76ee\u5f55\u670d\u52a1\u5668\u201d\u540e\u7aef\uff0c\u4e0e Sun Java System Directory Server \u63d0\u4f9b\u7684\u540e\u7aef\u7c7b\u4f3c\u3002\u672c\u5730\u6570\u636e\u5e93\u540e\u7aef\u4ee5\u7f16\u7801\u5f62\u5f0f\u5b58\u50a8\u6761\u76ee\uff0c\u5e76\u4e14\u8fd8\u63d0\u4f9b\u4e86\u53ef\u7528\u4e8e\u6839\u636e\u4e0d\u540c\u7c7b\u578b\u7684\u6761\u4ef6\u5feb\u901f\u5b9a\u4f4d\u76ee\u6807\u6761\u76ee\u7684\u7d22\u5f15\u3002
property.backend-id.synopsis=\u6307\u5b9a\u4e00\u4e2a\u540d\u79f0\u4ee5\u6807\u8bc6\u5173\u8054\u7684\u540e\u7aef\u3002
property.backend-id.description=\u8be5\u540d\u79f0\u5728\u670d\u52a1\u5668\u7684\u6240\u6709\u540e\u7aef\u95f4\u5fc5\u987b\u662f\u552f\u4e00\u7684\u3002\u5728\u670d\u52a1\u5668\u4e2d\u521b\u5efa\u540e\u7aef\u4e4b\u540e\uff0c\u5c31\u4e0d\u80fd\u518d\u66f4\u6539\u540e\u7aef ID\u3002
property.base-dn.synopsis=\u4e3a\u540e\u7aef\u5904\u7406\u7684\u6570\u636e\u6307\u5b9a\u57fa DN\u3002
property.base-dn.description=\u4e00\u4e2a\u540e\u7aef\u53ef\u4ee5\u8d1f\u8d23\u4e00\u4e2a\u6216\u591a\u4e2a\u57fa DN\u3002\u8bf7\u6ce8\u610f\uff0c\u5c3d\u7ba1\u4e00\u4e2a\u540e\u7aef\u7684\u57fa DN \u53ef\u80fd\u5728\u5176\u4ed6\u540e\u7aef\u63d0\u4f9b\u7684\u57fa DN \u4e4b\u4e0b\uff08\u7c7b\u4f3c\u4e8e\u5728 Sun Java System Directory Server \u4e2d\u4f7f\u7528\u5b50\u540e\u7f00\uff09\uff0c\u4f46\u662f\u4efb\u4f55\u4e24\u4e2a\u540e\u7aef\u90fd\u4e0d\u80fd\u5177\u6709\u76f8\u540c\u7684\u57fa DN\u3002\u5982\u679c\u67d0\u540e\u7aef\u7684\u4efb\u4f55\u57fa DN \u662f\u5176\u4ed6\u540e\u7aef\u57fa DN \u7684\u4e0b\u5c5e\uff0c\u5219\u8be5\u540e\u7aef\u7684\u6240\u6709\u57fa DN \u5747\u5fc5\u987b\u662f\u540c\u4e00\u57fa DN \u7684\u4e0b\u5c5e\u3002
property.base-dn.requires-admin-action.synopsis=\u9ed8\u8ba4\u60c5\u51b5\u4e0b\u4e0d\u9700\u8981\u4efb\u4f55\u7ba1\u7406\u64cd\u4f5c\uff0c\u4f46\u662f\u6839\u636e\u6bcf\u4e2a\u540e\u7aef\u7684\u5177\u4f53\u60c5\u51b5\uff0c\u53ef\u80fd\u5fc5\u987b\u8fdb\u884c\u67d0\u79cd\u64cd\u4f5c\u624d\u80fd\u4f7f\u7528\u65b0\u7684\u57fa DN\u3002
property.compact-encoding.synopsis=\u6307\u793a\u5728\u901a\u8fc7\u538b\u7f29\u5c5e\u6027\u63cf\u8ff0\u548c\u5bf9\u8c61\u7c7b\u96c6\u6765\u5bf9\u6761\u76ee\u8fdb\u884c\u7f16\u7801\u65f6\uff0c\u540e\u7aef\u662f\u5426\u5e94\u4f7f\u7528\u7d27\u51d1\u5f62\u5f0f\u3002
property.compact-encoding.description=\u8bf7\u6ce8\u610f\uff0c\u6b64\u5c5e\u6027\u4ec5\u9002\u7528\u4e8e\u6761\u76ee\u672c\u8eab\uff0c\u4e0d\u4f1a\u5f71\u54cd\u7d22\u5f15\u6570\u636e\u3002
property.compact-encoding.requires-admin-action.synopsis=\u5bf9\u6b64\u8bbe\u7f6e\u7684\u66f4\u6539\u4ec5\u5bf9\u8fdb\u884c\u66f4\u6539\u540e\u6240\u5199\u5165\u7684\u5185\u5bb9\u8d77\u4f5c\u7528\u3002\u5b83\u4e0d\u4f1a\u56de\u6eaf\u6027\u5730\u5e94\u7528\u4e8e\u73b0\u6709\u6570\u636e\u3002
property.db-cache-percent.synopsis=\u6307\u5b9a\u8981\u5206\u914d\u7ed9\u6570\u636e\u5e93\u9ad8\u901f\u7f13\u5b58\u7684 JVM \u5185\u5b58\u767e\u5206\u6bd4\u3002
property.db-cache-percent.description=\u6307\u5b9a\u5e94\u5f53\u7528\u4e8e\u7f13\u5b58\u6570\u636e\u5e93\u5185\u5bb9\u7684 JVM \u53ef\u7528\u5185\u5b58\u767e\u5206\u6bd4\u3002\u8bf7\u6ce8\u610f\uff0c\u53ea\u6709\u5728\u5c06 db-cache-size \u5c5e\u6027\u503c\u8bbe\u7f6e\u4e3a "0 MB" \u65f6\uff0c\u624d\u9700\u6267\u884c\u4e0a\u8ff0\u64cd\u4f5c\u3002\u5426\u5219\uff0c\u4f1a\u4f7f\u7528\u8be5\u5c5e\u6027\u7684\u503c\u6765\u63a7\u5236\u9ad8\u901f\u7f13\u5b58\u5927\u5c0f\u914d\u7f6e\u3002
property.db-cache-size.synopsis=\u8981\u5206\u914d\u7ed9\u6570\u636e\u5e93\u9ad8\u901f\u7f13\u5b58\u7684 JVM \u5185\u5b58\u7684\u5927\u5c0f\u3002
property.db-cache-size.description=\u6307\u5b9a\u5e94\u5f53\u7528\u4e8e\u7f13\u5b58\u6570\u636e\u5e93\u5185\u5bb9\u7684\u5185\u5b58\u5927\u5c0f\u3002\u503c "0 MB" \u8868\u793a\u5e94\u5f53\u4f7f\u7528 db-cache-percent \u5c5e\u6027\u6765\u6307\u5b9a\u9ad8\u901f\u7f13\u5b58\u5927\u5c0f\u3002
property.db-checkpointer-bytes-interval.synopsis=\u6307\u5b9a\u5f3a\u5236\u6267\u884c\u68c0\u67e5\u70b9\u524d\u53ef\u4ee5\u5199\u5165\u6570\u636e\u5e93\u7684\u6700\u5927\u5b57\u8282\u6570\u3002
property.db-checkpointer-bytes-interval.description=\u5982\u679c\u6253\u5f00\u6570\u636e\u5e93\u73af\u5883\u540e\u672a\u6b63\u786e\u5173\u95ed\uff0c\u6b64\u5c5e\u6027\u53ef\u4ee5\u7528\u4e8e\u9650\u5236\u53ef\u80fd\u9700\u8981\u7684\u6062\u590d\u65f6\u95f4\u3002\u5982\u679c\u6b64\u5c5e\u6027\u8bbe\u7f6e\u4e3a\u975e\u96f6\u503c\uff0c\u5219\u4e0d\u4f1a\u4f7f\u7528\u68c0\u67e5\u70b9\u5524\u9192\u65f6\u95f4\u95f4\u9694\u3002\u8981\u4f7f\u7528\u57fa\u4e8e\u65f6\u95f4\u7684\u68c0\u67e5\u70b9\uff0c\u8bf7\u5c06\u6b64\u5c5e\u6027\u8bbe\u7f6e\u4e3a\u96f6\u3002
property.db-checkpointer-wakeup-interval.synopsis=\u6307\u5b9a\u4e24\u4e2a\u68c0\u67e5\u70b9\u4e4b\u95f4\u53ef\u4ee5\u95f4\u9694\u7684\u6700\u957f\u65f6\u95f4\u3002
property.db-checkpointer-wakeup-interval.description=\u8bf7\u6ce8\u610f\uff0c\u53ea\u6709\u68c0\u67e5\u70b9\u5b57\u8282\u65f6\u95f4\u95f4\u9694\u7684\u503c\u8bbe\u7f6e\u4e3a\u96f6\u65f6\u624d\u4f1a\u4f7f\u7528\u6b64\u5c5e\u6027\u3002
property.db-cleaner-min-utilization.synopsis=\u6307\u5b9a\u6570\u636e\u5e93\u6e05\u7406\u7a0b\u5e8f\u5c1d\u8bd5\u4fdd\u7559\u5728\u6570\u636e\u5e93\u65e5\u5fd7\u6587\u4ef6\u4e2d\u7684\u201c\u52a8\u6001\u201d\u6570\u636e\u6700\u5c0f\u767e\u5206\u6bd4\u3002
property.db-cleaner-min-utilization.description=\u5982\u679c\u4efb\u4f55\u6570\u636e\u5e93\u65e5\u5fd7\u6587\u4ef6\u4e2d\u52a8\u6001\u6570\u636e\u7684\u91cf\u5c0f\u4e8e\u6b64\u767e\u5206\u6bd4\uff0c\u5219\u6e05\u7406\u7a0b\u5e8f\u4f1a\u5c06\u8be5\u6587\u4ef6\u4e2d\u7684\u5269\u4f59\u52a8\u6001\u6570\u636e\u79fb\u5165\u6570\u636e\u5e93\u7684\u672b\u5c3e\uff0c\u5e76\u5220\u9664\u539f\u59cb\u6587\u4ef6\uff0c\u4ee5\u4fbf\u4fdd\u6301\u6570\u636e\u5e93\u76f8\u5bf9\u7d27\u51d1\u3002
property.db-directory.synopsis=\u6307\u5b9a\u6587\u4ef6\u7cfb\u7edf\u76ee\u5f55\u7684\u8def\u5f84\uff0c\u8be5\u76ee\u5f55\u7528\u4e8e\u5bb9\u7eb3\u5305\u542b\u6b64\u540e\u7aef\u6570\u636e\u7684 Berkeley DB Java Edition \u6570\u636e\u5e93\u6587\u4ef6\u3002
property.db-directory.description=\u8be5\u8def\u5f84\u53ef\u4ee5\u662f\u7edd\u5bf9\u8def\u5f84\uff0c\u4e5f\u53ef\u4ee5\u662f\u76f8\u5bf9\u4e8e\u5305\u542b OpenDJ \u5b89\u88c5\u57fa\u76ee\u5f55\u7684\u76ee\u5f55\u7684\u8def\u5f84\u3002\u8be5\u8def\u5f84\u53ef\u4ee5\u662f\u4efb\u4f55\u6709\u6548\u76ee\u5f55\u8def\u5f84\uff0c\u53ea\u8981\u670d\u52a1\u5668\u5728\u5176\u4e2d\u5177\u6709\u9002\u5f53\u7684\u6743\u9650\u6765\u8bfb\u53d6\u548c\u5199\u5165\u6587\u4ef6\uff0c\u5e76\u5177\u6709\u8db3\u591f\u7684\u7a7a\u95f4\u6765\u5bb9\u7eb3\u6570\u636e\u5e93\u5185\u5bb9\u3002
property.db-directory-permissions.synopsis=\u6307\u5b9a\u5e94\u5f53\u5e94\u7528\u4e8e\u5305\u542b\u670d\u52a1\u5668\u6570\u636e\u5e93\u6587\u4ef6\u7684\u76ee\u5f55\u7684\u6743\u9650\u3002
property.db-directory-permissions.description=\u8fd9\u4e9b\u6743\u9650\u5e94\u4ee5\u4e09\u4f4d\u6570\u7684\u516b\u8fdb\u5236\u503c\u8868\u793a\uff0c\u8fd9\u662f UNIX \u6587\u4ef6\u6743\u9650\u7684\u4f20\u7edf\u8868\u793a\u65b9\u5f0f\u3002\u8fd9\u4e09\u4f4d\u6570\u8868\u793a\u9002\u7528\u4e8e\u76ee\u5f55\u6240\u6709\u8005\u3001\u7ec4\u6210\u5458\u53ca\u5176\u4ed6\u7528\u6237\uff08\u6309\u8be5\u987a\u5e8f\uff09\u7684\u6743\u9650\uff0c\u5e76\u4e14\u6bcf\u4e2a\u6570\u4f4d\u5206\u522b\u662f\u5bf9\u8bfb\u53d6\u3001\u5199\u5165\u548c\u6267\u884c\u4f4d\u7684\u516b\u8fdb\u5236\u8868\u793a\u3002\u8bf7\u6ce8\u610f\uff0c\u6b64\u5c5e\u6027\u4ec5\u5f71\u54cd\u5bf9\u6570\u636e\u5e93\u76ee\u5f55\u7684\u6743\u9650\uff0c\u800c\u4e0d\u4f1a\u5f71\u54cd\u5bf9\u5199\u5165\u8be5\u76ee\u5f55\u4e2d\u7684\u6587\u4ef6\u7684\u6743\u9650\u3002\u5728 UNIX \u7cfb\u7edf\u4e2d\uff0c\u7528\u6237\u7684 umask \u53ef\u63a7\u5236\u6307\u5b9a\u7684\u5bf9\u6570\u636e\u5e93\u6587\u4ef6\u7684\u6743\u9650\u3002
property.db-directory-permissions.syntax.string.pattern.synopsis=\u4efb\u4f55\u4ecb\u4e8e 700 \u548c 777 \u4e4b\u95f4\u7684\u516b\u8fdb\u5236\u503c\uff08\u6240\u6709\u8005\u5fc5\u987b\u59cb\u7ec8\u5177\u6709\u5bf9\u76ee\u5f55\u7684\u8bfb\u53d6\u3001\u5199\u5165\u548c\u6267\u884c\u6743\u9650\uff09\u3002
property.db-evictor-lru-only.synopsis=\u6307\u793a\u6570\u636e\u5e93\u662f\u5426\u5e94\u5f53\u6839\u636e LRU \u7b56\u7565\u6e05\u9664\u9ad8\u901f\u7f13\u5b58\u4e2d\u7684\u73b0\u6709\u6570\u636e\uff08\u5728\u8fd9\u79cd\u60c5\u51b5\u4e0b\uff0c\u5c06\u6700\u5148\u6e05\u9664\u6700\u8fd1\u6700\u5c11\u4f7f\u7528\u7684\u4fe1\u606f\uff09\u3002
property.db-evictor-lru-only.description=\u5982\u679c\u8bbe\u7f6e\u4e3a "false"\uff0c\u5219\u6e05\u9664\u65f6\u4f1a\u4f18\u5148\u4fdd\u7559\u9ad8\u901f\u7f13\u5b58\u4e2d\u57fa\u7840 Btree \u7684\u5185\u90e8\u8282\u70b9\u800c\u975e\u53f6\u8282\u70b9\uff0c\u5373\u4f7f\u8bbf\u95ee\u53f6\u8282\u70b9\u7684\u65f6\u95f4\u66f4\u8fd1\u3002\u5bf9\u4e8e\u4ec5\u7f13\u5b58\u5f88\u5c11\u4e00\u90e8\u5206\u6570\u636e\u7684\u6570\u636e\u5e93\u6765\u8bf4\uff0c\u8fd9\u53ef\u80fd\u662f\u66f4\u597d\u7684\u914d\u7f6e\u3002
property.db-evictor-nodes-per-scan.synopsis=\u6307\u5b9a\u5728\u786e\u5b9e\u6709\u5fc5\u8981\u6e05\u9664\u73b0\u6709\u6570\u636e\u4ee5\u4fbf\u4e3a\u65b0\u4fe1\u606f\u7559\u51fa\u7a7a\u95f4\u65f6\uff0c\u4e00\u6b21\u5e94\u4ece\u9ad8\u901f\u7f13\u5b58\u4e2d\u6e05\u9664\u7684 Btree \u8282\u70b9\u7684\u6570\u91cf\u3002
property.db-evictor-nodes-per-scan.description=\u5bf9\u6b64\u5c5e\u6027\u6240\u505a\u7684\u66f4\u6539\u76f4\u5230\u91cd\u65b0\u542f\u52a8\u540e\u7aef\u540e\u624d\u4f1a\u751f\u6548\u3002\u5efa\u8bae\u60a8\u5728\u5c06 db-evictor-lru-only \u8bbe\u7f6e\u4e3a false \u65f6\uff0c\u4e5f\u66f4\u6539\u6b64\u5c5e\u6027\u3002\u6b64\u8bbe\u7f6e\u53ef\u63a7\u5236\u6bcf\u6b21\u6e05\u9664\u8282\u70b9\u65f6\uff0c\u8981\u8003\u8651\u6216\u91c7\u6837\u7684 Btree \u8282\u70b9\u6570\u3002\u8bbe\u7f6e\u4e3a 10 \u901a\u5e38\u4f1a\u4ea7\u751f\u826f\u597d\u7684\u6548\u679c\uff0c\u4e0d\u8fc7\uff0c\u8fd9\u53ef\u80fd\u56e0\u5e94\u7528\u7a0b\u5e8f\u7684\u4e0d\u540c\u800c\u5f02\u3002\u6bcf\u6b21\u626b\u63cf\u7684\u8282\u70b9\u6570\u8d8a\u591a\uff0c\u7b97\u6cd5\u5c31\u8d8a\u7cbe\u786e\u3002\u4f46\u662f\uff0c\u5c06\u5176\u8bbe\u7f6e\u5f97\u8fc7\u9ad8\u4e5f\u662f\u6709\u5bb3\u65e0\u5229\uff0c\u56e0\u4e3a\u5bf9\u4e8e\u6bcf\u6b21\u6e05\u9664\u90fd\u9700\u8981\u8003\u8651\u66f4\u591a\u6570\u76ee\u7684\u8282\u70b9\uff0c\u8fd9\u6837\u4f1a\u5ef6\u8fdf\u6307\u5b9a\u6570\u636e\u5e93\u64cd\u4f5c\u7684\u5b8c\u6210\u65f6\u95f4\uff0c\u4ece\u800c\u5f71\u54cd\u5e94\u7528\u7a0b\u5e8f\u7ebf\u7a0b\u7684\u54cd\u5e94\u65f6\u95f4\u3002
property.db-log-file-max.synopsis=\u6307\u5b9a\u6570\u636e\u5e93\u65e5\u5fd7\u6587\u4ef6\u7684\u6700\u5927\u5927\u5c0f\u3002
property.db-logging-file-handler-on.synopsis=\u6307\u793a\u6570\u636e\u5e93\u662f\u5426\u5e94\u5f53\u5728\u4e0e\u6570\u636e\u5e93\u65e5\u5fd7\u76ee\u5f55\u76f8\u540c\u7684\u76ee\u5f55\u4e2d\u4fdd\u7559 je.info \u6587\u4ef6\u3002
property.db-logging-file-handler-on.description=\u6b64\u6587\u4ef6\u5305\u542b\u6709\u5173\u57fa\u7840\u6570\u636e\u5e93\u6240\u6267\u884c\u7684\u5185\u90e8\u5904\u7406\u7684\u4fe1\u606f\u3002
property.db-logging-level.synopsis=\u6307\u5b9a\u6570\u636e\u5e93\u5728\u5411 je.info \u6587\u4ef6\u5199\u5165\u4fe1\u606f\u65f6\u5e94\u4f7f\u7528\u7684\u65e5\u5fd7\u7ea7\u522b\u3002
property.db-logging-level.description=\u6570\u636e\u5e93\u8ffd\u8e2a\u65e5\u5fd7\u8bb0\u5f55\u7ea7\u522b\uff08\u6309\u8be6\u7ec6\u7a0b\u5ea6\u9012\u589e\u7684\u987a\u5e8f\uff09\u5305\u62ec\uff1aOFF\u3001SEVERE\u3001WARNING\u3001INFO\u3001CONFIG\u3001FINE\u3001FINER\u3001FINEST\u3001ALL\u3002
property.db-num-cleaner-threads.synopsis=\u6307\u5b9a\u4e3a\u4f7f\u6570\u636e\u5e93\u65e5\u5fd7\u6587\u4ef6\u8fbe\u5230\u6216\u63a5\u8fd1\u6240\u9700\u7684\u5360\u7528\u7387\u800c\u540e\u7aef\u5e94\u4fdd\u7559\u7684\u7ebf\u7a0b\u6570\u3002
property.db-num-cleaner-threads.description=\u5728\u5177\u6709\u9ad8\u5199\u5165\u541e\u5410\u91cf\u7684\u73af\u5883\u4e2d\uff0c\u53ef\u80fd\u9700\u8981\u591a\u4e2a\u6e05\u7406\u7a0b\u5e8f\u7ebf\u7a0b\u6765\u7ef4\u6301\u6240\u9700\u5360\u7528\u7387\u3002
property.db-num-cleaner-threads.default-behavior.alias.synopsis=\u8ba9\u670d\u52a1\u5668\u6765\u51b3\u5b9a\u3002
property.db-num-lock-tables.synopsis=\u6307\u5b9a\u57fa\u7840\u6570\u636e\u5e93\u4f7f\u7528\u7684\u9501\u5b9a\u8868\u6570\u3002
property.db-num-lock-tables.description=\u5728\u901a\u8fc7\u907f\u514d\u5177\u6709\u8f83\u591a CPU \u7684\u7cfb\u7edf\u4e2d\u51fa\u73b0\u4e89\u7528\u95ee\u9898\u6765\u5e2e\u52a9\u63d0\u9ad8\u53ef\u4f38\u7f29\u6027\u65b9\u9762\uff0c\u6b64\u5c5e\u6027\u5c24\u4e3a\u91cd\u8981\u3002\u6b64\u914d\u7f6e\u5c5e\u6027\u7684\u503c\u5e94\u8bbe\u7f6e\u4e3a\u5c0f\u4e8e\u6216\u7b49\u4e8e\u914d\u7f6e\u7528\u4e8e\u670d\u52a1\u5668\u4e2d\u7684\u5de5\u4f5c\u7ebf\u7a0b\u7684\u6570\u76ee\u7684\u8d28\u6570\u3002
property.db-num-lock-tables.default-behavior.alias.synopsis=\u8ba9\u670d\u52a1\u5668\u6765\u51b3\u5b9a\u3002
property.db-run-cleaner.synopsis=\u6307\u793a\u662f\u5426\u5e94\u542f\u7528\u6570\u636e\u5e93\u6e05\u7406\u7a0b\u5e8f\u7ebf\u7a0b\u3002
property.db-run-cleaner.description=\u6e05\u7406\u7a0b\u5e8f\u7ebf\u7a0b\u901a\u8fc7\u8bc6\u522b\u51fa\u52a8\u6001\u6570\u636e\u767e\u5206\u6bd4\u8f83\u4f4e\uff08\u5373\uff0c\u5c0f\u4e8e db-cleaner-min-utilization \u5c5e\u6027\u6307\u5b9a\u7684\u91cf\uff09\u7684\u6570\u636e\u5e93\u6587\u4ef6\uff0c\u5c06\u5269\u4f59\u52a8\u6001\u6570\u636e\u79fb\u5165\u65e5\u5fd7\u672b\u5c3e\u7136\u540e\u5220\u9664\u8be5\u6587\u4ef6\uff0c\u6765\u5b9a\u671f\u538b\u7f29\u6570\u636e\u5e93\u3002
property.db-txn-no-sync.synopsis=\u6307\u793a\u6570\u636e\u5e93\u5199\u5165\u5185\u5bb9\u662f\u5426\u5e94\u4e3b\u8981\u5199\u5165\u5185\u90e8\u7f13\u51b2\u533a\uff0c\u800c\u4e0d\u662f\u76f4\u63a5\u5199\u5165\u78c1\u76d8\u3002
property.db-txn-no-sync.description=\u5c06\u6b64\u914d\u7f6e\u5c5e\u6027\u7684\u503c\u8bbe\u7f6e\u4e3a "true" \u53ef\u80fd\u4f1a\u63d0\u9ad8\u5199\u5165\u6027\u80fd\uff0c\u4f46\u5982\u679c OpenDJ \u6216\u57fa\u7840 JVM \u5f02\u5e38\u9000\u51fa\uff0c\u6216\u8005\u64cd\u4f5c\u7cfb\u7edf\u6216\u786c\u4ef6\u51fa\u73b0\u6545\u969c\uff0c\u5219\u53ef\u80fd\u5bfc\u81f4\u6700\u8fd1\u7684\u66f4\u6539\u4e22\u5931\uff08\u4e0e\u5728\u7981\u7528\u4e8b\u52a1\u6301\u4e45\u6027\u7684\u60c5\u51b5\u4e0b\uff0c\u5728 Sun Java System Directory Server \u4e2d\u8fd0\u884c\u7684\u60c5\u51b5\u7c7b\u4f3c\uff09\u3002
property.db-txn-write-no-sync.synopsis=\u6307\u793a\u5728\u5c06\u6570\u636e\u5199\u5165\u78c1\u76d8\u65f6\uff0c\u6570\u636e\u5e93\u662f\u5426\u5e94\u540c\u6b65\u6e05\u7406\u6570\u636e\u3002
property.db-txn-write-no-sync.description=\u5982\u679c\u6b64\u503c\u8bbe\u7f6e\u4e3a "false"\uff0c\u5219\u5199\u5165\u78c1\u76d8\u7684\u6240\u6709\u6570\u636e\u4f1a\u540c\u6b65\u6e05\u7406\u5199\u56de\u5230\u6c38\u4e45\u5b58\u50a8\u5e93\u4e2d\uff0c\u5e76\u56e0\u6b64\u5177\u6709\u5b8c\u5168\u7684\u6301\u4e45\u6027\u3002\u5982\u679c\u6b64\u503c\u8bbe\u7f6e\u4e3a "true"\uff0c\u5219\u57fa\u7840\u64cd\u4f5c\u7cfb\u7edf\u53ef\u80fd\u4f1a\u5c06\u6570\u636e\u7f13\u5b58\u4e00\u6bb5\u65f6\u95f4\uff0c\u7136\u540e\u518d\u5b9e\u9645\u5199\u5165\u78c1\u76d8\u3002\u8fd9\u53ef\u80fd\u4f1a\u63d0\u9ad8\u6027\u80fd\uff0c\u4f46\u5982\u679c\u57fa\u7840\u64cd\u4f5c\u7cfb\u7edf\u6216\u786c\u4ef6\u51fa\u73b0\u6545\u969c\uff08\u4f46\u4e0d\u662f OpenDJ \u6216 JVM \u5f02\u5e38\u9000\u51fa\u8fd9\u79cd\u60c5\u51b5\uff09\uff0c\u5219\u53ef\u80fd\u5bfc\u81f4\u6700\u8fd1\u7684\u66f4\u6539\u4e22\u5931\u3002
property.disk-full-threshold.synopsis=\u63d0\u9ad8\u78c1\u76d8\u9608\u503c\u4ee5\u9650\u5236\u6570\u636e\u5e93\u66f4\u65b0
property.disk-full-threshold.description=\u5f53\u6570\u636e\u5e93\u5b9e\u4f8b\u4f7f\u7528\u7684\u78c1\u76d8\u4e0a\u7684\u53ef\u7528\u7a7a\u95f2\u7a7a\u95f4\u5c0f\u4e8e\u6307\u5b9a\u503c\u65f6\uff0c\u5c06\u4e0d\u5141\u8bb8\u66f4\u65b0\u4e14\u670d\u52a1\u5668\u4f1a\u8fd4\u56de UNWILLING_TO_PERFORM \u9519\u8bef\u3002\u53ea\u8981\u7a7a\u95f2\u7a7a\u95f4\u5927\u4e8e\u8be5\u9608\u503c\u5c31\u4f1a\u518d\u6b21\u5141\u8bb8\u66f4\u65b0\u3002
property.disk-low-threshold.synopsis=\u964d\u4f4e\u78c1\u76d8\u9608\u503c\u4ee5\u9650\u5236\u6570\u636e\u5e93\u66f4\u65b0
property.disk-low-threshold.description=\u5728\u78c1\u76d8\u4e0a\u6307\u5b9a\u201c\u8f83\u4f4e\u7684\u201d\u7a7a\u95f2\u7a7a\u95f4\u3002\u5f53\u6570\u636e\u5e93\u5b9e\u4f8b\u4f7f\u7528\u7684\u78c1\u76d8\u4e0a\u7684\u53ef\u7528\u7a7a\u95f2\u7a7a\u95f4\u5c0f\u4e8e\u6307\u5b9a\u503c\u65f6\uff0c\u53ea\u5141\u8bb8\u5177\u6709 BYPASS_LOCKDOWN \u6743\u9650\u7684\u7528\u6237\u5bf9\u8be5\u6570\u636e\u5e93\u8fdb\u884c\u534f\u8bae\u66f4\u65b0\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u5df2\u5728\u670d\u52a1\u5668\u4e2d\u542f\u7528\u540e\u7aef\u3002
property.enabled.description=\u5982\u679c\u672a\u542f\u7528\u540e\u7aef\uff0c\u5219\u5728\u5904\u7406\u64cd\u4f5c\u65f6\u5c06\u65e0\u6cd5\u8bbf\u95ee\u5176\u5185\u5bb9\u3002
property.entries-compressed.synopsis=\u6307\u793a\u540e\u7aef\u5728\u5c06\u6761\u76ee\u5b58\u50a8\u5230\u6570\u636e\u5e93\u524d\u662f\u5426\u5e94\u5c1d\u8bd5\u538b\u7f29\u6761\u76ee\u3002
property.entries-compressed.description=\u8bf7\u6ce8\u610f\uff0c\u6b64\u5c5e\u6027\u4ec5\u9002\u7528\u4e8e\u6761\u76ee\u672c\u8eab\uff0c\u4e0d\u4f1a\u5f71\u54cd\u7d22\u5f15\u6570\u636e\u3002\u6b64\u5916\uff0c\u538b\u7f29\u7684\u6548\u529b\u57fa\u4e8e\u6761\u76ee\u4e2d\u6240\u5305\u542b\u6570\u636e\u7684\u7c7b\u578b\u3002
property.entries-compressed.requires-admin-action.synopsis=\u5bf9\u6b64\u8bbe\u7f6e\u7684\u66f4\u6539\u4ec5\u5bf9\u8fdb\u884c\u66f4\u6539\u540e\u6240\u5199\u5165\u7684\u5185\u5bb9\u8d77\u4f5c\u7528\u3002\u5b83\u4e0d\u4f1a\u56de\u6eaf\u6027\u5730\u5e94\u7528\u4e8e\u73b0\u6709\u6570\u636e\u3002
property.import-queue-size.synopsis=\u8be5\u53c2\u6570\u5728 OpenDS 2.1 \u4e2d\u5df2\u8fc7\u65f6\uff0c\u5c06\u5728 OpenDJ 3.0 \u4e2d\u5220\u9664\u3002\u4fdd\u7559\u5b83\u4ec5\u4e3a\u4e86\u4fbf\u4e8e\u8fc1\u79fb\uff0c\u800c\u4e14\u5728 OpenDS 2.0 \u4e4b\u540e\u7684\u7248\u672c\u4e2d\u5df2\u5c06\u5176\u5ffd\u7565\u3002
property.import-queue-size.requires-admin-action.synopsis=\u8be5\u53c2\u6570\u5728 OpenDS 2.1 \u4e2d\u5df2\u8fc7\u65f6\uff0c\u5c06\u5728 OpenDJ 3.0 \u4e2d\u5220\u9664\u3002\u4fdd\u7559\u5b83\u4ec5\u4e3a\u4e86\u4fbf\u4e8e\u8fc1\u79fb\uff0c\u800c\u4e14\u5728 OpenDS 2.0 \u4e4b\u540e\u7684\u7248\u672c\u4e2d\u5df2\u5c06\u5176\u5ffd\u7565\u3002
property.import-thread-count.synopsis=\u8be5\u53c2\u6570\u5728 OpenDS 2.1 \u4e2d\u5df2\u8fc7\u65f6\uff0c\u5c06\u5728 OpenDJ 3.0 \u4e2d\u5220\u9664\u3002\u4fdd\u7559\u5b83\u4ec5\u4e3a\u4e86\u4fbf\u4e8e\u8fc1\u79fb\uff0c\u800c\u4e14\u5728 OpenDS 2.0 \u4e4b\u540e\u7684\u7248\u672c\u4e2d\u5df2\u5c06\u5176\u5ffd\u7565\u3002
property.import-thread-count.description=\u8be5\u53c2\u6570\u5728 OpenDS 2.1 \u4e2d\u5df2\u8fc7\u65f6\uff0c\u5c06\u5728 OpenDJ 3.0 \u4e2d\u5220\u9664\u3002\u4fdd\u7559\u5b83\u4ec5\u4e3a\u4e86\u4fbf\u4e8e\u8fc1\u79fb\uff0c\u800c\u4e14\u5728 OpenDS 2.0 \u4e4b\u540e\u7684\u7248\u672c\u4e2d\u5df2\u5c06\u5176\u5ffd\u7565\u3002
property.import-thread-count.requires-admin-action.synopsis=\u66f4\u6539\u5bf9\u5df2\u6b63\u5728\u8fdb\u884c\u7684\u4efb\u4f55\u5bfc\u5165\u4e0d\u8d77\u4f5c\u7528\u3002
property.index-entry-limit.synopsis=\u6307\u5b9a\u4e0d\u518d\u4fdd\u7559\u7ed9\u5b9a\u7684\u7d22\u5f15\u952e\u4e4b\u524d\uff0c\u5141\u8bb8\u4e0e\u8be5\u7279\u5b9a\u7d22\u5f15\u952e\u5339\u914d\u7684\u6700\u5927\u6761\u76ee\u6570\u3002
property.index-entry-limit.description=\u6b64\u5c5e\u6027\u4e0e Sun Java System Directory Server \u4e2d\u7684\u5168\u90e8ID \u9608\u503c\u7c7b\u4f3c\u3002\u8bf7\u6ce8\u610f\uff0c\u5b83\u662f\u540e\u7aef\u7684\u9ed8\u8ba4\u9650\u5236\uff0c\u5e76\u53ef\u80fd\u57fa\u4e8e\u6bcf\u4e2a\u5c5e\u6027\u8fdb\u884c\u66ff\u4ee3\u3002\u503c\u4e3a 0 \u8868\u793a\u6ca1\u6709\u9650\u5236\u3002
property.index-entry-limit.requires-admin-action.synopsis=\u5982\u679c\u4efb\u4f55\u7d22\u5f15\u952e\u5df2\u8fbe\u5230\u6b64\u9650\u5236\uff0c\u5219\u7d22\u5f15\u9700\u8981\u91cd\u5efa\uff0c\u7136\u540e\u624d\u5141\u8bb8\u4f7f\u7528\u65b0\u9650\u5236\u3002
property.java-class.synopsis=\u6307\u5b9a\u63d0\u4f9b\u540e\u7aef\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u3002
property.je-property.synopsis=\u6307\u5b9a\u4e3a\u6b64\u540e\u7aef\u63d0\u4f9b\u6570\u636e\u7684 Berkeley DB Java Edition \u6570\u636e\u5e93\u7684\u6570\u636e\u5e93\u548c\u73af\u5883\u5c5e\u6027\u3002
property.je-property.description=\u4efb\u4f55 Berkeley DB Java Edition \u5c5e\u6027\u5747\u53ef\u4f7f\u7528\u4ee5\u4e0b\u683c\u5f0f\u6307\u5b9a\uff1aproperty-name=property-value\u3002\u6709\u5173\u76f8\u5173\u5c5e\u6027\u3001\u5176\u542b\u4e49\u53ca\u8303\u56f4\u503c\u7684\u8be6\u7ec6\u4fe1\u606f\uff0c\u8bf7\u53c2\u89c1 OpenDJ \u6587\u6863\u3002\u6240\u6709\u5c5e\u6027\u53c2\u6570\u7684\u660e\u786e\u6807\u8bc6\u5747\u4f4d\u4e8e Berkeley DB Java Edition \u5206\u53d1\u7684 example.properties \u6587\u4ef6\u4e2d\u3002
property.preload-time-limit.synopsis=\u6307\u5b9a\u521d\u59cb\u5316\u540e\u7aef\u65f6\uff0c\u5141\u8bb8\u540e\u7aef\u5728\u201c\u9884\u5148\u88c5\u5165\u201d\u6570\u636e\u4e0a\u82b1\u8d39\u7684\u65f6\u95f4\u3002
property.preload-time-limit.description=\u9884\u5148\u88c5\u5165\u8fc7\u7a0b\u7528\u4e8e\u9884\u5148\u586b\u5145\u6570\u636e\u5e93\u9ad8\u901f\u7f13\u5b58\uff0c\u4ee5\u4fbf\u5728\u670d\u52a1\u5668\u5904\u7406\u8bf7\u6c42\u65f6\u5b83\u80fd\u591f\u5728\u66f4\u77ed\u65f6\u95f4\u5185\u53ef\u7528\u3002\u6301\u7eed\u65f6\u95f4\u4e3a\u96f6\u8868\u793a\u4e0d\u8fdb\u884c\u9884\u5148\u88c5\u5165\u3002
property.writability-mode.synopsis=\u6307\u5b9a\u5728\u5904\u7406\u5199\u5165\u64cd\u4f5c\u65f6\u540e\u7aef\u5e94\u4f7f\u7528\u7684\u884c\u4e3a\u3002
property.writability-mode.syntax.enumeration.value.disabled.synopsis=\u5bfc\u81f4\u6240\u6709\u5199\u5165\u5c1d\u8bd5\u5931\u8d25\u3002
property.writability-mode.syntax.enumeration.value.enabled.synopsis=\u5141\u8bb8\u5728\u8be5\u540e\u7aef\u4e2d\u6267\u884c\u5199\u5165\u64cd\u4f5c\uff08\u5982\u679c\u8bf7\u6c42\u7684\u64cd\u4f5c\u6709\u6548\uff0c\u5219\u7528\u6237\u5177\u6709\u6267\u884c\u6b64\u64cd\u4f5c\u7684\u6743\u9650\uff0c\u540e\u7aef\u652f\u6301\u8be5\u7c7b\u578b\u7684\u5199\u5165\u64cd\u4f5c\uff0c\u5168\u5c40\u53ef\u5199\u6027\u6a21\u5f0f\u5c5e\u6027\u4e5f\u4f1a\u542f\u7528\uff09\u3002
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=\u5bfc\u81f4\u5916\u90e8\u5199\u5165\u5c1d\u8bd5\u5931\u8d25\uff0c\u4f46\u5141\u8bb8\u901a\u8fc7\u590d\u5236\u548c\u5185\u90e8\u64cd\u4f5c\u8fdb\u884c\u5199\u5165\u3002
relation.local-db-index.user-friendly-name=\u672c\u5730\u6570\u636e\u5e93\u7d22\u5f15
relation.local-db-index.user-friendly-plural-name=\u672c\u5730\u6570\u636e\u5e93\u7d22\u5f15
relation.local-db-index.synopsis=\u672c\u5730\u6570\u636e\u5e93\u7d22\u5f15\u7528\u4e8e\u5b58\u50a8\u5728\u5904\u7406\u641c\u7d22\u64cd\u4f5c\u65f6\u80fd\u591f\u4f7f\u5b9a\u4f4d\u6761\u76ee\u8fc7\u7a0b\u975e\u5e38\u5feb\u901f\u7684\u4fe1\u606f\u3002
relation.local-db-index.description=\u7d22\u5f15\u64cd\u4f5c\u5728\u6bcf\u4e2a\u5c5e\u6027\u7ea7\u522b\u6267\u884c\uff0c\u5e76\u4e14\u53ef\u4ee5\u6839\u636e\u5728\u6267\u884c\u641c\u7d22\u64cd\u4f5c\u671f\u95f4\u5bf9\u5c5e\u6027\u7684\u9884\u8ba1\u8bbf\u95ee\u65b9\u5f0f\uff0c\u5bf9\u4e0d\u540c\u79cd\u7c7b\u7684\u5c5e\u6027\u6267\u884c\u4e0d\u540c\u7c7b\u578b\u7684\u7d22\u5f15\u3002
relation.local-db-vlv-index.user-friendly-name=\u672c\u5730\u6570\u636e\u5e93 VLV \u7d22\u5f15
relation.local-db-vlv-index.user-friendly-plural-name=\u672c\u5730\u6570\u636e\u5e93 VLV \u7d22\u5f15
relation.local-db-vlv-index.synopsis=\u672c\u5730\u6570\u636e\u5e93 VLV \u7d22\u5f15\u7528\u4e8e\u5b58\u50a8\u6709\u5173\u7279\u5b9a\u641c\u7d22\u8bf7\u6c42\u7684\u4fe1\u606f\uff0c\u8fd9\u4e9b\u4fe1\u606f\u4f7f\u901a\u8fc7 VLV \u63a7\u4ef6\u5904\u7406\u8fd9\u4e9b\u8bf7\u6c42\u7684\u8fc7\u7a0b\u66f4\u9ad8\u6548\u3002
relation.local-db-vlv-index.description=VLV \u7d22\u5f15\u53ef\u4ee5\u6709\u6548\u5730\u901a\u77e5\u670d\u52a1\u5668\uff1a\u5c06\u8981\u6267\u884c\u5177\u6709\u7279\u5b9a\u67e5\u8be2\u548c\u6392\u5e8f\u53c2\u6570\u7684\u865a\u62df\u5217\u8868\u89c6\u56fe\u3002\u6b64\u7d22\u5f15\u8fd8\u5141\u8bb8\u670d\u52a1\u5668\u6536\u96c6\u548c\u4fdd\u7559\u4f7f\u5bf9\u865a\u62df\u5217\u8868\u89c6\u56fe\u7684\u4f7f\u7528\u66f4\u5feb\u901f\u6240\u9700\u7684\u4fe1\u606f\u3002
