user-friendly-name=Lokaler DB-Index
user-friendly-plural-name=Lokale DB-Indizes
synopsis=Lokale DB-Indizes werden zum Speichern von Informationen verwendet, die es erm\u00f6glichen, Eintr\u00e4ge sehr schnell ausfindig zu machen, wenn Suchvorg\u00e4nge verarbeitet werden.
description=Die Indizierung wird auf Ebene jedes einzelnen Attributs ausgef\u00fchrt, und an unterschiedlichen Attributstypen k\u00f6nnen unterschiedliche Indizierungstypen ausgef\u00fchrt werden, abh\u00e4ngig davon, wie w\u00e4hrend Suchvorg\u00e4ngen auf sie zugegriffen werden soll.
property.attribute.synopsis=Gibt den Namen des Attributs an, f\u00fcr das der Index beibehalten werden soll.
property.index-entry-limit.synopsis=Gibt die maximale Anzahl von Eintr\u00e4gen an, die mit einem angegebenen Indexschl\u00fcssel \u00fcbereinstimmen k\u00f6nnen, bevor dieser Indexschl\u00fcssel nicht mehr beibehalten wird.
property.index-entry-limit.description=Dies ist analog zu ALL IDs -Schwellenwerten im Sun Java System-Directory-Server. Wenn dies angegeben wird, \u00fcberschreibt der Wert, die JE-Backend-weite Konfiguration. Wenn kein Limit bestehen soll, verwenden Sie 0 f\u00fcr diesen Wert.
property.index-entry-limit.requires-admin-action.synopsis=Wenn Indexschl\u00fcssel dieses Limit bereits erreicht haben, m\u00fcssen die Indizes neu erstellt werden, bevor sie das neue Limit verwenden k\u00f6nnen.
property.index-extensible-matching-rule.synopsis=Die erweiterbare \u00dcbereinstimmungsregel in einem erweiterbaren Index.
property.index-extensible-matching-rule.description=Eine erweiterbare \u00dcbereinstimmungsregel muss entweder mit LOCALE oder OID der \u00dcbereinstimmungsregel angegeben werden.
property.index-extensible-matching-rule.default-behavior.alias.synopsis=Es werden keine erweiterbaren \u00dcbereinstimmungsregeln indiziert.
property.index-extensible-matching-rule.requires-admin-action.synopsis=Der Index muss neu erstellt werden, bevor er den neuen Wert wiedergibt.
property.index-extensible-matching-rule.syntax.string.pattern.synopsis=Ein Locale oder eine OID.
property.index-type.synopsis=Gibt die Arten der Indizierung an, die f\u00fcr das verkn\u00fcpfte Attribut ausgef\u00fchrt werden soll.
property.index-type.description=F\u00fcr die Indextypen Gleichheit, Anwesenheit und Unterzeichenfolge muss der verkn\u00fcpfte Attributstyp \u00fcber eine entsprechende Abgleichregel verf\u00fcgen.
property.index-type.requires-admin-action.synopsis=Wenn einem Attribut neue Indextypen hinzugef\u00fcgt werden und Werte f\u00fcr dieses Attribut bereits in der Datenbank vorhanden sind, muss der Index neu erstellt werden, damit er zutreffend ist.
property.index-type.syntax.enumeration.value.approximate.synopsis=Mit diesem Indextyp wird die Effizienz der Suchvorg\u00e4nge mithilfe von n\u00e4herungsweisen Suchfiltern verbessert.
property.index-type.syntax.enumeration.value.equality.synopsis=Mit diesem Indextyp wird die Effizienz von Suchvorg\u00e4ngen mithilfe von \u00fcbereinstimmenden Suchfiltern verbessert.
property.index-type.syntax.enumeration.value.extensible.synopsis=Mit diesem Indextyp wird die Effizienz der Suchvorg\u00e4nge mithilfe von erweiterbaren \u00dcbereinstimmungs-Suchfiltern verbessert.
property.index-type.syntax.enumeration.value.ordering.synopsis=Mit diesem Indextyp wird die Effizienz von Suchvorg\u00e4ngen mithilfe der Suchfilter "gr\u00f6\u00dfer als oder gleich" oder "kleiner als oder gleich" verbessert.
property.index-type.syntax.enumeration.value.presence.synopsis=Mit diesem Indextyp wird die Effizienz von Suchvorg\u00e4ngen mithilfe des Anwesenheits-Suchfilters verbessert.
property.index-type.syntax.enumeration.value.substring.synopsis=Mit diesem Indextyp wird die Effizienz von Suchvorg\u00e4ngen mithilfe von Unterzeichenfolge-Suchfiltern verbessert.
property.substring-length.synopsis=Die L\u00e4nge von Unterzeichenfolgen in einem Unterzeichenfolge-Index.
property.substring-length.requires-admin-action.synopsis=Der Index muss neu erstellt werden, bevor er den neuen Wert wiedergibt.
