user-friendly-name=\u672c\u5730\u6570\u636e\u5e93\u7d22\u5f15
user-friendly-plural-name=\u672c\u5730\u6570\u636e\u5e93\u7d22\u5f15
synopsis=\u672c\u5730\u6570\u636e\u5e93\u7d22\u5f15\u7528\u4e8e\u5b58\u50a8\u5728\u5904\u7406\u641c\u7d22\u64cd\u4f5c\u65f6\u80fd\u591f\u4f7f\u5b9a\u4f4d\u6761\u76ee\u8fc7\u7a0b\u975e\u5e38\u5feb\u901f\u7684\u4fe1\u606f\u3002
description=\u7d22\u5f15\u64cd\u4f5c\u5728\u6bcf\u4e2a\u5c5e\u6027\u7ea7\u522b\u6267\u884c\uff0c\u5e76\u4e14\u53ef\u4ee5\u6839\u636e\u5728\u6267\u884c\u641c\u7d22\u64cd\u4f5c\u671f\u95f4\u5bf9\u5c5e\u6027\u7684\u9884\u8ba1\u8bbf\u95ee\u65b9\u5f0f\uff0c\u5bf9\u4e0d\u540c\u79cd\u7c7b\u7684\u5c5e\u6027\u6267\u884c\u4e0d\u540c\u7c7b\u578b\u7684\u7d22\u5f15\u3002
property.attribute.synopsis=\u6307\u5b9a\u8981\u4e3a\u5176\u4fdd\u7559\u7d22\u5f15\u7684\u5c5e\u6027\u7684\u540d\u79f0\u3002
property.index-entry-limit.synopsis=\u6307\u5b9a\u4e0d\u518d\u4fdd\u7559\u7ed9\u5b9a\u7684\u7d22\u5f15\u952e\u4e4b\u524d\uff0c\u5141\u8bb8\u4e0e\u8be5\u7279\u5b9a\u7d22\u5f15\u952e\u5339\u914d\u7684\u6700\u5927\u6761\u76ee\u6570\u3002
property.index-entry-limit.description=\u6b64\u5c5e\u6027\u4e0e Sun Java System Directory Server \u4e2d\u7684\u5168\u90e8ID \u9608\u503c\u7c7b\u4f3c\u3002\u5982\u679c\u6307\u5b9a\u4e86\u6b64\u5c5e\u6027\uff0c\u5176\u503c\u4f1a\u8986\u76d6 JE \u540e\u7aef\u8303\u56f4\u7684\u914d\u7f6e\u3002\u5982\u679c\u6ca1\u6709\u9650\u5236\uff0c\u5219\u53ef\u4ee5 0 \u503c\u3002
property.index-entry-limit.requires-admin-action.synopsis=\u5982\u679c\u4efb\u4f55\u7d22\u5f15\u952e\u5df2\u8fbe\u5230\u6b64\u9650\u5236\uff0c\u5219\u7d22\u5f15\u5fc5\u987b\u91cd\u5efa\uff0c\u7136\u540e\u624d\u5141\u8bb8\u4f7f\u7528\u65b0\u9650\u5236\u3002
property.index-extensible-matching-rule.synopsis=\u53ef\u6269\u5c55\u7d22\u5f15\u4e2d\u7684\u53ef\u6269\u5c55\u5339\u914d\u89c4\u5219\u3002
property.index-extensible-matching-rule.description=\u5fc5\u987b\u4f7f\u7528\u5339\u914d\u89c4\u5219\u7684 LOCALE \u6216 OID \u6307\u5b9a\u53ef\u6269\u5c55\u5339\u914d\u89c4\u5219\u3002
property.index-extensible-matching-rule.default-behavior.alias.synopsis=\u4e0d\u4f1a\u4e3a\u4efb\u4f55\u53ef\u6269\u5c55\u5339\u914d\u89c4\u5219\u7f16\u5199\u7d22\u5f15\u3002
property.index-extensible-matching-rule.requires-admin-action.synopsis=\u5fc5\u987b\u5148\u91cd\u5efa\u7d22\u5f15\u624d\u80fd\u4f7f\u5176\u53cd\u6620\u65b0\u503c\u3002
property.index-extensible-matching-rule.syntax.string.pattern.synopsis=\u8bed\u8a00\u73af\u5883\u6216 OID\u3002
property.index-type.synopsis=\u6307\u5b9a\u5e94\u4e3a\u5173\u8054\u5c5e\u6027\u6267\u884c\u7684\u5efa\u7acb\u7d22\u5f15\u64cd\u4f5c\u7684\u7c7b\u578b\u3002
property.index-type.description=\u5bf9\u4e8e\u7b49\u540c\u3001\u5b58\u5728\u548c\u5b50\u4e32\u7d22\u5f15\u7c7b\u578b\uff0c\u5173\u8054\u7684\u5c5e\u6027\u7c7b\u578b\u5fc5\u987b\u5177\u6709\u76f8\u5e94\u7684\u5339\u914d\u89c4\u5219\u3002
property.index-type.requires-admin-action.synopsis=\u5982\u679c\u6ca1\u6709\u4e3a\u5c5e\u6027\u6dfb\u52a0\u4efb\u4f55\u65b0\u7684\u7d22\u5f15\u7c7b\u578b\uff0c\u5e76\u4e14\u8be5\u5c5e\u6027\u7684\u503c\u5df2\u5b58\u5728\u4e8e\u6570\u636e\u5e93\u4e2d\uff0c\u5219\u5fc5\u987b\u5148\u91cd\u5efa\u7d22\u5f15\u624d\u80fd\u4f7f\u5176\u7cbe\u786e\u3002
property.index-type.syntax.enumeration.value.approximate.synopsis=\u6b64\u7d22\u5f15\u7c7b\u578b\u7528\u4e8e\u4f7f\u7528\u8fd1\u4f3c\u5339\u914d\u641c\u7d22\u8fc7\u6ee4\u5668\u6765\u63d0\u9ad8\u641c\u7d22\u7684\u6548\u7387\u3002
property.index-type.syntax.enumeration.value.equality.synopsis=\u6b64\u7d22\u5f15\u7c7b\u578b\u7528\u4e8e\u4f7f\u7528\u7b49\u540c\u641c\u7d22\u8fc7\u6ee4\u5668\u6765\u63d0\u9ad8\u641c\u7d22\u7684\u6548\u7387\u3002
property.index-type.syntax.enumeration.value.extensible.synopsis=\u6b64\u7d22\u5f15\u7c7b\u578b\u7528\u4e8e\u4f7f\u7528\u53ef\u6269\u5c55\u5339\u914d\u641c\u7d22\u8fc7\u6ee4\u5668\u6765\u63d0\u9ad8\u641c\u7d22\u7684\u6548\u7387\u3002
property.index-type.syntax.enumeration.value.ordering.synopsis=\u6b64\u7d22\u5f15\u7c7b\u578b\u7528\u4e8e\u4f7f\u7528\u201c\u5927\u4e8e\u6216\u7b49\u4e8e\u201d\u6216\u8005\u201c\u5c0f\u4e8e\u6216\u7b49\u4e8e\u201d\u641c\u7d22\u8fc7\u6ee4\u5668\u6765\u63d0\u9ad8\u641c\u7d22\u7684\u6548\u7387\u3002
property.index-type.syntax.enumeration.value.presence.synopsis=\u6b64\u7d22\u5f15\u7c7b\u578b\u7528\u4e8e\u4f7f\u7528\u5b58\u5728\u641c\u7d22\u8fc7\u6ee4\u5668\u6765\u63d0\u9ad8\u641c\u7d22\u7684\u6548\u7387\u3002
property.index-type.syntax.enumeration.value.substring.synopsis=\u6b64\u7d22\u5f15\u7c7b\u578b\u7528\u4e8e\u4f7f\u7528\u5b50\u4e32\u641c\u7d22\u8fc7\u6ee4\u5668\u6765\u63d0\u9ad8\u641c\u7d22\u7684\u6548\u7387\u3002
property.substring-length.synopsis=\u5b50\u4e32\u7d22\u5f15\u4e2d\u5b50\u4e32\u7684\u957f\u5ea6\u3002
property.substring-length.requires-admin-action.synopsis=\u5fc5\u987b\u5148\u91cd\u5efa\u7d22\u5f15\u624d\u80fd\u4f7f\u5176\u53cd\u6620\u65b0\u503c\u3002
