user-friendly-name=Zugeh\u00f6rigkeits-Virtuelles-Attribut (Member Virtual Attribute)
user-friendly-plural-name=Durch den User definierte virtuelle Attribute
synopsis=Das Member Virtual Attribute generiert ein member oder uniqueMember attribut wessen Werte die DNs von den Mitgliedern von spezifizierten Virtuellen-Statischen-Gruppen sind.
description=Diese Komponente wird dazu benutzt um Virtuelle-Statische-Gruppen zu implementieren. Virtuelle-Statische-Gruppen machen es m\u00f6glich Eintr\u00e4ge anzulegen die wie Statische-Gruppen aussehen aber all ihre Mitglieder von einer Dynamischen-Gruppe oder irgendeine anderen Art von Gruppe (u.a. auch Statische-Gruppen) bezieht. Die Implementierung ist em effizientesten um herauszufinden ob ein bestimmter User zu einer Gruppe zugeh\u00f6rig ist (z.B. mit einem Suchfilter ala "(uniqueMember=uid=john.doe,ou=People,dc=example,dc=com)"), auch wenn hier in der suche nicht unbedingt die Gruppenmitgliedschaft als R\u00fcckgabewert inkludiert ist. Auch wen es funktioniert alle Gruppenmitglieder (member) oder Eindeutige-Gruppenmitglieder (uniqueMember) einer Gruppe generieren zu lassen, so ist dies doch eine sehr kostenintensive operation bzgl. Performance.
property.allow-retrieving-membership.synopsis=Gibt an, ob eine Anfrage die alle Werte f\u00fcr ein Virtuelles-Attribt abfr\u00e4gt verarbeitet werden soll.
property.allow-retrieving-membership.description=Diese Art von Operation kann manchmal sehr kostenintensiv sein und ist nicht Linear mit den Prim\u00e4rfunktion von Virtuellen-Statischen-Gruppen. Die Prim\u00e4rfunktion von Virtuellen-Statischen-Gruppen ist es das gleiche Idiom wie Statische-Grupen zu nutzen um festzustellen ob ein bestimmter User Mitglied einer Gruppe ist oder nicht. Falls das Attribut auf FALSE gesetzt wird, resultieren Versuche die ganze Sammlung an Werten abzufragen in einer leeren Sammlung. Nur Veruche festzustellen ob die Sammlung an Werten einen oder mehreren spezielle Werte enth\u00e4lt werden erwartungsgem\u00e4\u00df ausgef\u00fchrt.
property.attribute-type.synopsis=Gibt den Attributstyp f\u00fcr ein Attribut an, dessen Werte vom Virtuellen-Attribut dynamisch zugeteilt werden.
property.base-dn.synopsis=Gibt die Basis-DN f\u00fcr einen Zweig an, welcher geeignete Eintr\u00e4ge f\u00fcr ein Virtuelles-Attribut beinhaltet.
property.base-dn.description=Falls keine Werte angegeben generiert der Server \u00fcberall im ganzen Server.
property.base-dn.default-behavior.alias.synopsis=Der Ort des Eintrags in einem Server wird nicht zur Bestimmung herangezogen ob ein virtuelles Attribut g\u00fcltig ist.
property.conflict-behavior.synopsis=Gibt das Verhalten des Servers an welches er annehmen soll falls in einem Eintrag ein oder mehrere wirkliche Werte f\u00fcr ein assoziiertes Attribut vorhanden sind.
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=Gibt an, ob der Vrituelle-Attribut-Provider Echtwerte beibehalten soll und diese mit virtuell generierten Werten mischen soll, um so virtuell errechnete und echte Werte anzuzeigen.
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=Gibt an, ob echte Werte beibehalten werden und virtuelle Werte gar nicht berechnet werden.
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=Gibt an, ob der Virtual-Attribte-Provider Echtwerte zugunsten der virtuell generierten Werte unterdr\u00fcckt.
property.enabled.synopsis=Gibt an, ob das Member Virtual Attribut zur Verwendung aktiviert ist.
property.filter.synopsis=Gibt die Suchfilter an, welche auf Eintr\u00e4ge angewandt werden sollen, um festzustellen ob ein Virtuelles Attribut f\u00fcr diese Eintr\u00e4ge errechnet werden soll.
property.filter.description=Falls keine Werte angegeben werden so wird jeder Eintrag als g\u00fcltig erachtet um den Wert errechnet zu bekommen. Falls ein oder mehrere Werte angegeben werden, so werden nur jene Eintr\u00e4ge als g\u00fcltig erachtet, das virtuelle Attribut zu erhalten, die auf diese Werte passen.
property.filter.syntax.string.pattern.synopsis=Jeglicher g\u00fcltige Such-Filter-String.
property.group-dn.synopsis=Gibt die DNs von Gruppen an deren Mitglieder als g\u00fcltig erachtet werden k\u00f6nnen dieses virtuelle Attribut zu nutzen.
property.group-dn.description=Falls keine Werte angegeben werden, so wird keine Gruppenmitgliedschaft beachtet wenn das virutelle Attribut errechnet wird. Falls einer oder mehrere Gruppen-DNs angegeben werden, so werden nur Mitglieder dieser Gruppen als g\u00fcltig betrachtet dieses virtuelle Attribut zu benutzen.
property.group-dn.default-behavior.alias.synopsis=Bei der Bestimmung ob ein Eintrag ein Virtuelles Attribut nutzen darf wird Gruppenmitgliedschaft nicht ber\u00fccksichtigt.
property.java-class.synopsis=Gibt den vollqualifizierten Java Klassennamen der Klasse an die den Virtual-Attribt-Provider implementiert und somit virtuelle Attribute errechnet.
