user-friendly-name=Attribut virtuel de membre
user-friendly-plural-name=Attributs virtuels d\u00e9finis par l'utilisateur
synopsis=L'attribut virtuel de membre g\u00e9n\u00e8re l'attribut member ou uniqueMember dont les valeurs sont les DN des membres d'un groupe statique virtuel sp\u00e9cifi\u00e9.
description=Ce composant est utilis\u00e9 pour impl\u00e9menter une fonctionnalit\u00e9 de groupe statique virtuel, dans lequel on peut cr\u00e9er une entr\u00e9e qui ressemble \u00e0 un groupe statique mais qui obtient tous ses membres \u00e0 partir d'un groupe dynamique (ou un autre type de groupe, notamment un autre groupe statique). Cette impl\u00e9mentation est la plus efficace lorsqu'on tente de d\u00e9terminer si un utilisateur donn\u00e9 est membre ou pas d'un groupe (par exemple, avec un filtre comme "(uniqueMember=uid=john.doe,ou=People,dc=example,dc=com)") lorsque la recherche ne retourne en fait pas l'attribut d'adh\u00e9sion. Bien que cela fonctionne pour g\u00e9n\u00e9rer l'ensemble de valeurs pour l'attribut member ou uniqueMember, il peut s'agir d'une op\u00e9ration co\u00fbteuse pour un groupe important.
property.allow-retrieving-membership.synopsis=Indique s'il faut g\u00e9rer les requ\u00eates qui demandent toutes les valeurs pour l'attribut virtuel.
property.allow-retrieving-membership.description=Cette op\u00e9ration peut \u00eatre tr\u00e8s co\u00fbteuse dans certains cas et n'est pas conforme \u00e0 la fonction principale des groupes statiques virtuels, qui consiste \u00e0 permettre l'utilisation d'idiomes d'un groupe statique pour d\u00e9terminer si un utilisateur donn\u00e9 est membre ou pas. Si cet attribut est d\u00e9fini \u00e0 false, les tentatives de r\u00e9cup\u00e9ration de l'ensemble de valeurs re\u00e7oivent un ensemble vide, et seules les tentatives visant \u00e0 d\u00e9terminer si l'attribut a une valeur ou un ensemble de valeurs sp\u00e9cifique (ce qui est l'utilisation pr\u00e9vue principale pour des groupes statiques virtuels) sont correctement g\u00e9r\u00e9es.
property.attribute-type.synopsis=Sp\u00e9cifie le type d'attribut pour l'attribut dont les valeurs doivent \u00eatre affect\u00e9es de fa\u00e7on dynamique par l'attribut virtuel.
property.base-dn.synopsis=Sp\u00e9cifie les DN de la base pour les branches contenant des entr\u00e9es \u00e9ligibles \u00e0 l'utilisation de cet attribut virtuel.
property.base-dn.description=Si aucune valeur n'est donn\u00e9e, le serveur g\u00e9n\u00e8re alors des attributs virtuels n'importe o\u00f9 sur le serveur.
property.base-dn.default-behavior.alias.synopsis=L'emplacement de l'entr\u00e9e sur le serveur n'est pas pris en compte lors de la d\u00e9termination de l'\u00e9gibilit\u00e9 d'une entr\u00e9e \u00e0 l'utilisation de cet attribut virtuel.
property.conflict-behavior.synopsis=Sp\u00e9cifie le comportement que le serveur doit afficher pour les entr\u00e9es qui contiennent d\u00e9j\u00e0 une ou plusieurs valeurs r\u00e9elles pour l'attribut associ\u00e9.
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=Indique que le fournisseur d'attributs virtuels doit pr\u00e9server toute valeur r\u00e9elle contenue dans l'entr\u00e9e et la faire fusionner avec l'ensemble de valeurs virtuelles g\u00e9n\u00e9r\u00e9 de fa\u00e7on \u00e0 ce qu'\u00e0 la fois les valeurs r\u00e9elles et virtuelles soient utilis\u00e9es.
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=Indique que toute valeur r\u00e9elle contenue dans l'entr\u00e9e est pr\u00e9serv\u00e9e et utilis\u00e9e, et qu'aucune valeur virtuelle n'est g\u00e9n\u00e9r\u00e9e.
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=Indique que le fournisseur d'attributs virtuels supprime toute valeur r\u00e9elle contenue dans l'entr\u00e9e et g\u00e9n\u00e8re des valeurs virtuelles pour les utiliser.
property.enabled.synopsis=Indique si oui ou non l'utilisation de l'attribut virtuel de membre est activ\u00e9e.
property.filter.synopsis=Sp\u00e9cifie les filtres de recherche \u00e0 appliquer aux entr\u00e9es pour d\u00e9terminer si l'attribut virtuel doit \u00eatre g\u00e9n\u00e9r\u00e9 pour ces entr\u00e9es.
property.filter.description=Si aucune valeur n'est donn\u00e9e, toute entr\u00e9e est alors \u00e9ligible pour que la valeur soit g\u00e9n\u00e9r\u00e9e. Si un ou plusieurs filtres sont sp\u00e9cifi\u00e9s, seules les entr\u00e9es qui correspondent \u00e0 au moins l'un de ces filtres peuvent avoir l'attribut virtuel.
property.filter.syntax.string.pattern.synopsis=Toute cha\u00eene de filtre de recherche valide.
property.group-dn.synopsis=Sp\u00e9cifie les DN des groupes dont les membres peuvent \u00eatre \u00e9ligibles \u00e0 l'utilisation de cet attribut virtuel.
property.group-dn.description=Si aucune valeur n'est donn\u00e9e, l'adh\u00e9sion au groupe n'est alors pas prise en compte lors de la g\u00e9n\u00e9ration de l'attribut virtuel. Si un ou plusieurs DN de groupe sont sp\u00e9cifi\u00e9s, alors seuls les membres de ces groupes peuvent avoir l'attribut virtuel.
property.group-dn.default-behavior.alias.synopsis=L'adh\u00e9sion au groupe n'est pas prise en compte lors de la d\u00e9termination de l'\u00e9ligibilit\u00e9 d'une entr\u00e9e \u00e0 l'utilisation de cet attribut virtuel.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe du fournisseur d'attributs virtuels qui g\u00e9n\u00e8re les valeurs d'attributs.
