user-friendly-name=\u7f51\u7edc\u7ec4
user-friendly-plural-name=\u7f51\u7edc\u7ec4
synopsis=\u7f51\u7edc\u7ec4\u7528\u4e8e\u5bf9\u63a5\u53d7\u7684\u5ba2\u6237\u7aef\u8fde\u63a5\u8fdb\u884c\u5206\u7c7b\u4ee5\u53ca\u5c06\u8bf7\u6c42\u8def\u7531\u5230\u5de5\u4f5c\u6d41\u3002
property.allowed-auth-method.synopsis=\u6307\u5b9a\u4e00\u7ec4\u5141\u8bb8\u7684\u6388\u6743\u65b9\u6cd5\uff0c\u5ba2\u6237\u7aef\u5fc5\u987b\u4f7f\u7528\u5b83\u4eec\u624d\u53ef\u4e0e\u8be5\u7f51\u7edc\u7ec4\u5efa\u7acb\u8fde\u63a5\u3002
property.allowed-auth-method.default-behavior.alias.synopsis=\u5141\u8bb8\u6240\u6709\u6388\u6743\u65b9\u6cd5\u3002
property.allowed-auth-method.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.allowed-auth-method.syntax.enumeration.value.anonymous.synopsis=\u672a\u6388\u6743\u7684\u5ba2\u6237\u7aef\u3002
property.allowed-auth-method.syntax.enumeration.value.sasl.synopsis=\u4f7f\u7528\u57fa\u4e8e SASL/\u5916\u90e8\u8bc1\u4e66\u7684\u9a8c\u8bc1\u8fdb\u884c\u7ed1\u5b9a\u7684\u5ba2\u6237\u7aef\u3002
property.allowed-auth-method.syntax.enumeration.value.simple.synopsis=\u4f7f\u7528\u7b80\u5355\u9a8c\u8bc1\uff08\u540d\u79f0\u548c\u5bc6\u7801\uff09\u8fdb\u884c\u7ed1\u5b9a\u7684\u5ba2\u6237\u7aef\u3002
property.allowed-bind-dn.synopsis=\u6307\u5b9a\u4e00\u7ec4\u7ed1\u5b9a DN \u6a21\u5f0f\uff0c\u5b83\u4eec\u53ef\u4ee5\u786e\u5b9a\u53ef\u4e0e\u8be5\u7f51\u7edc\u7ec4\u5efa\u7acb\u8fde\u63a5\u7684\u5ba2\u6237\u7aef\u3002
property.allowed-bind-dn.description=\u6709\u6548\u7684\u7ed1\u5b9a DN \u8fc7\u6ee4\u5668\u662f\u7531\u96f6\u4e2a\u6216\u591a\u4e2a\u901a\u914d\u7b26\u7ec4\u6210\u7684\u5b57\u7b26\u4e32\u3002\u4e24\u4e2a\u901a\u914d\u7b26 ** \u53ef\u4ee5\u66ff\u6362\u4e00\u4e2a\u6216\u591a\u4e2a RDN \u7ec4\u4ef6\uff08\u6b63\u5982\uff0cuid=dmiller,**,dc=example,dc=com\uff09\u3002\u4e00\u4e2a\u901a\u914d\u7b26 * \u53ef\u4ee5\u66ff\u6362\u6574\u4e2a RDN\u3001\u6574\u4e2a\u7c7b\u578b\u6216\u4e00\u4e2a\u503c\u5b50\u4e32\uff08\u6b63\u5982\uff0cuid=bj*,ou=people,dc=example,dc=com\uff09\u3002
property.allowed-bind-dn.default-behavior.alias.synopsis=\u5141\u8bb8\u6240\u6709\u7ed1\u5b9a DN\u3002
property.allowed-bind-dn.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.allowed-client.synopsis=\u6307\u5b9a\u4e00\u7ec4\u4e3b\u673a\u540d\u6216\u5730\u5740\u63a9\u7801\uff0c\u5b83\u4eec\u53ef\u4ee5\u786e\u5b9a\u53ef\u4e0e\u8be5\u7f51\u7edc\u7ec4\u5efa\u7acb\u8fde\u63a5\u7684\u5ba2\u6237\u7aef\u3002
property.allowed-client.description=\u6709\u6548\u503c\u5305\u62ec\u4e3b\u673a\u540d\u3001\u5168\u9650\u5b9a\u57df\u540d\u3001\u57df\u540d\u3001IP \u5730\u5740\u6216\u5177\u6709\u5b50\u7f51\u63a9\u7801\u7684\u5b50\u7f51\u3002
property.allowed-client.default-behavior.alias.synopsis=\u5141\u8bb8\u6240\u6709\u5176\u5730\u5740\u4e0e\u62d2\u7edd\u5217\u8868\u4e2d\u7684\u5730\u5740\u4e0d\u5339\u914d\u7684\u5ba2\u6237\u7aef\u3002\u5982\u679c\u6ca1\u6709\u62d2\u7edd\u5217\u8868\uff0c\u5219\u5141\u8bb8\u6240\u6709\u5ba2\u6237\u7aef\u3002
property.allowed-client.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.allowed-protocol.synopsis=\u6307\u5b9a\u4e00\u7ec4\u5141\u8bb8\u7684\u53d7\u652f\u6301\u534f\u8bae\uff0c\u5ba2\u6237\u7aef\u5fc5\u987b\u4f7f\u7528\u5b83\u4eec\u624d\u80fd\u4e0e\u8be5\u7f51\u7edc\u7ec4\u5efa\u7acb\u8fde\u63a5\u3002
property.allowed-protocol.default-behavior.alias.synopsis=\u5141\u8bb8\u6240\u6709\u652f\u6301\u7684\u534f\u8bae\u3002
property.allowed-protocol.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.allowed-protocol.syntax.enumeration.value.ldap.synopsis=\u5141\u8bb8\u5ba2\u6237\u7aef\u4f7f\u7528 LDAP \u3002
property.allowed-protocol.syntax.enumeration.value.ldaps.synopsis=\u5141\u8bb8\u5ba2\u6237\u7aef\u4f7f\u7528 LDAPS \u3002
property.denied-client.synopsis=\u6307\u5b9a\u4e00\u7ec4\u4e3b\u673a\u540d\u6216\u5730\u5740\u63a9\u7801\uff0c\u5b83\u4eec\u53ef\u4ee5\u786e\u5b9a\u4e0d\u53ef\u4e0e\u8be5\u7f51\u7edc\u7ec4\u5efa\u7acb\u8fde\u63a5\u7684\u5ba2\u6237\u7aef\u3002
property.denied-client.description=\u6709\u6548\u503c\u5305\u62ec\u4e3b\u673a\u540d\u3001\u5168\u9650\u5b9a\u57df\u540d\u3001\u57df\u540d\u3001IP \u5730\u5740\u6216\u5177\u6709\u5b50\u7f51\u63a9\u7801\u7684\u5b50\u7f51\u3002\u5982\u679c\u5b9a\u4e49\u4e86\u5141\u8bb8\u548c\u62d2\u7edd\u7684\u5ba2\u6237\u7aef\u63a9\u7801\uff0c\u5e76\u4e14\u5ba2\u6237\u7aef\u8fde\u63a5\u4e0e\u8fd9\u4e24\u4e2a\u5217\u8868\u4e2d\u7684\u4e00\u4e2a\u6216\u591a\u4e2a\u63a9\u7801\u5339\u914d\uff0c\u5219\u5c06\u62d2\u7edd\u8fde\u63a5\u3002\u5982\u679c\u53ea\u6307\u5b9a\u4e86\u62d2\u7edd\u5217\u8868\uff0c\u5219\u5141\u8bb8\u4efb\u4f55\u4e0e\u8be5\u5217\u8868\u4e2d\u7684\u63a9\u7801\u4e0d\u5339\u914d\u7684\u5ba2\u6237\u7aef\u3002
property.denied-client.default-behavior.alias.synopsis=\u5982\u679c\u6307\u5b9a\u4e86\u5141\u8bb8\u5217\u8868\uff0c\u5219\u4ec5\u5141\u8bb8\u5177\u6709\u5141\u8bb8\u5217\u8868\u4e0a\u7684\u5730\u5740\u7684\u5ba2\u6237\u7aef\u3002\u5426\u5219\uff0c\u5141\u8bb8\u6240\u6709\u5ba2\u6237\u7aef\u3002
property.denied-client.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528\u7f51\u7edc\u7ec4\u4ee5\u5728\u670d\u52a1\u5668\u4e2d\u4f7f\u7528\u3002
property.enabled.description=\u5982\u679c\u672a\u542f\u7528\u7f51\u7edc\u7ec4\uff0c\u5219\u5728\u5904\u7406\u64cd\u4f5c\u65f6\uff0c\u5c06\u65e0\u6cd5\u8bbf\u95ee\u8be5\u7f51\u7edc\u7ec4\u7684\u5de5\u4f5c\u6d41\u3002
property.is-security-mandatory.synopsis=\u6307\u5b9a\u5ba2\u6237\u7aef\u4e0e\u6b64\u7f51\u7edc\u7ec4\u5efa\u7acb\u8fde\u63a5\u65f6\u662f\u5426\u9700\u8981\u5b89\u5168\u7684\u5ba2\u6237\u7aef\u8fde\u63a5\u3002
property.is-security-mandatory.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.priority.synopsis=\u6307\u5b9a\u6b64\u7f51\u7edc\u7ec4\u7684\u4f18\u5148\u7ea7\u3002
property.priority.description=\u9996\u5148\u5c06\u5ba2\u6237\u7aef\u8fde\u63a5\u4e0e\u4f18\u5148\u7ea7\u6700\u4f4e\u7684\u7f51\u8def\u7ec4\u8fdb\u884c\u6bd4\u8f83\u3002\u5982\u679c\u5ba2\u6237\u7aef\u8fde\u63a5\u4e0e\u5176\u8fde\u63a5\u6761\u4ef6\u4e0d\u5339\u914d\uff0c\u5219\u5ba2\u6237\u7aef\u8fde\u63a5\u5c06\u4e0e\u4f18\u5148\u7ea7\u7b2c\u4e8c\u4f4e\u7684\u7f51\u7edc\u7ec4\u8fdb\u884c\u6bd4\u8f83\uff0c\u4ee5\u6b64\u7c7b\u63a8\u3002\u5982\u679c\u672a\u9009\u62e9\u4efb\u4f55\u7f51\u7edc\u7ec4\uff0c\u5219\u4f1a\u62d2\u7edd\u5ba2\u6237\u7aef\u8fde\u63a5\u3002
property.workflow.synopsis=\u6307\u5b9a\u53ef\u4ee5\u901a\u8fc7\u8be5\u7f51\u7edc\u7ec4\u8bbf\u95ee\u4e00\u7ec4\u5de5\u4f5c\u6d41\u3002
property.workflow.default-behavior.alias.synopsis=\u5c06\u6ca1\u6709\u5de5\u4f5c\u6d41\u53ef\u8bbf\u95ee\u3002
property.workflow.syntax.aggregation.constraint-synopsis=\u5fc5\u987b\u542f\u7528\u5f15\u7528\u7684\u5de5\u4f5c\u6d41\u3002
relation.network-group-qos-policy.user-friendly-name=\u7f51\u7edc\u7ec4 QOS \u7b56\u7565
relation.network-group-qos-policy.user-friendly-plural-name=\u7f51\u7edc\u7ec4 QOS \u7b56\u7565
relation.network-group-qos-policy.synopsis=\u6307\u5b9a\u8be5 QOS \u7b56\u7565\u5f3a\u5236\u5b9e\u65bd\u7684\u670d\u52a1\u8d28\u91cf (QoS) \u7b56\u7565\u96c6\u3002
relation.network-group-qos-policy.description=\u5c5e\u4e8e\u8be5 QOS \u7b56\u7565\u7684\u6240\u6709\u5ba2\u6237\u7aef\u8fde\u63a5\u90fd\u5c06\u9075\u5faa\u5176\u7b56\u7565\u3002
