user-friendly-name=Limites de ressource du groupe de r\u00e9seau
user-friendly-plural-name=Limites de ressource du groupe de r\u00e9seau
synopsis=Les limites de ressource du groupe de r\u00e9seau sont utilis\u00e9es pour d\u00e9finir les limites de ressource appliqu\u00e9es par le groupe de r\u00e9seau.
property.max-concurrent-ops-per-connection.synopsis=Sp\u00e9cifie le nombre maximal d'op\u00e9rations simultan\u00e9es par connexion.
property.max-concurrent-ops-per-connection.description=Une valeur nulle (0) signifie qu'aucune limite n'est appliqu\u00e9e.
property.max-connections.synopsis=Sp\u00e9cifie le nombre maximal de connexions dans le groupe de r\u00e9seau.
property.max-connections.description=Une valeur nulle (0) signifie qu'aucune limite n'est appliqu\u00e9e.
property.max-connections-from-same-ip.synopsis=Sp\u00e9cifie le nombre maximal de connexions du m\u00eame client (identifi\u00e9 par son adresse IP).
property.max-connections-from-same-ip.description=Une valeur nulle (0) signifie qu'aucune limite n'est appliqu\u00e9e.
property.max-ops-per-connection.synopsis=Sp\u00e9cifie le nombre maximal d'op\u00e9rations par connexion.
property.max-ops-per-connection.description=Une valeur nulle (0) signifie qu'aucune limite n'est appliqu\u00e9e.
property.min-substring-length.synopsis=Sp\u00e9cifie la longueur minimale d'une sous-cha\u00eene de recherche.
property.min-substring-length.description=Les op\u00e9rations de recherche avec une sous-cha\u00eene de recherche courte sont susceptibles de correspondre \u00e0 un nombre \u00e9lev\u00e9 d'entr\u00e9es et pourraient d\u00e9grader les performances. Une valeur nulle (0) indique qu'aucune limite n'est appliqu\u00e9e.
property.referral-bind-policy.synopsis=Sp\u00e9cifie la r\u00e8gle de liaison de r\u00e9f\u00e9rence.
property.referral-bind-policy.description=La r\u00e8gle de liaison de r\u00e9f\u00e9rence est utilis\u00e9e uniquement lorsque la r\u00e8gle de r\u00e9f\u00e9rence est d\u00e9finie \u00e0 "suivre". Elle sp\u00e9cifie si la r\u00e9f\u00e9rence est suivie ou non du DN de liaison et du mot de passe du client, ou de fa\u00e7on anonyme.
property.referral-bind-policy.syntax.enumeration.value.anonymous.synopsis=Suivre les r\u00e9f\u00e9rences de fa\u00e7on anonyme.
property.referral-bind-policy.syntax.enumeration.value.use-password.synopsis=Suivre les r\u00e9f\u00e9rences avec le DN de liaison et le mot de passe du client.
property.referral-hop-limit.synopsis=Sp\u00e9cifie le nombre maximal de sauts lors du suivi des r\u00e9f\u00e9rences.
property.referral-hop-limit.description=Une valeur nulle (0) signifie qu'aucune limite n'est appliqu\u00e9e.
property.referral-policy.synopsis=Sp\u00e9cifie la r\u00e8gle de r\u00e9f\u00e9rence.
property.referral-policy.description=La r\u00e8gle de r\u00e9f\u00e9rence d\u00e9finit le comportement lors de la r\u00e9ception d'une r\u00e9f\u00e9rence. Le serveur peut rejeter la r\u00e9f\u00e9rence, la transf\u00e9rer au client ou la suivre.
property.referral-policy.syntax.enumeration.value.discard.synopsis=Rejeter des r\u00e9f\u00e9rences.
property.referral-policy.syntax.enumeration.value.follow.synopsis=Suivre des r\u00e9f\u00e9rences
property.referral-policy.syntax.enumeration.value.forward.synopsis=Transf\u00e9rer des r\u00e9f\u00e9rences.
property.search-size-limit.synopsis=Sp\u00e9cifie le nombre maximal d'entr\u00e9es que le serveur d'annuaire doit retourner au client lors d'une op\u00e9ration de recherche.
property.search-size-limit.description=Une valeur nulle (0) indique qu'aucune limite de taille n'est appliqu\u00e9e. Notez qu'il s'agit de la limite du groupe de r\u00e9seau, mais qu'elle peut \u00eatre remplac\u00e9e selon l'utilisateur.
property.search-size-limit.default-behavior.alias.synopsis=Utiliser la limite de taille par d\u00e9faut globale.
property.search-time-limit.synopsis=Sp\u00e9cifie la dur\u00e9e maximale que le serveur d'annuaire doit passer \u00e0 traiter une op\u00e9ration de recherche.
property.search-time-limit.description=Une valeur nulle (0) indique qu'aucune limite de temps n'est appliqu\u00e9e. Notez qu'il s'agit de la limite de temps du groupe de r\u00e9seau, mais qu'elle peut \u00eatre remplac\u00e9e selon l'utilisateur.
property.search-time-limit.default-behavior.alias.synopsis=Utiliser la limite de temps par d\u00e9faut globale.
