user-friendly-name=Directiva de filtrado de solicitudes del grupo de red
user-friendly-plural-name=Directivas de filtrado de solicitudes del grupo de red
synopsis=La directiva de filtrado de solicitudes del grupo de red se utiliza para definir el tipo de solicitudes permitidas en el grupo de red.
property.allowed-attributes.synopsis=Especifica los atributos que se permiten en las operaciones de b\u00fasqueda y comparaci\u00f3n.
property.allowed-attributes.description=Si se especifica este atributo, s\u00f3lo se permite el uso de los atributos enumerados en las operaciones de b\u00fasqueda y comparaci\u00f3n. Si no se define este atributo, se permitir\u00e1 el uso de todos los atributos, excepto aquellos enumerados en "ds-cfg-prohibited-attributes".
property.allowed-operations.synopsis=Especifica las operaciones permitidas en el grupo de red.
property.allowed-operations.description=Si se especifica este atributo, s\u00f3lo se podr\u00e1n realizar en el grupo de red las operaciones enumeradas. Si no se define este atributo, se permitir\u00e1n todas las operaciones.
property.allowed-operations.syntax.enumeration.value.add.synopsis=Operaciones de adici\u00f3n
property.allowed-operations.syntax.enumeration.value.bind.synopsis=Operaciones de enlace
property.allowed-operations.syntax.enumeration.value.compare.synopsis=Operaciones de comparaci\u00f3n
property.allowed-operations.syntax.enumeration.value.delete.synopsis=Operaciones de eliminaci\u00f3n
property.allowed-operations.syntax.enumeration.value.extended.synopsis=Operaciones ampliadas
property.allowed-operations.syntax.enumeration.value.inequality-search.synopsis=Operaciones de b\u00fasqueda de inexactitudes
property.allowed-operations.syntax.enumeration.value.modify.synopsis=Operaciones de modificaci\u00f3n
property.allowed-operations.syntax.enumeration.value.rename.synopsis=Operaciones de cambio de nombre
property.allowed-operations.syntax.enumeration.value.search.synopsis=Operaciones de b\u00fasqueda
property.allowed-search-scopes.synopsis=Especifica los \u00e1mbitos de b\u00fasqueda que se permiten en el grupo de red.
property.allowed-search-scopes.description=Si se especifica este atributo, s\u00f3lo se podr\u00e1n utilizar en el grupo de red los \u00e1mbitos enumerados. Si no se define, se permitir\u00e1n todos los \u00e1mbitos de b\u00fasqueda.
property.allowed-search-scopes.syntax.enumeration.value.base.synopsis=B\u00fasqueda de objeto de base
property.allowed-search-scopes.syntax.enumeration.value.children.synopsis=B\u00fasqueda de \u00e1rbol subordinado
property.allowed-search-scopes.syntax.enumeration.value.one.synopsis=B\u00fasqueda de un nivel
property.allowed-search-scopes.syntax.enumeration.value.sub.synopsis=B\u00fasqueda del \u00e1rbol completo
property.allowed-subtrees.synopsis=Especifica los \u00e1rboles que se mostrar\u00e1n a los clientes.
property.allowed-subtrees.description=Si se especifica este atributo, s\u00f3lo se mostrar\u00e1n los \u00e1rboles enumerados. Si, por el contrario, no se define este atributo, se mostrar\u00e1n todos los \u00e1rboles. Tenga en cuenta que "ds-cfg-prohibited-subtrees" limita la lista de \u00e1rboles mostrados.
property.prohibited-attributes.synopsis=Especifica los atributos que no se permiten en las operaciones de b\u00fasqueda y comparaci\u00f3n.
property.prohibited-attributes.description=Si se especifica este atributo, se prohibir\u00e1 el uso de todos los atributos enumerados en las operaciones de b\u00fasqueda y comparaci\u00f3n. No deber\u00eda utilizarse junto con "ds-cfg-allowed-attributes".
property.prohibited-subtrees.synopsis=Especifica los \u00e1rboles que no se mostrar\u00e1n a los clientes. Cada \u00e1rbol prohibido debe estar subordinado a un \u00e1rbol permitido.
property.prohibited-subtrees.description=Si se especifica este atributo, no se podr\u00e1 acceder a todos los \u00e1rboles enumerados.
