user-friendly-name=Crit\u00e8re de groupe de r\u00e9seau
user-friendly-plural-name=Crit\u00e8res de groupe de r\u00e9seau
synopsis=Le crit\u00e8re de groupe de r\u00e9seau est utilis\u00e9 pour classifier des connexions entrantes.
property.allowed-auth-method.synopsis=Sp\u00e9cifie les m\u00e9thodes d'autorisations permises pour qu'une connexion cliente corresponde au crit\u00e8re de groupe de r\u00e9seau.
property.allowed-auth-method.syntax.enumeration.value.anonymous.synopsis=Connexions anonymes.
property.allowed-auth-method.syntax.enumeration.value.sasl.synopsis=Les connexions SASL/externes, avec un certificat contenant l'authentification utilisateur.
property.allowed-auth-method.syntax.enumeration.value.simple.synopsis=Connexions de liaison simple, avec un DN de liaison et un mot de passe.
property.allowed-ldap-port.synopsis=Sp\u00e9cifie les ports LDAP autoris\u00e9s pour qu'une connexion cliente corresponde au crit\u00e8re de groupe de r\u00e9seau.
property.allowed-ldap-port.syntax.enumeration.value.ldap.synopsis=Connexion sur le port LDAP.
property.allowed-ldap-port.syntax.enumeration.value.ldaps.synopsis=Connexion sur le port LDAPS.
property.bind-dn-filter.synopsis=Sp\u00e9cifie un filtre de DN de liaison pour que la connexion cliente corresponde au crit\u00e8re de groupe de r\u00e9seau.
property.bind-dn-filter.description=Un filtre de DN de liaison valide est une cha\u00eene constitu\u00e9e de z\u00e9ro ou plusieurs caract\u00e8res g\u00e9n\u00e9riques. Un double caract\u00e8re g\u00e9n\u00e9rique ** remplace un ou plusieurs composants NRD (comme dans uid=dmiller,**,dc=example,dc=com). Un caract\u00e8re g\u00e9n\u00e9rique simple * remplace un NRD en entier ou un type en entier ou une sous-cha\u00eene de valeur (comme dans uid=bj*,ou=people,dc=example,dc=com).
property.ip-address-filter.synopsis=Sp\u00e9cifie un filtre d'adresse IP pour un crit\u00e8re de groupe de r\u00e9seau.
property.ip-address-filter.description=Une adresse IP valide peut \u00eatre l'une des suivantes\u00a0: 129.34.55.67 129.*.78.55 .sun.com foo.sun.com foo.*.sun.* 128.*.*.* 129.45.23.67/22 128.33.21.21/32 *.*.*.* 129.45.67.34/0 foo.com foo 2001:fecd:ba23:cd1f:dcb1:1010:9234:4088/124 2001:fecd:ba23:cd1f:dcb1:1010:9234:4088 [2001:fecd:ba23:cd1f:dcb1:1010:9234:4088]/45 ::/128 ::1/128 ::
property.is-security-mandatory.synopsis=Sp\u00e9cifie si la s\u00e9curit\u00e9 est obligatoire pour le crit\u00e8re de groupe de r\u00e9seau.
property.user-entry-filter.synopsis=Sp\u00e9cifie un filtre de recherche auquel doit correspondre l'entr\u00e9e d'un client li\u00e9.
