user-friendly-name=Pol\u00edtica de contrase\u00f1as
user-friendly-plural-name=Directivas de contrase\u00f1as
synopsis=Las directivas de contrase\u00f1as definen una serie de reglas de administraci\u00f3n de contrase\u00f1as, adem\u00e1s de los requisitos de procesamiento de autenticaci\u00f3n.
property.account-status-notification-handler.synopsis=Especifica los nombres de los controladores de notificaci\u00f3n de estado de la cuenta que se utilizan con el esquema de almacenamiento de contrase\u00f1a asociado.
property.account-status-notification-handler.syntax.aggregation.constraint-synopsis=Los controladores de notificaci\u00f3n de estado de la cuenta a la que se hace referencia deben estar habilitados.
property.allow-expired-password-changes.synopsis=Indica si un usuario cuya contrase\u00f1a haya caducado podr\u00e1 a\u00fan cambiarla mediante la operaci\u00f3n ampliada de modificaci\u00f3n de contrase\u00f1as.
property.allow-multiple-password-values.synopsis=Indica si las entradas de usuario podr\u00e1n tener varios valores distintos para el atributo de contrase\u00f1a.
property.allow-multiple-password-values.description=Esto puede ser potencialmente peligroso, ya que muchos de los mecanismos utilizados para cambiar la contrase\u00f1a no funcionan de forma eficaz con una configuraci\u00f3n de este tipo.  Si se permiten varios valores de contrase\u00f1a, cualquiera de ellos puede utilizarse para la autenticaci\u00f3n y, por lo tanto, todos estar\u00e1n sujetos a las mismas limitaciones de directivas.
property.allow-pre-encoded-passwords.synopsis=Indica si los usuarios pueden cambiar sus contrase\u00f1as proporcionando un valor precodificado.
property.allow-pre-encoded-passwords.description=Esto puede suponer un riesgo para la seguridad porque la versi\u00f3n de texto sin formato de la contrase\u00f1a no se conoce y, por lo tanto, no se le pueden aplicar las comprobaciones de validaci\u00f3n.
property.allow-user-password-changes.synopsis=Indica si los usuarios pueden cambiar sus propias contrase\u00f1as.
property.allow-user-password-changes.description=Esta comprobaci\u00f3n se realiza con car\u00e1cter adicional a la evaluaci\u00f3n del control de acceso. Ambas deben permitir que se produzca el cambio de contrase\u00f1a.
property.default-password-storage-scheme.synopsis=Especifica los nombres de los esquemas de almacenamiento de contrase\u00f1as que se utilizan para codificar contrase\u00f1as no cifradas para esta directiva de contrase\u00f1as.
property.default-password-storage-scheme.syntax.aggregation.constraint-synopsis=Deben estar habilitados los esquemas de almacenamiento de contrase\u00f1as a los que se hace referencia.
property.deprecated-password-storage-scheme.synopsis=Especifica los nombres de los esquemas de almacenamiento de contrase\u00f1as que se consideran desaprobados para esta directiva de contrase\u00f1as.
property.deprecated-password-storage-scheme.description=Si un usuario con esta directiva de contrase\u00f1as se autentica en el servidor y su contrase\u00f1a est\u00e1 codificada con un esquema desaprobado, se eliminar\u00e1n esos valores y se sustituir\u00e1n con los valores codificados utilizando el/los esquema(s) de almacenamiento de contrase\u00f1as predeterminado(s).
property.deprecated-password-storage-scheme.syntax.aggregation.constraint-synopsis=Deben estar habilitados los esquemas de almacenamiento de contrase\u00f1as a los que se hace referencia.
property.expire-passwords-without-warning.synopsis=Indica si el servidor de directorios permite que caduque una contrase\u00f1a del usuario, incluso aunque ese usuario nunca haya recibido una notificaci\u00f3n de advertencia de caducidad.
property.expire-passwords-without-warning.description=Si esta propiedad se establece en "true" (verdadero), las cuentas siempre caducan cuando llega la hora de caducidad. Si esta propiedad se establece en "false" (falso) o se inhabilita, el usuario siempre recibe al menos una notificaci\u00f3n de advertencia y la caducidad de la contrase\u00f1a se establece en la hora de advertencia m\u00e1s el intervalo de advertencia.
property.force-change-on-add.synopsis=Indica si los usuarios deber\u00e1n cambiar obligatoriamente sus contrase\u00f1as la primera vez que se autentiquen en el servidor de directorios una vez creada su cuenta.
property.force-change-on-reset.synopsis=Indica si los usuarios deber\u00e1n cambiar obligatoriamente sus contrase\u00f1as en caso de que el administrador las restablezca.
property.force-change-on-reset.description=Para ello, cualquiera que tenga permiso para cambiar la contrase\u00f1a de un usuario espec\u00edfico, que no sea ese usuario, ser\u00e1 considerado administrador.
property.grace-login-count.synopsis=Especifica el n\u00famero de inicios de sesi\u00f3n de gracia que se le permitir\u00e1n al usuario una vez que la cuenta haya caducado para que pueda seleccionar una nueva contrase\u00f1a.
property.grace-login-count.description=Si se especifica el valor 0, no se le conceder\u00e1 ning\u00fan inicio de sesi\u00f3n de gracia.
property.idle-lockout-interval.synopsis=Especifica el periodo de tiempo m\u00e1ximo que puede permanecer inactiva una cuenta (por ejemplo, el periodo durante el que el usuario asociado no se haya autenticado en el servidor) antes de que se bloquee la cuenta.
property.idle-lockout-interval.description=El valor de este atributo es un entero seguido de una unidad de segundos, minutos, horas, d\u00edas o semanas. Si se especifica el valor 0, las cuentas inactivas no se bloquean autom\u00e1ticamente. Esta funci\u00f3n s\u00f3lo est\u00e1 disponible si se mantiene la fecha y hora del \u00faltimo inicio de sesi\u00f3n.
property.last-login-time-attribute.synopsis=Especifica el nombre u OID del tipo de atributo que debe utilizarse para que contenga la fecha y hora del \u00faltimo inicio de sesi\u00f3n de los usuarios con la directiva de contrase\u00f1as asociada.
property.last-login-time-attribute.description=Este tipo de atributo debe definirse en el esquema del servidor de directorios como atributo operacional o debe permitirse su uso con el conjunto de clases de objeto para todos los usuarios con la directiva de contrase\u00f1as asociada.
property.last-login-time-format.synopsis=Especifica la cadena de formato que se utilizar\u00e1 para generar el valor de fecha y hora del \u00faltimo inicio de sesi\u00f3n para los usuarios con la directiva de contrase\u00f1as asociada.
property.last-login-time-format.description=Esta cadena de formato se ajusta a la sintaxis descrita en la documentaci\u00f3n de la API para la clase java.text.SimpleDateFormat.
property.last-login-time-format.syntax.string.pattern.synopsis=Cualquier cadena de formato v\u00e1lida que se puede utilizar con la clase java.text.SimpleDateFormat.
property.lockout-duration.synopsis=Especifica el periodo de tiempo m\u00e1ximo que una cuenta est\u00e1 bloqueada tras cometer un n\u00famero excesivo de errores de autenticaci\u00f3n.
property.lockout-duration.description=El valor de este atributo es un entero seguido de una unidad de segundos, minutos, horas, d\u00edas o semanas. Si se especifica el valor 0, la cuenta deber\u00eda permanecer bloqueada hasta que el administrador restablezca la contrase\u00f1a.
property.lockout-failure-count.synopsis=N\u00famero m\u00e1ximo de errores de autenticaci\u00f3n que se le permitir\u00e1n al usuario antes de que se bloquee la cuenta.
property.lockout-failure-count.description=Si se especifica el valor 0, la cuenta nunca deber\u00eda bloquearse debido a intentos fallidos.
property.lockout-failure-expiration-interval.synopsis=El periodo de tiempo m\u00e1ximo que debe transcurrir antes de que se dejen de contar los errores de autenticaci\u00f3n del usuario para el bloqueo de la cuenta.
property.lockout-failure-expiration-interval.description=El valor de este atributo deber\u00eda ser un entero seguido de una unidad de segundos, minutos, horas, d\u00edas o semanas. Si se especifica el valor 0, los errores de autenticaci\u00f3n no deber\u00edan caducar nunca. El recuento de errores siempre se restablecer\u00e1 en 0 tras efectuarse una autenticaci\u00f3n satisfactoria.
property.max-password-age.synopsis=El periodo de tiempo m\u00e1ximo que un usuario puede seguir usando la misma contrase\u00f1a antes de que deba cambiarla (por ejemplo, el intervalo de caducidad de la contrase\u00f1a).
property.max-password-age.description=El valor de este atributo deber\u00eda ser un entero seguido de una unidad de segundos, minutos, horas, d\u00edas o semanas. Si se especifica un valor de 0 segundos, se inhabilitar\u00e1 la caducidad de la contrase\u00f1a.
property.max-password-reset-age.synopsis=El periodo m\u00e1ximo de tiempo del que disponen los usuarios para cambiar sus contrase\u00f1as una vez restablecidas por el administrador y antes de que se bloqueen.
property.max-password-reset-age.description=El valor de este atributo deber\u00eda ser un entero seguido de una unidad de segundos, minutos, horas, d\u00edas o semanas. Si se especifica un valor de 0 segundos, se inhabilitar\u00e1 esta funci\u00f3n.
property.min-password-age.synopsis=Especifica el periodo m\u00ednimo tras un cambio de contrase\u00f1a antes de que el usuario pueda cambiar la contrase\u00f1a de nuevo.
property.min-password-age.description=El valor de este atributo deber\u00eda ser un entero seguido de una unidad de segundos, minutos, horas, d\u00edas o semanas. Esta configuraci\u00f3n se puede utilizar para evitar que los usuarios cambien sus contrase\u00f1as de forma reiterada durante un corto periodo de tiempo y para que vac\u00eden una contrase\u00f1a antigua del historial de forma que pueda volver a utilizarse.
property.password-attribute.synopsis=Especifica el tipo de atributo utilizado para contener las contrase\u00f1as de usuario.
property.password-attribute.description=Este tipo de atributo debe definirse en el esquema del servidor, y debe tener la contrase\u00f1a de usuario o bien la sintaxis de la contrase\u00f1a de autenticaci\u00f3n.
property.password-change-requires-current-password.synopsis=Indica si se debe utilizar una operaci\u00f3n ampliada de modificaci\u00f3n de contrase\u00f1as para los cambios de contrase\u00f1as realizados por el usuario y si se debe incluir la contrase\u00f1a actual del usuario para poder permitir el cambio.
property.password-expiration-warning-interval.synopsis=Especifica el periodo de tiempo m\u00e1ximo antes de que la contrase\u00f1a del usuario caduque realmente y en el que el servidor empezar\u00e1 a incluir notificaciones de advertencia en las respuestas de enlace de ese usuario.
property.password-expiration-warning-interval.description=El valor de este atributo deber\u00eda ser un entero seguido de una unidad de segundos, minutos, horas, d\u00edas o semanas. Si se especifica un valor de 0 segundos, se inhabilitar\u00e1 el intervalo de advertencia.
property.password-generator.synopsis=Especifica el nombre del generador de contrase\u00f1as que se utiliza con la directiva de contrase\u00f1as asociada.
property.password-generator.description=Se utilizar\u00e1 junto con la operaci\u00f3n ampliada de modificaci\u00f3n de contrase\u00f1as para generar una nueva contrase\u00f1a para un usuario cuando no se haya especificado ninguno en la solicitud.
property.password-generator.syntax.aggregation.constraint-synopsis=Debe estar habilitado el generador de contrase\u00f1as al que se hace referencia.
property.password-history-count.synopsis=Especifica el n\u00famero m\u00e1ximo de contrase\u00f1as anteriores que se conservar\u00e1n en el historial de contrase\u00f1as.
property.password-history-count.description=Al seleccionar una nueva contrase\u00f1a, se comprobar\u00e1 la contrase\u00f1a propuesta para asegurarse de que no coincida con la actual ni con otra de la lista del historial. Un valor de cero indica que no se mantendr\u00e1 ning\u00fan historial de contrase\u00f1as (si la duraci\u00f3n del historial de contrase\u00f1as tiene un valor de cero segundos), o que no se mantendr\u00e1 ning\u00fan n\u00famero m\u00e1ximo de contrase\u00f1as en el historial (si la duraci\u00f3n del historial de contrase\u00f1as tiene un valor superior a cero segundos).
property.password-history-duration.synopsis=Especifica el periodo m\u00e1ximo de tiempo que las contrase\u00f1as permanecen en el historial de contrase\u00f1as.
property.password-history-duration.description=Al seleccionar una nueva contrase\u00f1a, se comprobar\u00e1 la contrase\u00f1a propuesta para asegurarse de que no coincida con la actual ni con otra de la lista del historial. Un valor de cero segundos indica que no se mantendr\u00e1 ning\u00fan historial de contrase\u00f1as (si la duraci\u00f3n del historial de contrase\u00f1as tiene un valor de cero), o que no se mantendr\u00e1 ninguna duraci\u00f3n m\u00e1xima para las contrase\u00f1as en el historial (si el recuento del historial de contrase\u00f1as tiene un valor superior a cero).
property.password-validator.synopsis=Especifica los nombres de los validadores de contrase\u00f1as que se utilizan con el esquema de almacenamiento de contrase\u00f1as asociado.
property.password-validator.description=Los validadores de contrase\u00f1as se invocan cuando un usuario intenta proporcionar una nueva contrase\u00f1a, para determinar si la nueva contrase\u00f1a es aceptable.
property.password-validator.syntax.aggregation.constraint-synopsis=Deben estar habilitados los validadores de contrase\u00f1as a los que se hace referencia.
property.previous-last-login-time-format.synopsis=Especifica las cadenas de formato que se hayan utilizado con la fecha y hora del \u00faltimo inicio de sesi\u00f3n en cualquier momento del pasado para los usuarios con la directiva de contrase\u00f1as asociada.
property.previous-last-login-time-format.description=Estos valores se utilizan para poder analizar los valores anteriores, pero no se usar\u00e1n para establecer nuevos valores. Estas cadenas de formato deben ajustarse a la sintaxis descrita en la documentaci\u00f3n de la API para la clase java.text.SimpleDateFormat.
property.previous-last-login-time-format.syntax.string.pattern.synopsis=Cualquier cadena de formato v\u00e1lida que se puede utilizar con la clase java.text.SimpleDateFormat.
property.require-change-by-time.synopsis=Especifica el momento en el que los usuarios con la directiva de contrase\u00f1as asociada deben cambiar sus contrase\u00f1as.
property.require-change-by-time.description=Este valor debe expresarse con un formato de hora generalizado. Si la hora especificada es igual a la actual o ya ha pasado, los usuarios deber\u00e1n cambiar sus contrase\u00f1as inmediatamente. El comportamiento del servidor en este modo ser\u00e1 id\u00e9ntico al comportamiento observado cuando los usuarios deben cambiar obligatoriamente sus contrase\u00f1as tras efectuarse un restablecimiento administrativo.
property.require-change-by-time.syntax.string.pattern.synopsis=Un marcado de fecha y hora v\u00e1lida en forma de hora generalizada (por ejemplo, un valor de "20070409185811Z" indica un valor de 9 de abril de 2007 a las 6:58:11 pm GMT).
property.require-secure-authentication.synopsis=Indica si los usuarios con la directiva de contrase\u00f1as asociada deber\u00e1n autenticarse de forma segura.
property.require-secure-authentication.description=Esto puede implicar el uso de un canal de comunicaci\u00f3n seguro entre el cliente y el servidor o de un mecanismo SASL que no muestre las credenciales.
property.require-secure-password-changes.synopsis=Indica si los usuarios con la directiva de contrase\u00f1as asociada deber\u00e1n cambiar su contrase\u00f1a de forma segura, de tal forma que no se muestren sus credenciales.
property.skip-validation-for-administrators.synopsis=Indica si las contrase\u00f1as establecidas por los administradores pueden omitir el proceso de validaci\u00f3n de contrase\u00f1as necesario para los cambios de contrase\u00f1a realizados por los usuarios.
property.state-update-failure-policy.synopsis=Especifica c\u00f3mo gestiona el servidor la falta de capacidad para actualizar la informaci\u00f3n del estado de la directiva de contrase\u00f1as durante un intento de autenticaci\u00f3n.
property.state-update-failure-policy.description=En especial, esta propiedad se puede utilizar para controlar si una operaci\u00f3n de enlace de alg\u00fan modo satisfactoria falla si se produce un error mientras se intenta actualizar la informaci\u00f3n del estado de la directiva de contrase\u00f1as (por ejemplo, para borrar un registro de errores de autenticaci\u00f3n anteriores o para actualizar la fecha y hora del \u00faltimo inicio de sesi\u00f3n). Tambi\u00e9n se puede utilizar para controlar si rechazar una solicitud de enlace si se conoce de antemano el tiempo durante el que no se podr\u00e1n actualizar los errores de autenticaci\u00f3n en el caso de un intento de enlace insatisfactorio (por ejemplo, si el modo de escritura del servidor de fondo est\u00e1 deshabilitado).
property.state-update-failure-policy.syntax.enumeration.value.ignore.synopsis=Si un intento de enlace fuera de alg\u00fan modo satisfactorio, no lo rechace si se produce un problema mientras se intenta actualizar la informaci\u00f3n del estado de la directiva de contrase\u00f1as para el usuario.
property.state-update-failure-policy.syntax.enumeration.value.proactive.synopsis=Rechace proactivamente cualquier intento de enlace si se conoce de antemano el tiempo durante el que no se podr\u00e1 actualizar la informaci\u00f3n del estado de la directiva de contrase\u00f1as para el usuario.
property.state-update-failure-policy.syntax.enumeration.value.reactive.synopsis=Incluso si un intento de enlace fuera de alg\u00fan modo satisfactorio, rech\u00e1celo si se produce un problema mientras se intenta actualizar la informaci\u00f3n del estado de la directiva de contrase\u00f1as para el usuario.
