user-friendly-name=\u590d\u5236\u670d\u52a1\u5668
user-friendly-plural-name=\u590d\u5236\u670d\u52a1\u5668
synopsis=\u590d\u5236\u670d\u52a1\u5668\u5411\u590d\u5236\u57df\u4e2d\u7684 Directory Server \u53d1\u5e03\u66f4\u65b0\u3002
property.assured-timeout.synopsis=\u7b49\u5f85\u786e\u4fdd\u6a21\u5f0f\u786e\u8ba4\u65f6\u7684\u8d85\u65f6\u503c\u3002
property.assured-timeout.description=\u5b9a\u4e49\u590d\u5236\u670d\u52a1\u5668\u5728\u5fd8\u8bb0\u786e\u4fdd\u7684\u786e\u8ba4\u4e4b\u524d\u7b49\u5f85\u786e\u8ba4\uff08\u5728\u5b89\u5168\u6570\u636e\u6216\u5b89\u5168\u8bfb\u53d6\u786e\u4fdd\u5b50\u6a21\u5f0f\u4e0b\uff09\uff0c\u5e94\u7b54\u53d1\u9001\u4e86\u66f4\u65b0\u7684\u5b9e\u4f53\u5e76\u7b49\u5f85\u786e\u8ba4\u7684\u6beb\u79d2\u6570\u3002
property.degraded-status-threshold.synopsis=\u4f5c\u4e3a\u9608\u503c\u4ee5\u4f7f\u76ee\u5f55\u670d\u52a1\u5668\u7f6e\u4e8e\u964d\u7ea7\u72b6\u6001\u7684\u6682\u6302\u66f4\u6539\u6b21\u6570\u3002
property.degraded-status-threshold.description=\u8be5\u503c\u8868\u793a\u590d\u5236\u670d\u52a1\u5668\u5177\u6709\u7684\u5904\u4e8e\u961f\u5217\u4e2d\u7528\u4e8e\u53d1\u9001\u5230\u76ee\u5f55\u670d\u52a1\u5668\u7684\u6682\u6302\u66f4\u6539\u6b21\u6570\u3002\u4e00\u65e6\u8fbe\u5230\u8be5\u503c\uff0c\u5339\u914d\u7684\u76ee\u5f55\u670d\u52a1\u5668\u5c06\u5904\u4e8e\u964d\u7ea7\u72b6\u6001\u3002\u5f53\u6682\u6302\u66f4\u6539\u6b21\u6570\u8f6c\u4e3a\u4f4e\u4e8e\u8be5\u503c\u65f6\uff0c\u76ee\u5f55\u670d\u52a1\u5668\u5c06\u6062\u590d\u4e3a\u6b63\u5e38\u72b6\u6001\u30020 \u8868\u793a\u72b6\u6001\u5206\u6790\u5668\u5df2\u7981\u7528\uff0c\u5e76\u4e14\u76ee\u5f55\u670d\u52a1\u5668\u4ece\u672a\u7f6e\u4e8e\u964d\u7ea7\u72b6\u6001\u3002
property.group-id.synopsis=\u590d\u5236\u670d\u52a1\u5668\u7684\u7ec4 ID\u3002
property.group-id.description=\u8be5\u503c\u5b9a\u4e49\u4e86\u590d\u5236\u670d\u52a1\u5668\u7684\u7ec4 ID\u3002LDAP \u670d\u52a1\u5668\u7684\u590d\u5236\u7cfb\u7edf\u5c06\u4f7f\u7528\u88ab\u590d\u5236\u57df\u7684\u7ec4 ID\uff0c\u5e76\u5c06\u5c1d\u8bd5\u8fdb\u884c\u8fde\u63a5\uff0c\u5982\u679c\u53ef\u80fd\uff0c\u4f1a\u5c1d\u8bd5\u8fde\u63a5\u5230\u5177\u6709\u76f8\u540c\u7ec4 ID \u7684\u590d\u5236\u670d\u52a1\u5668\u3002
property.monitoring-period.synopsis=\u53d1\u9001\u76d1\u89c6\u6d88\u606f\u4e4b\u95f4\u7684\u671f\u9650\u3002
#property.monitoring-period.description=Defines the duration that the replication server will wait before sending new monitoring messages to its peers (replication servers and directory servers). Larger values increase the length of time it takes for a directory server to detect and switch to a more suitable replication server, whereas smaller values increase the amount of background network traffic.
property.queue-size.synopsis=\u6307\u5b9a\u4e3a\u590d\u5236\u57df\u4e2d\u7684\u6bcf\u4e2a Directory Server \u4fdd\u7559\u7684\u66f4\u6539\u6b21\u6570\u3002
property.replication-db-directory.synopsis=\u590d\u5236\u670d\u52a1\u5668\u5b58\u50a8\u6240\u6709\u6c38\u4e45\u4fe1\u606f\u7684\u8def\u5f84\u3002
property.replication-port.synopsis=\u8be5\u590d\u5236\u670d\u52a1\u5668\u7b49\u5f85\u6765\u81ea\u5176\u4ed6\u590d\u5236\u670d\u52a1\u5668\u6216 Directory Server \u7684\u8fde\u63a5\u7684\u7aef\u53e3\u3002
property.replication-purge-delay.synopsis=\u590d\u5236\u670d\u52a1\u5668\u5220\u9664\u6240\u6709\u6c38\u4e45\u4fe1\u606f\u4e4b\u524d\u7b49\u5f85\u7684\u65f6\u95f4\uff08\u4ee5\u79d2\u8ba1\uff09\u3002
property.replication-server.synopsis=\u6307\u5b9a\u8be5\u590d\u5236\u670d\u52a1\u5668\u5728\u542f\u52a8\u65f6\u5c1d\u8bd5\u8fde\u63a5\u5230\u7684\u5176\u4ed6\u590d\u5236\u670d\u52a1\u5668\u7684\u5730\u5740\u3002
property.replication-server.description=\u5fc5\u987b\u4f7f\u7528\u8bed\u6cd5 hostname:port \u6307\u5b9a\u5730\u5740
property.replication-server.syntax.string.pattern.synopsis=\u4e3b\u673a\u540d\u540e\u8ddf ":" \u548c\u7aef\u53e3\u53f7\u3002
property.replication-server-id.synopsis=\u6307\u5b9a\u590d\u5236\u670d\u52a1\u5668\u7684\u552f\u4e00\u6807\u8bc6\u7b26\u3002
property.replication-server-id.description=\u6bcf\u4e2a\u590d\u5236\u670d\u52a1\u5668\u5fc5\u987b\u5177\u6709\u4e0d\u540c\u7684\u670d\u52a1\u5668 ID\u3002
property.weight.synopsis=\u590d\u5236\u670d\u52a1\u5668\u7684\u6743\u91cd\u3002
property.weight.description=\u5f71\u54cd\u590d\u5236\u670d\u52a1\u5668\u7684\u6743\u91cd\u3002\u62d3\u6251\u7684\u6bcf\u4e2a\u590d\u5236\u670d\u52a1\u5668\u5747\u6709\u6743\u91cd\u3002\u7ec4\u5408\u5728\u4e00\u8d77\u4e4b\u540e\uff0c\u590d\u5236\u670d\u52a1\u5668\u7684\u6743\u91cd\u53ef\u4ee5\u8f6c\u6362\u4e3a\u767e\u5206\u6bd4\uff0c\u8be5\u767e\u5206\u6bd4\u51b3\u5b9a\u8fde\u63a5\u5230\u590d\u5236\u670d\u52a1\u5668\u7684\u62d3\u6251\u7684\u76ee\u5f55\u670d\u52a1\u5668\u6570\u91cf\u3002\u4f8b\u5982\uff0c\u5047\u8bbe\u62d3\u6251\u6709 3 \u4e2a\u590d\u5236\u670d\u52a1\u5668\uff08\u7ec4 ID \u76f8\u540c\uff09\uff0c\u5176\u6743\u91cd\u5206\u522b\u4e3a\uff1aRS1=1\u3001RS2=1\u3001RS3=2\u3002\u8fd9\u610f\u5473\u7740 RS1 \u6709 25% \u7684\u76ee\u5f55\u670d\u52a1\u5668\u8fde\u63a5\u5230\u62d3\u6251\u4e2d\uff0cRS2 \u6709 25% \u800c RS3 \u6709 50%\u3002\u5982\u679c\u62d3\u6251\u7684\u590d\u5236\u670d\u52a1\u5668\u6709\u4e0d\u540c\u7684\u6743\u91cd\uff0c\u4e14\u5e0c\u671b\u6839\u636e\u5176\u6743\u91cd\u5c06\u8d1f\u8f7d\u5206\u914d\u7ed9\u5404\u590d\u5236\u670d\u52a1\u5668\uff0c\u5219\u8fd9\u4e00\u529f\u80fd\u975e\u5e38\u5b9e\u7528\u3002
property.window-size.synopsis=\u6307\u5b9a\u67d0\u4e2a\u590d\u5236\u670d\u52a1\u5668\u5728\u4e0e\u5176\u4ed6\u590d\u5236\u670d\u52a1\u5668\u901a\u8baf\u65f6\u5c06\u8981\u4f7f\u7528\u7684\u7a97\u53e3\u5927\u5c0f\u3002
