user-friendly-name=Directiva de QOS de l\u00edmites de recursos
user-friendly-plural-name=Directivas de QOS de l\u00edmites de recursos
synopsis=La directiva de QOS de l\u00edmites de recursos se utiliza para definir los l\u00edmites de recursos aplicados por el servidor.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n de la directiva de QOS de l\u00edmites de recursos.
property.max-concurrent-ops-per-connection.synopsis=Especifica el n\u00famero m\u00e1ximo de operaciones simult\u00e1neas por conexi\u00f3n de cliente.
property.max-concurrent-ops-per-connection.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.max-connections.synopsis=Especifica el n\u00famero m\u00e1ximo de conexiones de cliente simult\u00e1neas establecidas con el servidor.
property.max-connections.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.max-connections-from-same-ip.synopsis=Especifica el n\u00famero m\u00e1ximo de conexiones de clientes procedentes de la misma direcci\u00f3n de origen.
property.max-connections-from-same-ip.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.max-ops-per-connection.synopsis=Especifica el n\u00famero m\u00e1ximo de operaciones por conexi\u00f3n de cliente.
property.max-ops-per-connection.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.min-substring-length.synopsis=Especifica la longitud m\u00ednima de una subcadena de filtro de b\u00fasqueda.
property.min-substring-length.description=Es muy probable que las operaciones de b\u00fasqueda con subcadenas de filtro de b\u00fasqueda cortas proporcionen un elevado n\u00famero de entradas, lo que puede reducir el rendimiento general. El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.size-limit.synopsis=Especifica el n\u00famero m\u00e1ximo de entradas que pueden devolverse al cliente durante una \u00fanica operaci\u00f3n de b\u00fasqueda.
property.size-limit.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite de tama\u00f1o. Tenga en cuenta que se trata del valor predeterminado del servidor, aunque puede anularse individualmente en funci\u00f3n de cada usuario mediante el atributo operativo "ds-rlim-size-limit".
property.time-limit.synopsis=Especifica el periodo de tiempo m\u00e1ximo que debe tardar el procesamiento de una operaci\u00f3n de b\u00fasqueda.
property.time-limit.description=Un valor de 0 segundos indica que no se aplicar\u00e1 ning\u00fan l\u00edmite de tiempo. Tenga en cuenta que se trata del valor predeterminado del servidor, aunque puede anularse individualmente en funci\u00f3n de cada usuario mediante el atributo operativo "ds-rlim-time-limit".
