user-friendly-name=Sieben-Bit-Clean-Plugin
user-friendly-plural-name=Sieben-Bit-Clean-Plugins
synopsis=Das Sieben-Bit-Clean-Plugin stellt sicher dass Werte f\u00fcr spezifizierte Attribute 7-bit sauber sind.
description=Das heisst f\u00fcr jene Attribute, dass Werte keine Bytes beinhalten d\u00fcrfen die das high-order Bit gesetzt haben. Das high-order Bit zeig an dass nicht ASCII Zeichen verwendet werden. Manche Applikationen k\u00f6nnen Daten, die nicht reines ASCII enthalten, nicht oder schlecht verarbeiten. Dieses Plugin hilft solche Attribute, die von solchen Applikationen benutzt werden, von nicht ASCII Zeichen freizuhalten, um Probleme pr\u00e4ventiv zu verhindern.
property.attribute-type.synopsis=Gibt den Namen oder die OID eines Attributtyps an dessen Werte auf 7-Bit Reinheit \u00fcberpr\u00fcft werden sollen.
property.base-dn.synopsis=Gibt die Basis-DN an unter dem die \u00dcberpr\u00fcfung durchgef\u00fchrt werden soll.
property.base-dn.description=Jeder Versuch einen Wert der konfigurierten Attribute unter der Basis-DN upzudaten, muss 7-Bit Rein sein damit die OIperation erlaubt wird.
property.base-dn.default-behavior.alias.synopsis=Jegliche Eintr\u00e4ge unter allen \u00f6ffentlichen Naming-Kontexten werden \u00fcberpr\u00fcft.
property.enabled.synopsis=Gibt an, ob das Plugin zur Benutzung aktiviert ist.
property.invoke-for-internal-operations.synopsis=Gibt an, ob Das Plugin f\u00fcr interne Operationen aufgerufen werden soll.
property.invoke-for-internal-operations.description=Jedes Plugin das f\u00fcr interne Operationen herangezogen werden kann muss versichern dass es wiederum keine neuen Aufrufe auf das selbe Plugin verursacht.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, welche das Plugin implementiert.
property.plugin-type.synopsis=Gibt die Sammlung von Plugintypen f\u00fcr Plugins an, welche die Zeitpunkte festlegt an welchen das Plugin aufgerufen wird.
property.plugin-type.syntax.enumeration.value.intermediateresponse.synopsis=Wird vor dem senden des Intermediatee-Response an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.ldifexport.synopsis=Wird f\u00fcr jede Operation, die w\u00e4hrend eines LDIF-Exports geschrieben wird, ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.ldifimport.synopsis=Wird f\u00fcr jeden gelesenen Eintrag w\u00e4hrend eines LDIF-Imports aufgerufen.
property.plugin-type.syntax.enumeration.value.ldifimportbegin.synopsis=Wird zu Beginn eines LDIF-Imports ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.ldifimportend.synopsis=Wird am Ende eines LDIF-Imports ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postconnect.synopsis=Wird immer dann ausgef\u00fchrt, wenn eine neue Verbindung zum Server aufgebaut wird.
property.plugin-type.syntax.enumeration.value.postdisconnect.synopsis=Wird immer dann aufgerufen wenn einen Verbindung zum Server getrennt wird (egal ob vom Server oder vom Client).
property.plugin-type.syntax.enumeration.value.postoperationabandon.synopsis=Wird immer dann aufgerufen wenn der Abandon-Processing-Schritt fertig gestellt wurde.
property.plugin-type.syntax.enumeration.value.postoperationadd.synopsis=Wird immer dann aufgerufen wenn der Add-Processing-Arbeitsschritt fertig gestellt wurde, aber noch bevor der Response an den Client geschickt wurde.
property.plugin-type.syntax.enumeration.value.postoperationbind.synopsis=Wird immer dann aufgerufen wenn der Core-Binding-Arbeitsschritt fertig gestellt wurde, aber noch bevor der Response an den Client geschickt wurde.
property.plugin-type.syntax.enumeration.value.postoperationcompare.synopsis=Wird immer dann aufgerufen wenn der Core-Compare-Processing-Arbeitsschritt fertig gestellt wurde, aber noch bevor der Response an den Client geschickt wurde.
property.plugin-type.syntax.enumeration.value.postoperationdelete.synopsis=WWird immer dann aufgerufen wenn der Core-Delete-Processing-Arbeitsschritt fertig gestellt wurde, aber noch bevor der Response an den Client geschickt wurde.
property.plugin-type.syntax.enumeration.value.postoperationextended.synopsis=Wird immer dann aufgerufen wenn der Core-Extended-Processing-Arbeitsschritt fertig gestellt wurde, aber noch bevor der Response an den Client geschickt wurde.
property.plugin-type.syntax.enumeration.value.postoperationmodify.synopsis=Wird immer dann aufgerufen wenn der Core-Modify-Processing-Arbeitsschritt fertig gestellt wurde, aber noch bevor der Response an den Client geschickt wurde.
property.plugin-type.syntax.enumeration.value.postoperationmodifydn.synopsis=Wird immer dann aufgerufen wenn der Core-Modify-DN-Processing-Arbeitsschritt fertig gestellt wurde, aber noch bevor der Response an den Client geschickt wurde.
property.plugin-type.syntax.enumeration.value.postoperationsearch.synopsis=Wird immer dann aufgerufen wenn der Core-Search-Processing-Arbeitsschritt fertig gestellt wurde, aber noch bevor der Response an den Client geschickt wurde.
property.plugin-type.syntax.enumeration.value.postoperationunbind.synopsis=Wird nach dem fertigstellen des Unbind-Processing aufgerufen.
property.plugin-type.syntax.enumeration.value.postresponseadd.synopsis=Wird nach dem dem senden von Add-Response an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.postresponsebind.synopsis=Wird nach dem dem senden von Bind-Response an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.postresponsecompare.synopsis=Wird nach dem dem senden von Compare-Response an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.postresponsedelete.synopsis=Wird nach dem dem senden von Delete-Response an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.postresponseextended.synopsis=Wird nach dem dem senden von Extended-Response an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.postresponsemodify.synopsis=Wird nach dem dem senden von Modify-Response an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.postresponsemodifydn.synopsis=Wird nach dem dem senden von Modify-DN-Response an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.postresponsesearch.synopsis=Wird nach dem dem senden von Search-Result-DoneMessage an den CLient aufgerufen.
property.plugin-type.syntax.enumeration.value.postsynchronizationadd.synopsis=Wird nach dem fertigstellen des Post-Synchronization-Processing f\u00fcr eine Add-Operation aufgerufen.
property.plugin-type.syntax.enumeration.value.postsynchronizationdelete.synopsis=Wird nach dem fertigstellen des Post-Synchronization-Processing f\u00fcr eine Delete-Operation aufgerufen.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodify.synopsis=Wird nach dem fertigstellen des Post-Synchronization-Processing f\u00fcr eine Modify-Operation aufgerufen.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodifydn.synopsis=Wird nach dem fertigstellen des Post-Synchronization-Processing f\u00fcr eine Modify-DN-Operation aufgerufen.
property.plugin-type.syntax.enumeration.value.preoperationadd.synopsis=Wird vor dem Ausf\u00fchren des Core-Add-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preoperationbind.synopsis=Wird vor dem Ausf\u00fchren des Core-Bind-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preoperationcompare.synopsis=Wird vor dem Ausf\u00fchren des Core-Bind-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preoperationdelete.synopsis=Wird vor dem Ausf\u00fchren des Core-Delete-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preoperationextended.synopsis=Wird vor dem Ausf\u00fchren des Core-Extended-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preoperationmodify.synopsis=Wird vor dem Ausf\u00fchren des Core-Modify-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preoperationmodifydn.synopsis=Wird vor dem Ausf\u00fchren des Core-Modify-DN-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preoperationsearch.synopsis=Wird vor dem Ausf\u00fchren des Core-Search-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparseabandon.synopsis=Wird vor dem Parsen eines Abandon-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparseadd.synopsis=Wird vor dem Parsen eines Add-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparsebind.synopsis=Wird vor dem Parsen eines Bind-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparsecompare.synopsis=Wird vor dem Parsen eines Compare-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparsedelete.synopsis=Wird vor dem Parsen eines Delete-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparseextended.synopsis=Wird vor dem Parsen eines Extended-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparsemodify.synopsis=Wird vor dem Parsen eines Modify-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparsemodifydn.synopsis=Wird vor dem Parsen eines Modify-DN-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparsesearch.synopsis=Wird vor dem Parsen eines Search-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preparseunbind.synopsis=Wird vor dem Parsen eines Unbind-Requests ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.searchresultentry.synopsis=Wird vor dem senden eines Such-Ergebnis-Eintrags an den Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.searchresultreference.synopsis=Wird vor dem senden eines Such-Ergebnis-Referenz an den Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.shutdown.synopsis=Wird w\u00e4hrend des normalen Niederfahrens des Directory Servers aufgerufen.
property.plugin-type.syntax.enumeration.value.startup.synopsis=Wird w\u00e4hrend des Starten des Directory Servers aufgerufen.
property.plugin-type.syntax.enumeration.value.subordinatedelete.synopsis=Wird w\u00e4hrend des L\u00f6schen eines Untereintrags einer gel\u00f6schten Operation aufgerufen.
property.plugin-type.syntax.enumeration.value.subordinatemodifydn.synopsis=Wird im Zuge des Bewegens oder Umbenennens eines Untereintrags zu dem Ziel einer Modify-DN-Operation aufgerufen.
