# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at legal-notices/CDDLv1_0.txt
# or http://forgerock.org/license/CDDLv1.0.html.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at legal-notices/CDDLv1_0.txt.
# If applicable, add the following below this CDDL HEADER, with the
# fields enclosed by brackets "[]" replaced with your own identifying
# information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2009 Sun Microsystems, Inc.



#
# Global directives
#
#global.category=BACKEND

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [ERR, WARN, NOTICE, INFO, DEBUG]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
ERR_BACKEND_CANNOT_REMOVE_MULTIBASE_SUB_SUFFIX_1=\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 "%2$s" \u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30b5\u30d6\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 "%1$s" \u3092\u767b\u9332\u89e3\u9664\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3057\u304b\u3057\u3001\u305d\u306e\u30b5\u30d6\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u3092\u542b\u3080\u4e0b\u4f4d\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u306f\u307b\u304b\u306b\u3082\u30b5\u30d6\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u304c\u542b\u307e\u308c\u3066\u304a\u308a\u3001\u767b\u9332\u89e3\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30b5\u30d6\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u4e0b\u4f4d\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u69cb\u6210\u3092\u7de8\u96c6\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u3053\u306e\u30b5\u30d6\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u3092\u524a\u9664\u3067\u304d\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_ROOTDSE_CONFIG_ENTRY_NULL_2=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3092\u6307\u5b9a\u305b\u305a\u306b\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u69cb\u6210\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
WARN_ROOTDSE_NO_BACKEND_FOR_SUBORDINATE_BASE_4=\u30d9\u30fc\u30b9 DN "%s" \u306f\u3001\u30eb\u30fc\u30c8 DSE \u4ee5\u4e0b\u3092\u691c\u7d22\u3059\u308b\u305f\u3081\u306e\u4e0b\u4f4d\u30d9\u30fc\u30b9 DN \u306e 1 \u3064\u3068\u3057\u3066\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3057\u304b\u3057\u3001\u3053\u306e\u30d9\u30fc\u30b9 DN \u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u3067\u306f\u51e6\u7406\u3055\u308c\u306a\u3044\u305f\u3081\u3001\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
WARN_ROOTDSE_SUBORDINATE_BASE_EXCEPTION_5=\u30eb\u30fc\u30c8 DSE \u4ee5\u4e0b\u3092\u691c\u7d22\u3059\u308b\u305f\u3081\u306e\u4e00\u9023\u306e\u4e0b\u4f4d\u30d9\u30fc\u30b9 DN \u3092\u5224\u65ad\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
WARN_ROOTDSE_GET_ENTRY_NONROOT_6=\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u3001DN \u304c "%s" \u306e\u30a8\u30f3\u30c8\u30ea\u3092\u53d6\u5f97\u3059\u308b\u3088\u3046\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u3002  \u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u3001\u30eb\u30fc\u30c8 DSE \u81ea\u4f53\u3092\u53d6\u5f97\u3059\u308b\u5834\u5408\u306e\u307f\u8981\u6c42\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u305f\u3060\u3057\u3001\u5b9a\u7fa9\u6e08\u307f\u306e\u4e0b\u4f4d\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3001\u8981\u6c42\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u3092\u898b\u3064\u3051\u3089\u308c\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u307e\u3059
ERR_ROOTDSE_MODIFY_NOT_SUPPORTED_9=\u30a8\u30f3\u30c8\u30ea "%s" \u3092\u66f4\u65b0\u3057\u307e\u305b\u3093\u3002\u5909\u66f4\u64cd\u4f5c\u306f\u3001\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002  \u30eb\u30fc\u30c8 DSE \u81ea\u4f53\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u3001\u69cb\u6210\u306e "%s" \u30a8\u30f3\u30c8\u30ea\u3092\u4fee\u6b63\u3059\u308b\u3053\u3068\u3067\u5909\u66f4\u3067\u304d\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059
ERR_ROOTDSE_INVALID_SEARCH_BASE_11=\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067 "%3$s" \u306e\u30d9\u30fc\u30b9 DN \u3092\u4f7f\u7528\u3057\u3066\u691c\u7d22 (\u63a5\u7d9a ID %1$d\u3001\u64cd\u4f5c ID %2$d) \u3092\u5b9f\u884c\u3057\u307e\u305b\u3093\u3002  \u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e \u691c\u7d22\u306e\u30d9\u30fc\u30b9 DN \u306f\u3001\u30eb\u30fc\u30c8 DSE \u81ea\u4f53\u306e DN \u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ERR_ROOTDSE_UNEXPECTED_SEARCH_FAILURE_12=\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u691c\u7d22\u64cd\u4f5c (\u63a5\u7d9a ID %d\u3001\u64cd\u4f5c ID %d) \u3092\u51e6\u7406\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u969c\u5bb3\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_ROOTDSE_INVALID_SEARCH_SCOPE_13=\u63a5\u7d9a ID %d \u304a\u3088\u3073\u64cd\u4f5c ID %d \u306e\u691c\u7d22\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002%s \u306e\u7bc4\u56f2\u304c\u7121\u52b9\u3067\u3059
ERR_ROOTDSE_UNABLE_TO_CREATE_LDIF_WRITER_14=\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e LDIF \u30e9\u30a4\u30bf\u30fc\u3092\u958b\u304f\u3068\u304d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_ROOTDSE_UNABLE_TO_EXPORT_DSE_15=\u6307\u5b9a\u3055\u308c\u305f LDIF \u30bf\u30fc\u30b2\u30c3\u30c8\u306b\u30eb\u30fc\u30c8 DSE \u30a8\u30f3\u30c8\u30ea\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_ROOTDSE_BACKUP_AND_RESTORE_NOT_SUPPORTED_17=\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u304a\u3088\u3073\u5fa9\u5143\u64cd\u4f5c\u306e\u305f\u3081\u306e\u6a5f\u69cb\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30eb\u30fc\u30c8 DSE \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u4e00\u90e8\u3068\u3057\u3066\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3057\u3066\u304f\u3060\u3055\u3044
INFO_ROOTDSE_USING_SUFFIXES_AS_BASE_DNS_18=\u30eb\u30fc\u30c8 DSE \u69cb\u6210\u304c\u66f4\u65b0\u3055\u308c\u3001\u30eb\u30fc\u30c8 DSE \u3088\u308a\u4e0b\u4f4d\u306e\u691c\u7d22\u5b9f\u884c\u6642\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u306e\u5b9a\u7fa9\u6e08\u307f\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f
INFO_ROOTDSE_USING_NEW_SUBORDINATE_BASE_DNS_19=\u30eb\u30fc\u30c8 DSE \u69cb\u6210\u304c\u66f4\u65b0\u3055\u308c\u3001\u30eb\u30fc\u30c8 DSE \u3088\u308a\u4e0b\u4f4d\u306e\u5b9f\u884c\u6642\u306b\u30d9\u30fc\u30b9 DN \u30bb\u30c3\u30c8 %s \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f
INFO_ROOTDSE_USING_NEW_USER_ATTRS_20=\u30eb\u30fc\u30c8 DSE \u69cb\u6210\u304c\u66f4\u65b0\u3055\u308c\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u5b9a\u7fa9\u3057\u305f\u65b0\u898f\u5c5e\u6027\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f
ERR_MONITOR_CONFIG_ENTRY_NULL_21=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3092\u6307\u5b9a\u305b\u305a\u306b\u76e3\u8996\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u69cb\u6210\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u8a31\u53ef\u3055\u308c\u306a\u3044\u305f\u3081\u3001\u30d7\u30ed\u30c8\u30b3\u30eb\u7d4c\u7531\u3067\u76e3\u8996\u60c5\u5831\u3092\u5229\u7528\u3067\u304d\u307e\u305b\u3093
ERR_MONITOR_CANNOT_DECODE_MONITOR_ROOT_DN_22=cn=monitor \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u76e3\u8996\u60c5\u5831\u306e\u30d9\u30fc\u30b9 DN \u3068\u3057\u3066\u30c7\u30b3\u30fc\u30c9\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u30d7\u30ed\u30c8\u30b3\u30eb\u7d4c\u7531\u3067\u76e3\u8996\u60c5\u5831\u3092\u5229\u7528\u3067\u304d\u307e\u305b\u3093
ERR_BACKEND_ADD_NOT_SUPPORTED_23=\u30a8\u30f3\u30c8\u30ea "%s" \u3092\u8ffd\u52a0\u3057\u307e\u305b\u3093\u3002\u8ffd\u52a0\u64cd\u4f5c\u306f\u3001 "%s" \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_BACKEND_DELETE_NOT_SUPPORTED_24=\u30a8\u30f3\u30c8\u30ea "%s" \u3092\u524a\u9664\u3057\u307e\u305b\u3093\u3002\u524a\u9664\u64cd\u4f5c\u306f\u3001 "%s" \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_MONITOR_MODIFY_NOT_SUPPORTED_25=\u30a8\u30f3\u30c8\u30ea "%s" \u3092\u66f4\u65b0\u3057\u307e\u305b\u3093\u3002\u5909\u66f4\u64cd\u4f5c\u306f\u3001\u76e3\u8996\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002  \u30d9\u30fc\u30b9\u76e3\u8996\u30a8\u30f3\u30c8\u30ea\u81ea\u4f53\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u3001\u69cb\u6210\u306e "%s" \u30a8\u30f3\u30c8\u30ea\u3092\u4fee\u6b63\u3059\u308b\u3053\u3068\u3067\u5909\u66f4\u3067\u304d\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059
ERR_BACKEND_MODIFY_DN_NOT_SUPPORTED_26=\u30a8\u30f3\u30c8\u30ea "%s" \u3092\u30ea\u30cd\u30fc\u30e0\u3057\u307e\u305b\u3093\u3002DN \u5909\u66f4\u64cd\u4f5c\u306f\u3001 "%s" \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_MONITOR_UNABLE_TO_EXPORT_BASE_27=\u30d9\u30fc\u30b9\u76e3\u8996\u30a8\u30f3\u30c8\u30ea\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_MONITOR_UNABLE_TO_EXPORT_PROVIDER_ENTRY_28=\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0 %s \u306e\u76e3\u8996\u30a8\u30f3\u30c8\u30ea\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_BACKEND_IMPORT_NOT_SUPPORTED_29="%s" \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067 LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u64cd\u4f5c\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
INFO_MONITOR_USING_NEW_USER_ATTRS_31=\u76e3\u8996\u69cb\u6210\u304c\u66f4\u65b0\u3055\u308c\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u5b9a\u7fa9\u3057\u305f\u65b0\u898f\u5c5e\u6027\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f
ERR_BACKEND_GET_ENTRY_NULL_32=\u8981\u6c42\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u3092 "%s" \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f DN \u304c NULL \u3067\u3057\u305f
ERR_MONITOR_INVALID_BASE_34=\u8981\u6c42\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u3092\u76e3\u8996\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002DN \u304c %s \u306e\u76e3\u8996\u30d9\u30fc\u30b9\u3088\u308a\u4e0b\u3067\u306f\u3042\u308a\u307e\u305b\u3093
INFO_MONITOR_UPTIME_37=%d \u65e5 %d \u6642\u9593 %d \u5206 %d \u79d2
ERR_SCHEMA_CONFIG_ENTRY_NULL_38=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3092\u6307\u5b9a\u305b\u305a\u306b\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u69cb\u6210\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u8a31\u53ef\u3055\u308c\u306a\u3044\u305f\u3081\u3001\u30d7\u30ed\u30c8\u30b3\u30eb\u7d4c\u7531\u3067\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3092\u5229\u7528\u3067\u304d\u307e\u305b\u3093
ERR_SCHEMA_CANNOT_DETERMINE_BASE_DN_40=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e ds-cfg-schema-entry-dn \u5c5e\u6027\u3067\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u516c\u958b\u6642\u306b\u4f7f\u7528\u3059\u308b\u30d9\u30fc\u30b9 DN \u3092\u5224\u65ad\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002cn=schema \u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30b9\u30ad\u30fc\u30de\u30d9\u30fc\u30b9 DN \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
ERR_SCHEMA_UNABLE_TO_EXPORT_BASE_45=\u30d9\u30fc\u30b9\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_INVALID_BASE_48=\u8981\u6c42\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u3092\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002DN \u304c\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea DN \u306e\u3044\u305a\u308c\u304b\u3068\u540c\u3058\u3067\u3059
ERR_SCHEMA_UNABLE_TO_CREATE_LDIF_WRITER_49=\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e LDIF \u30e9\u30a4\u30bf\u30fc\u3092\u958b\u304f\u3068\u304d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
INFO_SCHEMA_DEREGISTERED_BASE_DN_50=DN %s \u3092\u6b63\u5e38\u306b\u767b\u9332\u89e3\u9664\u3057\u307e\u3057\u305f\u3002\u3053\u306e DN \u306f\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea DN \u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3057\u305f
ERR_SCHEMA_CANNOT_DEREGISTER_BASE_DN_51=%s \u3092\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea DN \u3068\u3057\u3066\u767b\u9332\u89e3\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
INFO_SCHEMA_REGISTERED_BASE_DN_52=DN %s \u3092\u65b0\u898f\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea DN \u3068\u3057\u3066\u6b63\u5e38\u306b\u767b\u9332\u3057\u307e\u3057\u305f
ERR_SCHEMA_CANNOT_REGISTER_BASE_DN_53=%s \u3092\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea DN \u3068\u3057\u3066\u767b\u9332\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
INFO_SCHEMA_USING_NEW_USER_ATTRS_54=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u304c\u66f4\u65b0\u3055\u308c\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u5b9a\u7fa9\u3057\u305f\u65b0\u898f\u5c5e\u6027\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f
ERR_BACKEND_CANNOT_LOCK_ENTRY_55=\u4f55\u56de\u304b\u8a66\u884c\u3057\u307e\u3057\u305f\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30a8\u30f3\u30c8\u30ea %s \u306e\u30ed\u30c3\u30af\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u9577\u6642\u9593\u306e\u64cd\u4f5c\u306b\u3088\u3063\u3066\u30a8\u30f3\u30c8\u30ea\u304c\u3059\u3067\u306b\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u304b\u3001\u30a8\u30f3\u30c8\u30ea\u304c\u4ee5\u524d\u306b\u30ed\u30c3\u30af\u3055\u308c\u3066\u9069\u5207\u306b\u30ed\u30c3\u30af\u89e3\u9664\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_SCHEMA_BACKUP_CANNOT_GET_MAC_56=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e %s MAC \u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_BACKUP_CANNOT_GET_DIGEST_57=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u30cf\u30c3\u30b7\u30e5\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e %s \u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_58=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u306b\u30b9\u30ad\u30fc\u30de\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_SCHEMA_BACKUP_CANNOT_GET_CIPHER_59=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3092\u6697\u53f7\u5316\u3059\u308b\u305f\u3081\u306e\u6697\u53f7\u5316\u65b9\u5f0f\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_BACKUP_ZIP_COMMENT_60=%s \u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s
ERR_SCHEMA_BACKUP_CANNOT_LIST_SCHEMA_FILES_61=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u3067\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306b\u542b\u3081\u308b\u30d5\u30a1\u30a4\u30eb\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_BACKUP_CANNOT_BACKUP_SCHEMA_FILE_62=\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb %s \u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_BACKUP_CANNOT_CLOSE_ZIP_STREAM_63=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u306e\u30b9\u30ad\u30fc\u30de\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u9589\u3058\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_SCHEMA_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_64=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u8a18\u8ff0\u5b50\u30d5\u30a1\u30a4\u30eb %s \u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_RESTORE_NO_SUCH_BACKUP_65=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3067\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_SCHEMA_RESTORE_NO_BACKUP_FILE_66=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3067\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u5224\u65ad\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
ERR_SCHEMA_RESTORE_NO_SUCH_FILE_67=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_SCHEMA_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_68=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6 %s \u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u65ad\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_RESTORE_UNKNOWN_DIGEST_69=f\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u672a\u7f72\u540d\u306e\u30cf\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u304c\u3001\u3053\u306e\u30cf\u30c3\u30b7\u30e5\u306e\u751f\u6210\u306b\u4f7f\u7528\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u5224\u65ad\u3067\u304d\u307e\u305b\u3093
ERR_SCHEMA_RESTORE_CANNOT_GET_DIGEST_70=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u672a\u7f72\u540d\u306e\u30cf\u30c3\u30b7\u30e5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b %s \u306e\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_RESTORE_UNKNOWN_MAC_71=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u304c\u3001\u3053\u306e\u30cf\u30c3\u30b7\u30e5\u306e\u751f\u6210\u306b\u4f7f\u7528\u3055\u308c\u305f MAC \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u5224\u65ad\u3067\u304d\u307e\u305b\u3093
ERR_SCHEMA_RESTORE_CANNOT_GET_MAC_72=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b %s \u306e MAC \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_RESTORE_CANNOT_OPEN_BACKUP_FILE_73=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u3092\u958b\u304f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_RESTORE_CANNOT_GET_CIPHER_75=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u6697\u53f7\u5316\u65b9\u5f0f\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: %s
ERR_SCHEMA_RESTORE_CANNOT_RENAME_CURRENT_DIRECTORY_76=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u73fe\u5728\u306e\u30b9\u30ad\u30fc\u30de\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u540d\u3092 %s \u304b\u3089 %s \u306b\u5909\u66f4\u3059\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTE_SCHEMA_RESTORE_RESTORED_OLD_SCHEMA_77=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u305f\u3060\u3057\u3001\u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u306f\u4fdd\u6301\u3055\u308c\u3001\u73fe\u5728\u306f %s \u306e\u5143\u306e\u5834\u6240\u306b\u3042\u308a\u307e\u3059
ERR_SCHEMA_RESTORE_CANNOT_RESTORE_OLD_SCHEMA_78=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u306f\u4fdd\u6301\u3055\u308c\u3001%s \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306b\u3042\u308a\u307e\u3059
ERR_SCHEMA_RESTORE_CANNOT_CREATE_SCHEMA_DIRECTORY_79=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb\u306e\u5fa9\u5143\u5148\u3068\u306a\u308b\u65b0\u3057\u3044\u7a7a\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_RESTORE_OLD_SCHEMA_SAVED_80=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u306f\u3001%s \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306b\u4fdd\u6301\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_RESTORE_CANNOT_GET_ZIP_ENTRY_81=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u6b21\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_RESTORE_CANNOT_CREATE_FILE_82=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb %s \u306e\u518d\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_83=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb %s \u306e\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_84=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u3092\u9589\u3058\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTE_SCHEMA_RESTORE_UNSIGNED_HASH_VALID_85=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3068\u4e00\u81f4\u3057\u307e\u3059
ERR_SCHEMA_RESTORE_UNSIGNED_HASH_INVALID_86=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
NOTE_SCHEMA_RESTORE_SIGNED_HASH_VALID_87=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u7f72\u540d\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u7f72\u540d\u3068\u4e00\u81f4\u3057\u307e\u3059
ERR_SCHEMA_RESTORE_SIGNED_HASH_INVALID_88=\u30b9\u30ad\u30fc\u30de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u7f72\u540d\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u7f72\u540d\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
NOTE_SCHEMA_RESTORE_VERIFY_SUCCESSFUL_89=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u304b\u3089\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3067\u5b9f\u884c\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30c6\u30b9\u30c8\u304c\u3001\u30a2\u30fc\u30ab\u30a4\u30d6\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059
NOTE_SCHEMA_RESTORE_SUCCESSFUL_90=\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u6b63\u5e38\u306b\u5fa9\u5143\u3055\u308c\u307e\u3057\u305f
ERR_TASK_INVALID_STATE_91=\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u305f\u30bf\u30b9\u30af\u306f\u7121\u52b9\u3067\u3059\u3002\u7121\u52b9\u306a\u72b6\u614b %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_TASK_CANNOT_PARSE_SCHEDULED_START_TIME_92=\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u8a2d\u5b9a\u3055\u308c\u305f\u958b\u59cb\u6642\u523b\u306e\u5024 %1$s \u3092\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_TASK_CANNOT_PARSE_ACTUAL_START_TIME_93=\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5b9f\u969b\u306e\u958b\u59cb\u6642\u523b\u306e\u5024 %1$s \u3092\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_TASK_CANNOT_PARSE_COMPLETION_TIME_94=\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5b8c\u4e86\u6642\u523b\u306e\u5024 %1$s \u3092\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_TASK_MISSING_ATTR_95=\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea %s \u306b\u5fc5\u9808\u306e\u5c5e\u6027 %s \u304c\u3042\u308a\u307e\u305b\u3093
ERR_TASK_MULTIPLE_ATTRS_FOR_TYPE_96=\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u5c5e\u6027 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u8907\u6570\u3042\u308a\u307e\u3059
ERR_TASK_NO_VALUES_FOR_ATTR_97=\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u5c5e\u6027 %1$s \u306e\u5024\u304c\u3042\u308a\u307e\u305b\u3093
ERR_TASK_MULTIPLE_VALUES_FOR_ATTR_98=\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u5c5e\u6027 %1$s \u306e\u5024\u304c\u8907\u6570\u3042\u308a\u307e\u3059
ERR_TASK_EXECUTE_FAILED_99=\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30bf\u30b9\u30af\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_RECURRINGTASK_NO_ID_ATTRIBUTE_100=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af ID \u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u5c5e\u6027 %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_RECURRINGTASK_MULTIPLE_ID_TYPES_101=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af ID \u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u306e\u3001\u30bf\u30a4\u30d7 %s \u306e\u5c5e\u6027\u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u308b\u30a4\u30f3\u30bf\u30f3\u30b9\u306f 1 \u3064\u306e\u307f\u3067\u3059
ERR_RECURRINGTASK_NO_ID_102=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af ID \u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u3001%s \u5c5e\u6027\u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_RECURRINGTASK_MULTIPLE_ID_VALUES_103=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af ID \u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u3001%s \u5c5e\u6027\u306e\u5024\u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u308b\u5024\u306f 1 \u3064\u306e\u307f\u3067\u3059
ERR_RECURRINGTASK_NO_SCHEDULE_ATTRIBUTE_104=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u5c5e\u6027 %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_RECURRINGTASK_MULTIPLE_SCHEDULE_TYPES_105=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u306e\u3001\u30bf\u30a4\u30d7 %s \u306e\u5c5e\u6027\u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u308b\u30a4\u30f3\u30bf\u30f3\u30b9\u306f 1 \u3064\u306e\u307f\u3067\u3059
ERR_RECURRINGTASK_NO_SCHEDULE_VALUES_106=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u3001%s \u5c5e\u6027\u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_RECURRINGTASK_MULTIPLE_SCHEDULE_VALUES_107=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u3001%s \u5c5e\u6027\u306e\u5024\u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u308b\u5024\u306f 1 \u3064\u306e\u307f\u3067\u3059
ERR_RECURRINGTASK_CANNOT_LOAD_CLASS_108=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u5c5e\u6027 %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s\u3002\u3053\u306e\u30af\u30e9\u30b9\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30af\u30e9\u30b9\u30d1\u30b9\u306b\u5b58\u5728\u3057\u307e\u3059\u304b ?
ERR_RECURRINGTASK_CANNOT_INSTANTIATE_CLASS_AS_TASK_109=\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30bf\u30b9\u30af\u3068\u3057\u3066\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30af\u30e9\u30b9\u306f %s \u306e\u30b5\u30d6\u30af\u30e9\u30b9\u3067\u3059\u304b ?
ERR_RECURRINGTASK_CANNOT_INITIALIZE_INTERNAL_110=\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u5185\u90e8\u521d\u671f\u5316\u3092\u5b9f\u884c\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKBE_NO_BASE_DNS_112=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306b\u30d9\u30fc\u30b9 DN \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u30bf\u30b9\u30af\u60c5\u5831\u306e\u30d9\u30fc\u30b9 DN \u3092 1 \u3064\u3060\u3051\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
ERR_TASKBE_MULTIPLE_BASE_DNS_113=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306b\u8907\u6570\u306e\u30d9\u30fc\u30b9 DN \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u30bf\u30b9\u30af\u60c5\u5831\u306e\u30d9\u30fc\u30b9 DN \u3092 1 \u3064\u3060\u3051\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
ERR_TASKBE_CANNOT_DECODE_RECURRING_TASK_BASE_DN_114=\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30d9\u30fc\u30b9 %s \u3092 DN \u3068\u3057\u3066\u30c7\u30b3\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKBE_CANNOT_DECODE_SCHEDULED_TASK_BASE_DN_115=\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u305f\u30bf\u30b9\u30af\u306e\u30d9\u30fc\u30b9 %s \u3092 DN \u3068\u3057\u3066\u30c7\u30b3\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKBE_BACKING_FILE_EXISTS_121=\u6307\u5b9a\u3055\u308c\u305f\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %s \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4e0a\u66f8\u304d\u3057\u307e\u305b\u3093\u3002\u65b0\u3057\u3044\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u3053\u306e\u30d1\u30b9\u3092\u4f7f\u7528\u3059\u308b\u524d\u306b\u65e2\u5b58\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u307e\u305f\u306f\u540d\u524d\u5909\u66f4\u3059\u308b\u304b\u3001\u5225\u306e\u30d1\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
ERR_TASKBE_INVALID_BACKING_FILE_PATH_122=\u65b0\u3057\u3044\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u6307\u5b9a\u3055\u308c\u305f\u30d1\u30b9 %s \u306f\u3001\u7121\u52b9\u306a\u30d1\u30b9\u306e\u3088\u3046\u3067\u3059\u3002\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u5225\u306e\u30d1\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
ERR_TASKBE_BACKING_FILE_MISSING_PARENT_123=\u65b0\u3057\u3044\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %2$s \u306e\u89aa\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %1$s \u306f\u5b58\u5728\u307e\u305b\u3093\u3002\u65b0\u3057\u3044\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u3053\u306e\u30d1\u30b9\u3092\u4f7f\u7528\u3059\u308b\u524d\u306b\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f5c\u6210\u3059\u308b\u304b\u3001\u5225\u306e\u30d1\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
ERR_TASKBE_BACKING_FILE_PARENT_NOT_DIRECTORY_124=\u65b0\u3057\u3044\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %2$s \u306e\u89aa\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %1$s \u306f\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u5225\u306e\u30d1\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
ERR_TASKBE_ERROR_GETTING_BACKING_FILE_125=\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u65b0\u3057\u3044\u30d1\u30b9\u3092\u5224\u65ad\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
INFO_TASKBE_UPDATED_RETENTION_TIME_128=\u5b8c\u4e86\u30bf\u30b9\u30af\u306e\u4fdd\u6301\u671f\u9593\u304c %d \u79d2\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002  \u3053\u308c\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_TASKBE_UPDATED_BACKING_FILE_129=\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30d1\u30b9\u304c %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u73fe\u5728\u306e\u30bf\u30b9\u30af\u69cb\u6210\u306e\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u306f\u3001\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u66f8\u304d\u8fbc\u307f\u6e08\u307f\u3067\u3001\u4eca\u5f8c\u306e\u66f4\u65b0\u3067\u7d99\u7d9a\u3057\u3066\u4f7f\u7528\u3055\u308c\u307e\u3059
ERR_TASKBE_ADD_DISALLOWED_DN_130=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5185\u306e\u65b0\u3057\u3044\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u308b\u306e\u306f\u3001\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u305f\u30bf\u30b9\u30af\u306e %s \u306e\u76f4\u4e0b\u3001\u307e\u305f\u306f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e %s \u306e\u76f4\u4e0b\u306e\u307f\u3067\u3059
INFO_TASKBE_BACKING_FILE_HEADER_132=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30bf\u30b9\u30af\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u4f7f\u7528\u3055\u308c\u308b\u30c7\u30fc\u30bf\u304c\u542b\u307e\u308c\u307e\u3059\u3002  \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u76f4\u63a5\u7de8\u96c6\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002\u5909\u66f4\u304c\u5931\u308f\u308c\u308b\u304a\u305d\u308c\u304c\u3042\u308a\u307e\u3059\u3002  \u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30bf\u30b9\u30af\u3068\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u5b9a\u7fa9\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u63d0\u4f9b\u3055\u308c\u308b\u7ba1\u7406\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u7528\u3057\u3066\u306e\u307f\u7de8\u96c6\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044
ERR_TASKSCHED_DUPLICATE_RECURRING_ID_133=\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af %s \u3092\u30bf\u30b9\u30af\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u540c\u3058 ID \u306e\u5225\u306e\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_TASKSCHED_DUPLICATE_TASK_ID_134=\u30bf\u30b9\u30af %s \u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3002\u540c\u3058 ID \u306e\u5225\u306e\u30bf\u30b9\u30af\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_TASKSCHED_ERROR_SCHEDULING_RECURRING_ITERATION_136=\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af %s \u306e\u6b21\u306e\u7e70\u308a\u8fd4\u3057\u51e6\u7406\u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKSCHED_CANNOT_PARSE_ENTRY_RECOVERABLE_137=\u30bf\u30b9\u30af\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %s \u306e %d \u884c\u76ee\u307e\u305f\u306f\u305d\u306e\u4ed8\u8fd1\u304b\u3089\u30a8\u30f3\u30c8\u30ea\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u3053\u308c\u306f\u81f4\u547d\u7684\u30a8\u30e9\u30fc\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u30bf\u30b9\u30af\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u306f\u30d5\u30a1\u30a4\u30eb\u306e\u89e3\u6790\u3092\u7d9a\u884c\u3057\u3001\u30d5\u30a1\u30a4\u30eb\u306b\u542b\u307e\u308c\u308b\u6b8b\u308a\u306e\u30bf\u30b9\u30af\u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3057\u307e\u3059
ERR_TASKSCHED_CANNOT_PARSE_ENTRY_FATAL_138=\u30bf\u30b9\u30af\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %s \u306e %d \u884c\u76ee\u307e\u305f\u306f\u305d\u306e\u4ed8\u8fd1\u304b\u3089\u30a8\u30f3\u30c8\u30ea\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u3053\u308c\u306f\u56de\u5fa9\u4e0d\u53ef\u80fd\u306a\u30a8\u30e9\u30fc\u3067\u3042\u308a\u3001\u89e3\u6790\u3092\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093
ERR_TASKSCHED_ENTRY_HAS_NO_PARENT_139=\u30bf\u30b9\u30af\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u306f\u7121\u52b9\u3067\u3059\u3002\u89aa\u304c\u306a\u304f\u3001%s \u306e\u30bf\u30b9\u30af\u30eb\u30fc\u30c8 DN \u3068\u3082\u4e00\u81f4\u3057\u307e\u305b\u3093
ERR_TASKSCHED_CANNOT_SCHEDULE_RECURRING_TASK_FROM_ENTRY_140=\u30a8\u30f3\u30c8\u30ea %s \u3092\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u3068\u3057\u3066\u89e3\u6790\u3057\u3066\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u306b\u8ffd\u52a0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKSCHED_CANNOT_SCHEDULE_TASK_FROM_ENTRY_141=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30bf\u30b9\u30af\u3068\u3057\u3066\u89e3\u6790\u3057\u3066\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u306b\u8ffd\u52a0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKSCHED_INVALID_TASK_ENTRY_DN_142=\u30bf\u30b9\u30af\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %2$s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u30a8\u30f3\u30c8\u30ea %1$s \u306b\u3001\u30bf\u30b9\u30af\u307e\u305f\u306f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u5b9a\u7fa9\u3068\u3057\u3066\u6709\u52b9\u3067\u306a\u3044 DN \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
ERR_TASKSCHED_ERROR_READING_TASK_BACKING_FILE_143=\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKSCHED_CANNOT_CREATE_BACKING_FILE_144=\u30bf\u30b9\u30af\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u3067\u4f7f\u7528\u3059\u308b\u65b0\u3057\u3044\u30bf\u30b9\u30af\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKSCHED_NO_CLASS_ATTRIBUTE_145=\u6307\u5b9a\u3055\u308c\u305f\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u30bf\u30b9\u30af\u306e\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b\u30af\u30e9\u30b9\u306e\u5b8c\u5168\u4fee\u98fe\u540d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u5c5e\u6027 %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TASKSCHED_MULTIPLE_CLASS_TYPES_146=\u6307\u5b9a\u3055\u308c\u305f\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u30bf\u30b9\u30af\u306e\u30af\u30e9\u30b9\u540d\u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u306e\u3001\u30bf\u30a4\u30d7 %s \u306e\u5c5e\u6027\u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u308b\u30a4\u30f3\u30bf\u30f3\u30b9\u306f 1 \u3064\u306e\u307f\u3067\u3059
ERR_TASKSCHED_NO_CLASS_VALUES_147=\u6307\u5b9a\u3055\u308c\u305f\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u30bf\u30b9\u30af\u306e\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b\u30af\u30e9\u30b9\u306e\u5b8c\u5168\u4fee\u98fe\u540d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u3001%s \u5c5e\u6027\u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TASKSCHED_MULTIPLE_CLASS_VALUES_148=\u6307\u5b9a\u3055\u308c\u305f\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306b\u3001\u30bf\u30b9\u30af\u306e\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u3001%s \u5c5e\u6027\u306e\u5024\u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u308b\u5024\u306f 1 \u3064\u306e\u307f\u3067\u3059
ERR_TASKSCHED_CANNOT_LOAD_CLASS_149=\u6307\u5b9a\u3055\u308c\u305f\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u5c5e\u6027 %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s\u3002\u3053\u306e\u30af\u30e9\u30b9\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30af\u30e9\u30b9\u30d1\u30b9\u306b\u5b58\u5728\u3057\u307e\u3059\u304b ?
ERR_TASKSCHED_CANNOT_INSTANTIATE_CLASS_AS_TASK_150=\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30bf\u30b9\u30af\u3068\u3057\u3066\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30af\u30e9\u30b9\u306f %s \u306e\u30b5\u30d6\u30af\u30e9\u30b9\u3067\u3059\u304b ?
ERR_TASKSCHED_CANNOT_INITIALIZE_INTERNAL_151=\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u5185\u90e8\u521d\u671f\u5316\u3092\u5b9f\u884c\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
WARN_TASKSCHED_CANNOT_RENAME_CURRENT_BACKING_FILE_152=\u73fe\u5728\u306e\u30bf\u30b9\u30af\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u540d\u3092 %s \u304b\u3089 %s \u306b\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u4ee5\u524d\u306e\u30bf\u30b9\u30af\u69cb\u6210 (\u6700\u65b0\u306e\u66f4\u65b0\u304c\u53cd\u6620\u3055\u308c\u3066\u3044\u306a\u3044\u3082\u306e) \u304c\u5931\u308f\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_TASKSCHED_CANNOT_RENAME_NEW_BACKING_FILE_153=\u65b0\u3057\u3044\u30bf\u30b9\u30af\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u540d\u3092 %s \u304b\u3089 %s \u306b\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u3068\u3001\u30bf\u30b9\u30af\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u304c\u4e88\u671f\u3057\u305f\u3068\u304a\u308a\u306b\u52d5\u4f5c\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_TASKSCHED_CANNOT_WRITE_BACKING_FILE_154=\u65b0\u3057\u3044\u30bf\u30b9\u30af\u30c7\u30fc\u30bf\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb %s \u3092\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u6700\u65b0\u306e\u66f4\u65b0\u3092\u53cd\u6620\u3057\u305f\u69cb\u6210\u60c5\u5831\u304c\u5931\u308f\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
INFO_TASKBE_INTERRUPTED_BY_SHUTDOWN_156=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u3057\u3066\u3044\u307e\u3059
INFO_ROOTDSE_UPDATED_SHOW_ALL_ATTRS_159=\u30eb\u30fc\u30c8 DSE \u69cb\u6210\u304c\u66f4\u65b0\u3055\u308c\u3001\u8a2d\u5b9a\u5c5e\u6027 %s \u3067 %s \u306e\u5024\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f
ERR_TASKSCHED_REMOVE_PENDING_NO_SUCH_TASK_161=\u4fdd\u7559\u4e2d\u306e\u30bf\u30b9\u30af %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u30bf\u30b9\u30af\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_TASKSCHED_REMOVE_PENDING_NOT_PENDING_162=\u4fdd\u7559\u4e2d\u306e\u30bf\u30b9\u30af %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30bf\u30b9\u30af\u306f\u4fdd\u7559\u4e2d\u3067\u306a\u304f\u306a\u308a\u307e\u3057\u305f
ERR_TASKSCHED_REMOVE_COMPLETED_NO_SUCH_TASK_163=\u5b8c\u4e86\u30bf\u30b9\u30af %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u5b8c\u4e86\u30bf\u30b9\u30af\u306e\u30ea\u30b9\u30c8\u306b\u305d\u306e\u3088\u3046\u306a\u30bf\u30b9\u30af\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_TASKBE_DELETE_INVALID_ENTRY_164=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30a8\u30f3\u30c8\u30ea\u306e DN \u304c\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u306f\u9069\u5207\u3067\u306a\u3044\u304b\u3001\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u305f\u30bf\u30b9\u30af\u307e\u305f\u306f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea\u306e\u4e0b\u306b\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u3042\u308a\u307e\u305b\u3093
ERR_TASKBE_DELETE_NO_SUCH_TASK_165=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306e DN \u306b\u3001\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u305f\u30bf\u30b9\u30af\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TASKBE_DELETE_RUNNING_166=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30bf\u30b9\u30af\u306f\u73fe\u5728\u5b9f\u884c\u4e2d\u3067\u3059
ERR_TASKBE_DELETE_NO_SUCH_RECURRING_TASK_167=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306e DN \u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TASKBE_SEARCH_INVALID_BASE_168=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30d9\u30fc\u30b9 DN %s \u306f\u3001\u3053\u306e\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30a8\u30f3\u30c8\u30ea\u3068\u3057\u3066\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_TASKBE_SEARCH_NO_SUCH_TASK_169=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u691c\u7d22\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u305f\u30bf\u30b9\u30af\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TASKBE_SEARCH_NO_SUCH_RECURRING_TASK_170=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u691c\u7d22\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093
ERR_BACKEND_CONFIG_ENTRY_NULL_171="%s" \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u304c NULL \u3067\u3059
ERR_BACKUP_INVALID_BASE_176=\u8981\u6c42\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_BACKUP_DN_DOES_NOT_SPECIFY_DIRECTORY_177=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u8981\u6c42\u3055\u308c\u305f DN \u306f\u30d9\u30fc\u30b9 DN \u306e 1 \u30ec\u30d9\u30eb\u4e0b\u306b\u3042\u308a\u307e\u3059\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_BACKUP_INVALID_BACKUP_DIRECTORY_178=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u8981\u6c42\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306f\u7121\u52b9\u3067\u3059: %s
ERR_BACKUP_ERROR_GETTING_BACKUP_DIRECTORY_179=\u8981\u6c42\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u691c\u67fb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_BACKUP_NO_BACKUP_ID_IN_DN_180=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u8981\u6c42\u3055\u308c\u305f DN \u306f\u30d9\u30fc\u30b9 DN \u306e 2 \u30ec\u30d9\u30eb\u4e0b\u306b\u3042\u308a\u307e\u3059\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 ID \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_BACKUP_NO_BACKUP_PARENT_DN_181=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u89aa\u304c\u3042\u308a\u307e\u305b\u3093
ERR_BACKUP_NO_BACKUP_DIR_IN_DN_182=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u8981\u6c42\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u304c\u3042\u308b\u306f\u305a\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c DN \u306b\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_BACKUP_NO_SUCH_BACKUP_183=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_BACKEND_MODIFY_NOT_SUPPORTED_186=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u5909\u66f4\u64cd\u4f5c\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_BACKUP_NO_SUCH_ENTRY_188=\u8981\u6c42\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_MEMORYBACKEND_REQUIRE_EXACTLY_ONE_BASE_192=\u30e1\u30e2\u30ea\u30fc\u30d9\u30fc\u30b9\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u30d9\u30fc\u30b9 DN \u3092 1 \u3064\u3060\u3051\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
ERR_MEMORYBACKEND_ENTRY_ALREADY_EXISTS_193=\u30a8\u30f3\u30c8\u30ea %s \u306f\u3001\u30e1\u30e2\u30ea\u30fc\u30d9\u30fc\u30b9\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_MEMORYBACKEND_ENTRY_DOESNT_BELONG_194=\u30a8\u30f3\u30c8\u30ea %s \u306f\u3001\u30e1\u30e2\u30ea\u30fc\u30d9\u30fc\u30b9\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5c5e\u3057\u307e\u305b\u3093
ERR_MEMORYBACKEND_PARENT_DOESNT_EXIST_195=\u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u89aa\u30a8\u30f3\u30c8\u30ea %s \u304c\u30e1\u30e2\u30ea\u30fc\u30d9\u30fc\u30b9\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_BACKEND_ENTRY_DOESNT_EXIST_196=\u30a8\u30f3\u30c8\u30ea %s \u306f\u3001 "%s" \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_MEMORYBACKEND_CANNOT_DELETE_ENTRY_WITH_CHILDREN_197=\u30a8\u30f3\u30c8\u30ea %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea\u304c 1 \u3064\u4ee5\u4e0a\u3042\u308a\u307e\u3059
ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_WRITER_199=Unable to create an LDIF writer: %s
ERR_MEMORYBACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_200=\u30a8\u30f3\u30c8\u30ea %s \u3092 LDIF \u306b\u66f8\u304d\u8fbc\u3081\u307e\u305b\u3093: %s
ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_READER_201=Unable to create an LDIF reader: %s
ERR_MEMORYBACKEND_ERROR_READING_LDIF_202=An unrecoverable error occurred while reading from LDIF: %s
ERR_MEMORYBACKEND_ERROR_DURING_IMPORT_203=An unexpected error occurred while processing the import: %s
ERR_MEMORYBACKEND_BACKUP_RESTORE_NOT_SUPPORTED_204=\u30e1\u30e2\u30ea\u30fc\u30d9\u30fc\u30b9\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u307e\u305f\u306f\u5fa9\u5143\u64cd\u4f5c\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_MEMORYBACKEND_CANNOT_RENAME_ENRY_WITH_CHILDREN_205=\u30a8\u30f3\u30c8\u30ea %s \u306e\u540d\u524d\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea\u304c 1 \u3064\u4ee5\u4e0a\u3042\u308a\u307e\u3059
ERR_MEMORYBACKEND_CANNOT_RENAME_TO_ANOTHER_BACKEND_206=\u30a8\u30f3\u30c8\u30ea %s \u306e\u540d\u524d\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30f3\u30c8\u30ea\u304c\u5225\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5185\u306b\u3042\u308a\u307e\u3059
ERR_MEMORYBACKEND_RENAME_PARENT_DOESNT_EXIST_207=\u30a8\u30f3\u30c8\u30ea %s \u306e\u540d\u524d\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u65b0\u3057\u3044\u89aa\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_BACKEND_CANNOT_REGISTER_BASEDN_210=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u30d9\u30fc\u30b9 DN %s \u3092\u767b\u9332\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_INVALID_MODIFICATION_TYPE_212=\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306f\u3001%s \u5909\u66f4\u30bf\u30a4\u30d7\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_UNSUPPORTED_ATTRIBUTE_TYPE_213=\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306f\u3001%s \u5c5e\u6027\u578b\u306e\u5909\u66f4\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002  \u5c5e\u6027\u578b\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3001\u540d\u524d\u66f8\u5f0f\u3001DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u3001DIT \u69cb\u9020\u898f\u5247\u3001\u304a\u3088\u3073\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u306e\u307f\u3092\u5909\u66f4\u3067\u304d\u307e\u3059
ERR_SCHEMA_MODIFY_CANNOT_DECODE_ATTRTYPE_214=\u5c5e\u6027\u578b "%s" \u306e\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_OBJECTCLASS_216=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 "%s" \u306e\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_OBJECTCLASS_217=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002%s \u306e\u4e0a\u4f4d\u30af\u30e9\u30b9\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_OC_UNDEFINED_REQUIRED_ATTR_218=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5c5e\u6027 %s \u304c\u5fc5\u8981\u3067\u3059
ERR_SCHEMA_MODIFY_OC_UNDEFINED_OPTIONAL_ATTR_219=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5c5e\u6027 %s \u3092\u8a31\u53ef\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_SCHEMA_222=\u66f4\u65b0\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u306e\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_NAME_FORM_223=\u540d\u524d\u66f8\u5f0f "%s" \u306e\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_DCR_224=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 "%s" \u306e\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_DSR_225=DIT \u69cb\u9020\u898f\u5247 "%s" \u306e\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_MR_USE_226=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 "%s" \u306e\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_MODIFY_DELETE_NO_VALUES_227=\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u306e %s \u5c5e\u6027\u578b\u306b\u5bfe\u3059\u308b\u3059\u3079\u3066\u306e\u5024\u306e\u524a\u9664\u3092\u8a31\u53ef\u3057\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_ATTRTYPE_228=\u5c5e\u6027\u578b %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u8907\u6570\u306e\u65e2\u5b58\u5c5e\u6027\u578b (%s \u304a\u3088\u3073 %s) \u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_ATTRIBUTE_TYPE_229=\u5c5e\u6027\u578b %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u4e0a\u4f4d\u5c5e\u6027\u578b %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_OBJECTCLASS_230=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u8907\u6570\u306e\u65e2\u5b58\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 (%s \u304a\u3088\u3073 %s) \u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_NAME_FORM_231=\u540d\u524d\u66f8\u5f0f %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u8907\u6570\u306e\u65e2\u5b58\u540d\u524d\u66f8\u5f0f (%s \u304a\u3088\u3073 %s) \u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_NF_UNDEFINED_STRUCTURAL_OC_232=\u540d\u524d\u66f8\u5f0f %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_NF_UNDEFINED_REQUIRED_ATTR_233=\u540d\u524d\u66f8\u5f0f %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5fc5\u9808\u306e\u5c5e\u6027\u578b %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_NF_UNDEFINED_OPTIONAL_ATTR_234=\u540d\u524d\u66f8\u5f0f %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5c5e\u6027\u578b %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DCR_235=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u8907\u6570\u306e\u65e2\u5b58 DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 (%s \u304a\u3088\u3073 %s) \u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_STRUCTURAL_OC_CONFLICT_FOR_ADD_DCR_236=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306f\u5225\u306e DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3068\u3059\u3067\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_STRUCTURAL_OC_237=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_AUXILIARY_OC_238=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u88dc\u52a9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_REQUIRED_ATTR_239=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5fc5\u9808\u306e\u5c5e\u6027\u578b %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_OPTIONAL_ATTR_240=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5c5e\u6027\u578b %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_PROHIBITED_ATTR_241=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u7981\u6b62\u3055\u308c\u308b\u5c5e\u6027\u578b %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DSR_242=DIT \u69cb\u9020\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u8907\u6570\u306e\u65e2\u5b58 DIT \u69cb\u9020\u898f\u5247 (%s \u304a\u3088\u3073 %s) \u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_NAME_FORM_CONFLICT_FOR_ADD_DSR_243=DIT \u69cb\u9020\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u540d\u524d\u66f8\u5f0f %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u540d\u524d\u66f8\u5f0f\u306f\u5225\u306e DIT \u69cb\u9020\u898f\u5247 %s \u3068\u3059\u3067\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DSR_UNDEFINED_NAME_FORM_244=DIT \u69cb\u9020\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u540d\u524d\u66f8\u5f0f %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_MR_USE_245=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u8907\u6570\u306e\u65e2\u5b58\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 (%s \u304a\u3088\u3073 %s) \u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MR_CONFLICT_FOR_ADD_MR_USE_246=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u5225\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u3068\u3059\u3067\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MRU_UNDEFINED_ATTR_247=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5c5e\u6027\u578b %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_AT_248=\u5c5e\u6027\u578b %s \u3067\u5faa\u74b0\u53c2\u7167\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002\u4e0a\u4f4d\u306e\u578b\u304c\u3053\u306e\u5c5e\u6027\u578b\u81ea\u4f53\u3092\u9023\u9396\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_OC_249=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3067\u5faa\u74b0\u53c2\u7167\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002\u4e0a\u4f4d\u30af\u30e9\u30b9\u304c\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u81ea\u4f53\u3092\u9023\u9396\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_DSR_250=DIT \u69cb\u9020\u898f\u5247 %s \u3067\u5faa\u74b0\u53c2\u7167\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002\u4e0a\u4f4d\u898f\u5247\u304c\u3053\u306e DIT \u69cb\u9020\u898f\u5247\u81ea\u4f53\u3092\u9023\u9396\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_CLEANED_251=\u66f4\u65b0\u3092\u9069\u7528\u3059\u308b\u524d\u306b\u3001\u65e2\u5b58\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u306e\u30b3\u30d4\u30fc\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u5143\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u3092\u5fa9\u5143\u3067\u304d\u305f\u305f\u3081\u3001\u8ffd\u52a0\u306e\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u306f\u5fc5\u8981\u3042\u308a\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_NOT_CLEANED_252=\u66f4\u65b0\u3092\u9069\u7528\u3059\u308b\u524d\u306b\u3001\u65e2\u5b58\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u306e\u30b3\u30d4\u30fc\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u3055\u3089\u306b\u3001\u5143\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u306e\u5fa9\u5143\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u77db\u76fe\u3057\u305f\u72b6\u614b\u306e\u307e\u307e\u3067\u3042\u308b\u304a\u305d\u308c\u304c\u3042\u308a\u3001\u624b\u52d5\u306e\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u304c\u5fc5\u8981\u306a\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_RESTORED_253=\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u306e\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u5143\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u3092\u5fa9\u5143\u3067\u304d\u305f\u305f\u3081\u3001\u8ffd\u52a0\u306e\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u306f\u5fc5\u8981\u3042\u308a\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_NOT_RESTORED_254=\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u306e\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u3055\u3089\u306b\u3001\u5143\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u306e\u5fa9\u5143\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u77db\u76fe\u3057\u305f\u72b6\u614b\u306e\u307e\u307e\u3067\u3042\u308b\u304a\u305d\u308c\u304c\u3042\u308a\u3001\u624b\u52d5\u306e\u30af\u30ea\u30fc\u30f3\u30a2\u30c3\u30d7\u304c\u5fc5\u8981\u306a\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_ATTRIBUTE_TYPE_255=\u5c5e\u6027\u578b %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u5c5e\u6027\u578b\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_REMOVE_AT_SUPERIOR_TYPE_256=\u5c5e\u6027\u578b %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306e\u4e0a\u4f4d\u578b\u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_AT_IN_OC_257=\u5c5e\u6027\u578b %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3067\u5fc5\u9808\u307e\u305f\u306f\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5c5e\u6027\u578b\u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_AT_IN_NF_258=\u5c5e\u6027\u578b %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u540d\u524d\u66f8\u5f0f %s \u3067\u5fc5\u9808\u307e\u305f\u306f\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5c5e\u6027\u578b\u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_AT_IN_DCR_259=\u5c5e\u6027\u578b %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3067\u5fc5\u9808\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u3001\u307e\u305f\u306f\u7981\u6b62\u306e\u5c5e\u6027\u578b\u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_AT_IN_MR_USE_260=\u5c5e\u6027\u578b %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_OBJECTCLASS_261=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_REMOVE_OC_SUPERIOR_CLASS_262=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306e\u4e0a\u4f4d\u30af\u30e9\u30b9\u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_OC_IN_NF_263=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u540d\u524d\u66f8\u5f0f %s \u306e\u69cb\u9020\u30af\u30e9\u30b9\u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_OC_IN_DCR_264=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u306e\u69cb\u9020\u30af\u30e9\u30b9\u307e\u305f\u306f\u88dc\u52a9\u30af\u30e9\u30b9\u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_NAME_FORM_265=\u540d\u524d\u66f8\u5f0f %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u540d\u524d\u66f8\u5f0f\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_REMOVE_NF_IN_DSR_266=\u540d\u524d\u66f8\u5f0f %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002DIT \u69cb\u9020\u898f\u5247 %s \u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DCR_267=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DSR_268=DIT \u69cb\u9020\u898f\u5247 %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a DIT \u69cb\u9020\u898f\u5247\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_REMOVE_DSR_SUPERIOR_RULE_269=DIT \u69cb\u9020\u898f\u5247 %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002DIT \u69cb\u9020\u898f\u5247 %s \u306e\u4e0a\u4f4d\u30eb\u30fc\u30eb\u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_MR_USE_270=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_NF_OC_NOT_STRUCTURAL_271=\u540d\u524d\u66f8\u5f0f %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u53c2\u7167\u3057\u3066\u3044\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_DCR_OC_NOT_STRUCTURAL_272=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u53c2\u7167\u3057\u3066\u3044\u308b\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_ATTRIBUTE_TYPE_274=\u5c5e\u6027\u578b %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u4e0a\u4f4d\u578b %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_ATTRTYPE_OBSOLETE_MR_275=\u5c5e\u6027\u578b %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_OBJECTCLASS_276=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u4e0a\u4f4d\u30af\u30e9\u30b9 %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_OC_OBSOLETE_REQUIRED_ATTR_277=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u5fc5\u9808\u5c5e\u6027 %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_OC_OBSOLETE_OPTIONAL_ATTR_278=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5c5e\u6027 %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_NF_OC_OBSOLETE_279=\u540d\u524d\u66f8\u5f0f %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_NF_OBSOLETE_REQUIRED_ATTR_280=\u540d\u524d\u66f8\u5f0f %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u5fc5\u8981\u3068\u3059\u308b\u5c5e\u6027\u578b %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_NF_OBSOLETE_OPTIONAL_ATTR_281=\u540d\u524d\u66f8\u5f0f %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u578b %s \u3092\u8a31\u53ef\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_STRUCTURAL_OC_OBSOLETE_282=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_OC_NOT_AUXILIARY_283=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u53c2\u7167\u3057\u3066\u3044\u308b\u88dc\u52a9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u88dc\u52a9\u30af\u30e9\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_SCHEMA_MODIFY_DCR_OBSOLETE_REQUIRED_ATTR_285=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u5fc5\u8981\u3068\u3059\u308b\u5c5e\u6027\u578b %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_OBSOLETE_OPTIONAL_ATTR_286=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u578b %s \u3092\u8a31\u53ef\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_OBSOLETE_PROHIBITED_ATTR_287=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u578b %s \u3092\u7981\u6b62\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DSR_OBSOLETE_NAME_FORM_288=DIT \u69cb\u9020\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u540d\u524d\u66f8\u5f0f %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DSR_OBSOLETE_SUPERIOR_RULE_289=DIT \u69cb\u9020\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u4e0a\u4f4d\u30eb\u30fc\u30eb %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MRU_OBSOLETE_MR_290=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u306b\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_MRU_OBSOLETE_ATTR_291=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u578b %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_DCR_OBSOLETE_AUXILIARY_OC_292=DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u5185\u3067 OBSOLETE \u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u88dc\u52a9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 %s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
ERR_SCHEMA_MODIFY_INSUFFICIENT_PRIVILEGES_293=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
ERR_SCHEMA_CANNOT_FIND_CONCAT_FILE_294=\u30b5\u30fc\u30d0\u30fc\u306e\u30aa\u30d5\u30e9\u30a4\u30f3\u6642\u306b\u30b9\u30ad\u30fc\u30de\u5909\u66f4\u304c\u884c\u308f\u308c\u305f\u304b\u3069\u3046\u304b\u3092\u5224\u65ad\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u3001\u9023\u7d50\u30b9\u30ad\u30fc\u30de\u8981\u7d20\u5b9a\u7fa9\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb\u306f %s \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306b\u3042\u308b\u3053\u3068\u304c\u671f\u5f85\u3055\u308c\u3001\u540d\u524d\u304c %s \u307e\u305f\u306f %s \u3067\u3042\u308b\u306f\u305a\u3067\u3057\u305f
ERR_SCHEMA_ERROR_DETERMINING_SCHEMA_CHANGES_295=\u30b5\u30fc\u30d0\u30fc\u306e\u30aa\u30d5\u30e9\u30a4\u30f3\u6642\u306b\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u3092\u76f4\u63a5\u7de8\u96c6\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u30b9\u30ad\u30fc\u30de\u5909\u66f4\u304c\u884c\u308f\u308c\u305f\u304b\u3069\u3046\u304b\u3092\u5224\u65ad\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_CANNOT_WRITE_CONCAT_SCHEMA_FILE_296=\u3059\u3079\u3066\u306e\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u8981\u7d20\u306e\u9023\u7d50\u30ea\u30b9\u30c8\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb %s \u3092\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u30b5\u30fc\u30d0\u30fc\u306e\u30aa\u30d5\u30e9\u30a4\u30f3\u6642\u306b\u884c\u308f\u308c\u305f\u30b9\u30ad\u30fc\u30de\u5909\u66f4\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u78ba\u306b\u8b58\u5225\u3067\u304d\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
NOTE_BACKEND_ENVIRONMENT_UNUSABLE_297=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID %s \u306b\u5bfe\u5fdc\u3059\u308b JE \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u74b0\u5883\u304c\u58ca\u308c\u3066\u3044\u307e\u3059\u3002 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3057\u3066\u3001\u74b0\u5883\u3092\u958b\u304d\u76f4\u3057\u3066\u304f\u3060\u3055\u3044
ERR_TASKSCHED_NOT_ALLOWED_TASK_298=\u30bf\u30b9\u30af %s \u306e\u547c\u3073\u51fa\u3057\u3092\u8a31\u53ef\u3059\u308b\u3088\u3046\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093
INFO_TASK_COMPLETION_BODY_299=\u30bf\u30b9\u30af ID:  %s\r\n\u30bf\u30b9\u30af\u306e\u72b6\u614b:  %s\r\n\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u8a2d\u5b9a\u3055\u308c\u305f\u958b\u59cb\u6642\u523b:  %s\r\n\u5b9f\u969b\u306e\u958b\u59cb\u6642\u523b:  %s\r\n\u5b8c\u4e86\u6642\u523b:  %s\r\n\r\n\u30ed\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8:\r\n
ERR_TRUSTSTORE_INVALID_BASE_301=\u8981\u6c42\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u304c\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_TRUSTSTORE_DN_DOES_NOT_SPECIFY_CERTIFICATE_302=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5185\u306e\u30a8\u30f3\u30c8\u30ea %s \u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u8981\u6c42\u3055\u308c\u305f DN \u306f\u30d9\u30fc\u30b9 DN \u306e 1 \u30ec\u30d9\u30eb\u4e0b\u306b\u3042\u308a\u307e\u3059\u304c\u3001\u8a3c\u660e\u66f8\u540d\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TRUSTSTORE_CANNOT_RETRIEVE_CERT_303=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d5\u30a1\u30a4\u30eb %2$s \u304b\u3089\u8a3c\u660e\u66f8 %1$s \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_TRUSTSTORE_REQUIRES_ONE_BASE_DN_306=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u304b\u3089\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u542b\u307e\u308c\u308b\u30d9\u30fc\u30b9 DN \u304c 1 \u3064\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_BACKEND_IMPORT_AND_EXPORT_NOT_SUPPORTED_307="%s" LDIF \u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u304a\u3088\u3073\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u64cd\u4f5c\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_BACKEND_BACKUP_AND_RESTORE_NOT_SUPPORTED_308="%s"\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u304a\u3088\u3073\u5fa9\u5143\u64cd\u4f5c\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TRUSTSTORE_NO_SUCH_FILE_309=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e ds-cfg-trust-store-file \u5c5e\u6027\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d5\u30a1\u30a4\u30eb %1$s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_TRUSTSTORE_INVALID_TYPE_310=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e ds-cfg-trust-store-type \u5c5e\u6027\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30bf\u30a4\u30d7 %1$s \u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093: %3$s
ERR_TRUSTSTORE_PIN_FILE_CANNOT_CREATE_311=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e ds-cfg-trust-store-pin-file \u5c5e\u6027\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b PIN \u30d5\u30a1\u30a4\u30eb %1$s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_TRUSTSTORE_PIN_FILE_CANNOT_READ_312=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e ds-cfg-trust-store-pin-file \u5c5e\u6027\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb %1$s \u304b\u3089\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2 PIN \u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_TRUSTSTORE_PIN_FILE_EMPTY_313=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e ds-cfg-trust-store-pin-file \u5c5e\u6027\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb %1$s \u306b\u306f\u3001\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u3078\u306e\u30a2\u30af\u30bb\u30b9\u306b\u5fc5\u8981\u306a PIN \u304c\u542b\u307e\u308c\u3066\u3044\u308b\u306f\u305a\u3067\u3059\u304c\u3001\u30d5\u30a1\u30a4\u30eb\u304c\u7a7a\u3067\u3059
ERR_TRUSTSTORE_PIN_ENVAR_NOT_SET_314=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e ds-cfg-trust-store-pin-environment-variable \u5c5e\u6027\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u74b0\u5883\u5909\u6570 %1$s \u306b\u306f\u3001\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u3078\u306e\u30a2\u30af\u30bb\u30b9\u306b\u5fc5\u8981\u306a PIN \u304c\u542b\u307e\u308c\u3066\u3044\u308b\u306f\u305a\u3067\u3059\u304c\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TRUSTSTORE_PIN_PROPERTY_NOT_SET_315=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e ds-cfg-trust-store-pin-property \u5c5e\u6027\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b Java \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %1$s \u306b\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u306b\u5fc5\u8981\u306a PIN \u304c\u542b\u307e\u308c\u3066\u3044\u308b\u306f\u305a\u3067\u3059\u304c\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TRUSTSTORE_CANNOT_DETERMINE_FILE_316=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e ds-cfg-trust-store-file \u8a2d\u5b9a\u5c5e\u6027\u306e\u5024\u3092\u5224\u65ad\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TRUSTSTORE_CANNOT_LOAD_317=\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TRUSTSTORE_CANNOT_CREATE_FACTORY_318=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d5\u30a1\u30a4\u30eb %s \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d5\u30a1\u30af\u30c8\u30ea\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TRUSTSTORE_ALIAS_IN_USE_319=\u8a3c\u660e\u66f8\u30a8\u30f3\u30c8\u30ea %s \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_TRUSTSTORE_CANNOT_GENERATE_CERT_320=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d5\u30a1\u30a4\u30eb %2$s \u5185\u306b\u81ea\u5df1\u7f72\u540d\u4ed8\u304d\u8a3c\u660e\u66f8 %1$s \u3092\u751f\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_TRUSTSTORE_CANNOT_ADD_CERT_321=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d5\u30a1\u30a4\u30eb %2$s \u306b\u8a3c\u660e\u66f8 %1$s \u3092\u8ffd\u52a0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_TRUSTSTORE_ENTRY_MISSING_CERT_ATTR_323=\u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a3c\u660e\u66f8\u5c5e\u6027 %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_ATTRS_324=\u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a3c\u660e\u66f8\u5c5e\u6027 %s \u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_TRUSTSTORE_ENTRY_MISSING_CERT_VALUE_325=\u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a3c\u660e\u66f8\u5c5e\u6027 %s \u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_VALUES_326=\u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a3c\u660e\u66f8\u5c5e\u6027 %s \u306e\u5024\u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_TRUSTSTORE_CANNOT_WRITE_CERT_327=\u8a3c\u660e\u66f8 %s \u3092\u30d5\u30a1\u30a4\u30eb\u306b\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
WARN_TRUSTSTORE_SET_PERMISSIONS_FAILED_328=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d5\u30a1\u30a4\u30eb %s \u306e\u30a2\u30af\u30bb\u30b9\u6a29\u306e\u8a2d\u5b9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ERR_ROOT_CONTAINER_NOT_INITIALIZED_329=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u30eb\u30fc\u30c8\u30b3\u30f3\u30c6\u30ca\u304c\u521d\u671f\u5316\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u3092\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u51e6\u7406\u3067\u304d\u307e\u305b\u3093
ERR_TASKBE_MODIFY_CANNOT_LOCK_ENTRY_330=\u30a8\u30f3\u30c8\u30ea %s \u306e\u66f8\u304d\u8fbc\u307f\u30ed\u30c3\u30af\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
ERR_TASKBE_MODIFY_INVALID_ENTRY_331=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u3092\u8868\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u5909\u66f4\u3067\u304d\u308b\u306e\u306f\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u307f\u3067\u3059
ERR_TASKBE_MODIFY_NO_SUCH_TASK_332=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u6709\u52b9\u306a\u30bf\u30b9\u30af\u3092\u8868\u3057\u3066\u3044\u307e\u305b\u3093
ERR_TASKBE_MODIFY_COMPLETED_333=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30bf\u30b9\u30af\u304c\u5b9f\u884c\u3092\u5b8c\u4e86\u3057\u3066\u3044\u307e\u3059\u3002\u5b8c\u4e86\u30bf\u30b9\u30af\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
ERR_TASKBE_MODIFY_RECURRING_334=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u3067\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u5909\u66f4\u304c\u73fe\u5728\u70b9\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TASKBE_MODIFY_RUNNING_335=\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30bf\u30b9\u30af\u306f\u73fe\u5728\u5b9f\u884c\u4e2d\u3067\u3059\u3002\u5b9f\u884c\u4e2d\u306e\u30bf\u30b9\u30af\u306b\u8a31\u53ef\u3055\u308c\u308b\u5909\u66f4\u306f\u3001ds-task-state \u5c5e\u6027\u306e\u5024\u3092 "cancel" \u306b\u5909\u66f4\u3059\u308b\u3053\u3068\u306e\u307f\u3067\u3059
INFO_TASKBE_RUNNING_TASK_CANCELLED_336=\u30bf\u30b9\u30af\u3092\u53d6\u308a\u6d88\u3059\u5909\u66f4\u8981\u6c42\u306b\u3088\u308a\u3001\u30bf\u30b9\u30af\u51e6\u7406\u304c\u4e2d\u65ad\u3055\u308c\u307e\u3057\u305f
ERR_TRUSTSTORE_CANNOT_DELETE_CERT_337=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d5\u30a1\u30a4\u30eb %2$s \u304b\u3089\u8a3c\u660e\u66f8 %1$s \u3092\u524a\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_TRUSTSTORE_CERTIFICATE_NOT_FOUND_338=\u30c8\u30e9\u30b9\u30c8\u30b9\u30c8\u30a2\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304b\u3089\u30a8\u30f3\u30c8\u30ea %s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u8a3c\u660e\u66f8 %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_LDIF_BACKEND_MULTIPLE_BASE_DNS_339=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306f 1 \u3064\u306e\u30d9\u30fc\u30b9 DN \u306e\u307f\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u304c\u3001\u8907\u6570\u306e\u30d9\u30fc\u30b9 DN \u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3057\u305f
ERR_LDIF_BACKEND_DUPLICATE_ENTRY_342=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067 LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u5b9a\u7fa9\u3055\u308c\u305f LDIF \u30d5\u30a1\u30a4\u30eb %1$s \u306b\u3001%3$s \u306e DN \u3092\u6301\u3064\u30a8\u30f3\u30c8\u30ea\u304c\u8907\u6570\u3042\u308a\u307e\u3059
ERR_LDIF_BACKEND_ENTRY_OUT_OF_SCOPE_343=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067 LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u5b9a\u7fa9\u3055\u308c\u305f LDIF \u30d5\u30a1\u30a4\u30eb %1$s \u306b\u3001\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d9\u30fc\u30b9 DN \u306e\u4e0b\u4f4d\u306b\u306a\u3044\u30a8\u30f3\u30c8\u30ea %3$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_LDIF_BACKEND_MISSING_PARENT_344=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067 LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u4f7f\u7528\u3059\u308b\u3088\u3046\u5b9a\u7fa9\u3055\u308c\u305f LDIF \u30d5\u30a1\u30a4\u30eb %1$s \u306b\u3001\u30a8\u30f3\u30c8\u30ea %3$s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u305d\u306e\u89aa\u30a8\u30f3\u30c8\u30ea\u306f\u307e\u3060\u8aad\u307f\u8fbc\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_LDIF_BACKEND_ERROR_CREATING_FILE_345=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u66f4\u65b0\u30c7\u30fc\u30bf\u3092\u66f8\u304d\u8fbc\u3080\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u4f5c\u6210\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_LDIF_BACKEND_ERROR_WRITING_FILE_346=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d5\u30a1\u30a4\u30eb %1$s \u306b\u66f4\u65b0\u30c7\u30fc\u30bf\u3092\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_LDIF_BACKEND_ERROR_RENAMING_FILE_347=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %3$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u66f4\u65b0\u30c7\u30fc\u30bf\u3092\u66f8\u304d\u8fbc\u3080\u969b\u3001\u30d5\u30a1\u30a4\u30eb\u540d\u3092 %1$s \u304b\u3089 %2$s \u306b\u5909\u66f4\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %4$s
ERR_LDIF_BACKEND_ADD_ALREADY_EXISTS_348=\u30a8\u30f3\u30c8\u30ea %s \u306f\u3001LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_LDIF_BACKEND_ADD_MISSING_PARENT_349=\u30a8\u30f3\u30c8\u30ea %s \u306e\u89aa\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_LDIF_BACKEND_DELETE_NO_SUCH_ENTRY_350=\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_LDIF_BACKEND_DELETE_NONLEAF_351=\u30a8\u30f3\u30c8\u30ea %s \u306b 1 \u3064\u4ee5\u4e0a\u306e\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea\u304c\u3042\u308b\u305f\u3081\u3001\u305d\u306e\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea\u306e\u3059\u3079\u3066\u304c\u5148\u306b\u524a\u9664\u3055\u308c\u308b\u307e\u3067\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
ERR_LDIF_BACKEND_MODIFY_NO_SUCH_ENTRY_352=\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_LDIF_BACKEND_MODDN_NO_SUCH_SOURCE_ENTRY_353=\u30bd\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_LDIF_BACKEND_MODDN_TARGET_ENTRY_ALREADY_EXISTS_354=\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30f3\u30c8\u30ea %s \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_LDIF_BACKEND_MODDN_NEW_PARENT_DOESNT_EXIST_355=\u65b0\u898f\u89aa DN %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_LDIF_BACKEND_SEARCH_NO_SUCH_BASE_356=\u691c\u7d22\u30d9\u30fc\u30b9 DN \u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_WRITER_357=LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u64cd\u4f5c\u306b\u4f7f\u7528\u3059\u308b\u30e9\u30a4\u30bf\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_LDIF_BACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_358=LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3067\u30a8\u30f3\u30c8\u30ea %s \u3092\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_READER_359=LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u64cd\u4f5c\u306b\u4f7f\u7528\u3059\u308b\u30ea\u30fc\u30c0\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_LDIF_BACKEND_ERROR_READING_LDIF_360=\u30a4\u30f3\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u3001\u56de\u5fa9\u4e0d\u80fd\u306a\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u3092\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093
ERR_LDIF_BACKEND_BACKUP_RESTORE_NOT_SUPPORTED_361=LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306f\u3001\u73fe\u5728\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u307e\u305f\u306f\u5fa9\u5143\u306e\u6a5f\u69cb\u3092\u63d0\u4f9b\u3057\u3066\u3044\u307e\u305b\u3093\u3002  \u4ee3\u308f\u308a\u306b\u3001LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u304a\u3088\u3073\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u64cd\u4f5c\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
INFO_LDIF_BACKEND_LDIF_FILE_CHANGED_363=LDIF \u30d5\u30a1\u30a4\u30eb\u30d1\u30b9\u306b\u5bfe\u3059\u308b\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u307e\u3067\u3001\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
INFO_LDIF_BACKEND_BASE_DN_CHANGED_364=LDIF \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30d9\u30fc\u30b9 DN \u306b\u5bfe\u3059\u308b\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u307e\u3067\u3001\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
ERR_LDIF_BACKEND_HAS_SUBORDINATES_NO_SUCH_ENTRY_365=\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_LDIF_BACKEND_NUM_SUBORDINATES_NO_SUCH_ENTRY_366=\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_TRUSTSTORE_ERROR_READING_KEY_367=\u30ad\u30fc\u30b9\u30c8\u30a2 %2$s \u304b\u3089\u30ad\u30fc %1$s \u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_HAS_SUBORDINATES_NOT_SUPPORTED_368=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u3001hasSubordinates \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u306e\u30b5\u30dd\u30fc\u30c8\u3092\u63d0\u4f9b\u3057\u3066\u3044\u307e\u305b\u3093
ERR_NUM_SUBORDINATES_NOT_SUPPORTED_369=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u3001numSubordinates \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u306e\u30b5\u30dd\u30fc\u30c8\u3092\u63d0\u4f9b\u3057\u3066\u3044\u307e\u305b\u3093
NOTE_BACKEND_OFFLINE_370=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306f\u30aa\u30d5\u30e9\u30a4\u30f3\u306b\u306a\u308a\u307e\u3057\u305f
ERR_RECURRINGTASK_INVALID_N_TOKENS_371=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u5c5e\u6027 %s \u306b\u3001\u7121\u52b9\u306a\u6570\u306e\u30c8\u30fc\u30af\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_RECURRINGTASK_INVALID_MINUTE_TOKEN_372=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u5c5e\u6027 %s \u306b\u3001\u300c\u5206\u300d\u304c\u7121\u52b9\u306a\u30c8\u30fc\u30af\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_RECURRINGTASK_INVALID_HOUR_TOKEN_373=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u5c5e\u6027 %s \u306b\u3001\u300c\u6642\u300d\u304c\u7121\u52b9\u306a\u30c8\u30fc\u30af\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_RECURRINGTASK_INVALID_DAY_TOKEN_374=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u5c5e\u6027 %s \u306b\u3001\u65e5\u4ed8\u304c\u7121\u52b9\u306a\u30c8\u30fc\u30af\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_RECURRINGTASK_INVALID_MONTH_TOKEN_375=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u5c5e\u6027 %s \u306b\u3001\u6708\u304c\u7121\u52b9\u306a\u30c8\u30fc\u30af\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_RECURRINGTASK_INVALID_WEEKDAY_TOKEN_376=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u5c5e\u6027 %s \u306b\u3001\u66dc\u65e5\u304c\u7121\u52b9\u306a\u30c8\u30fc\u30af\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_RECURRINGTASK_INVALID_TOKENS_COMBO_377=\u6307\u5b9a\u3055\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u3001\u7e70\u308a\u8fd4\u3057\u30bf\u30b9\u30af\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u5c5e\u6027 %s \u306b\u3001\u5b58\u5728\u3057\u306a\u3044\u65e5\u4ed8\u3092\u751f\u6210\u3059\u308b\u7121\u52b9\u306a\u30c8\u30fc\u30af\u30f3\u306e\u7d44\u307f\u5408\u308f\u305b\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_TASKS_CANNOT_EXPORT_TO_FILE_378=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_BACKUP_CANNOT_GET_MAC_379=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e %s MAC \u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_BACKUP_CANNOT_GET_DIGEST_380=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u30cf\u30c3\u30b7\u30e5\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e %s \u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_381=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u306b\u30bf\u30b9\u30af\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_TASKS_BACKUP_CANNOT_GET_CIPHER_382=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3092\u6697\u53f7\u5316\u3059\u308b\u305f\u3081\u306e\u6697\u53f7\u5316\u65b9\u5f0f\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_BACKUP_ZIP_COMMENT_383=%s \u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s
ERR_TASKS_BACKUP_CANNOT_BACKUP_TASKS_FILE_384=\u30bf\u30b9\u30af\u30d5\u30a1\u30a4\u30eb %s \u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_BACKUP_CANNOT_CLOSE_ZIP_STREAM_385=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u306e\u30bf\u30b9\u30af\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u9589\u3058\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_TASKS_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_386=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u8a18\u8ff0\u5b50\u30d5\u30a1\u30a4\u30eb %s \u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_RESTORE_NO_SUCH_BACKUP_387=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3067\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_TASKS_RESTORE_NO_BACKUP_FILE_388=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3067\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u5224\u65ad\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
ERR_TASKS_RESTORE_NO_SUCH_FILE_389=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_TASKS_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_390=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6 %s \u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u65ad\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_RESTORE_UNKNOWN_DIGEST_391=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u672a\u7f72\u540d\u306e\u30cf\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u304c\u3001\u3053\u306e\u30cf\u30c3\u30b7\u30e5\u306e\u751f\u6210\u306b\u4f7f\u7528\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u5224\u65ad\u3067\u304d\u307e\u305b\u3093
ERR_TASKS_RESTORE_CANNOT_GET_DIGEST_392=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u672a\u7f72\u540d\u306e\u30cf\u30c3\u30b7\u30e5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b %s \u306e\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TASKS_RESTORE_UNKNOWN_MAC_393=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u304c\u3001\u3053\u306e\u30cf\u30c3\u30b7\u30e5\u306e\u751f\u6210\u306b\u4f7f\u7528\u3055\u308c\u305f MAC \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u5224\u65ad\u3067\u304d\u307e\u305b\u3093
ERR_TASKS_RESTORE_CANNOT_GET_MAC_394=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b %s \u306e MAC \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_TASKS_RESTORE_CANNOT_OPEN_BACKUP_FILE_395=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u3092\u958b\u304f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_RESTORE_CANNOT_GET_CIPHER_396=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u6697\u53f7\u5316\u65b9\u5f0f\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: %s
ERR_TASKS_RESTORE_CANNOT_GET_ZIP_ENTRY_397=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u6b21\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_RESTORE_CANNOT_CREATE_FILE_398=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb %s \u306e\u518d\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_399=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb %s \u306e\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_TASKS_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_400=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u3092\u9589\u3058\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTE_TASKS_RESTORE_UNSIGNED_HASH_VALID_401=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3068\u4e00\u81f4\u3057\u307e\u3059
ERR_TASKS_RESTORE_UNSIGNED_HASH_INVALID_402=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
NOTE_TASKS_RESTORE_SIGNED_HASH_VALID_403=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u7f72\u540d\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u7f72\u540d\u3068\u4e00\u81f4\u3057\u307e\u3059
ERR_TASKS_RESTORE_SIGNED_HASH_INVALID_404=\u30bf\u30b9\u30af\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u7f72\u540d\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u7f72\u540d\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
NOTE_TASKS_RESTORE_VERIFY_SUCCESSFUL_405=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u304b\u3089\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3067\u5b9f\u884c\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30c6\u30b9\u30c8\u304c\u3001\u30a2\u30fc\u30ab\u30a4\u30d6\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059
NOTE_TASKS_RESTORE_SUCCESSFUL_406=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u6b63\u5e38\u306b\u5fa9\u5143\u3055\u308c\u307e\u3057\u305f
ERR_BACKUP_MISSING_BACKUPID_407=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u306e\u60c5\u5831\u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u5185\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
ERR_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_408=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u8a18\u8ff0\u5b50\u30d5\u30a1\u30a4\u30eb %s \u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_SCHEMA_MODIFY_RULEID_CONFLICTS_FOR_ADD_DSR_409=DIT \u69cb\u9020\u898f\u5247 %s \u306f\u3001\u8b58\u5225\u5b50\u304c DIT \u69cb\u9020\u898f\u5247 (%s) \u3068\u885d\u7a81\u3059\u308b\u305f\u3081\u3001\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002
INFO_ERGONOMIC_SIZING_OF_JE_CLEANER_THREADS_410=\u30ed\u30fc\u30ab\u30eb DB \u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306b\u30af\u30ea\u30fc\u30ca\u30fc\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093: \u30b9\u30ec\u30c3\u30c9\u6570\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u306e %d \u500b\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002
INFO_ERGONOMIC_SIZING_OF_JE_LOCK_TABLES_411=\u30ed\u30fc\u30ab\u30eb DB \u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306b\u30ed\u30c3\u30af\u30c6\u30fc\u30d6\u30eb\u306e\u6570\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093: \u30c7\u30d5\u30a9\u30eb\u30c8\u306e %d \u500b\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002
ERR_TASKSCHED_DEPENDENCY_MISSING_412=\u30bf\u30b9\u30af %s \u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3002\u4f9d\u5b58\u30bf\u30b9\u30af %s \u304c\u3042\u308a\u307e\u305b\u3093
NOTE_TASK_STARTED_413=%s \u30bf\u30b9\u30af %s \u304c\u5b9f\u884c\u3092\u958b\u59cb\u3057\u307e\u3057\u305f
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_LDAP_SYNTAX_415=OID %s \u3092\u542b\u3080 LDAP \u69cb\u6587\u306e\u8aac\u660e\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u65e2\u5b58\u306e LDAP \u69cb\u6587\u306e\u8aac\u660e\u3068\u7af6\u5408\u3057\u307e\u3059
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_LSD_416=LDAP \u69cb\u6587\u306e\u8aac\u660e %s \u3092\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a LDAP \u69cb\u6587\u306e\u8aac\u660e\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_ATTR_SYNTAX_INVALID_LDAP_SYNTAX_417=\u6307\u5b9a\u3055\u308c\u305f\u5024 "%s" \u3092 LDAP \u69cb\u6587\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002OID %s \u304c\u3059\u3067\u306b\u5b9f\u88c5\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u69cb\u6587\u306b\u5bfe\u5fdc\u3059\u308b\u305f\u3081\u3067\u3059
ERR_SCHEMA_MODIFY_CANNOT_DECODE_LDAP_SYNTAX_418=LDAP \u69cb\u6587\u306e\u8aac\u660e "%s" \u306e\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_INDEX_TYPE_NEEDS_VALID_MATCHING_RULE_437=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u540d '%2$s' \u304c\u7121\u52b9\u306a\u305f\u3081\u3001\u5c5e\u6027 '%1$s' \u306b\u62e1\u5f35\u53ef\u80fd\u306a\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30bf\u30a4\u30d7\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093
ERR_IMPORT_LDIF_LACK_MEM_438=\u30a4\u30f3\u30dd\u30fc\u30c8\u3092\u5b9f\u884c\u3059\u308b\u306b\u306f\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u304c\u8db3\u308a\u307e\u305b\u3093 (%d \u30d0\u30a4\u30c8)\u3002\u5c11\u306a\u304f\u3068\u3082 %d \u30d0\u30a4\u30c8\u306e\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u304c\u5fc5\u8981\u3067\u3059
WARN_IMPORT_LDIF_LACK_MEM_PHASE_TWO_439=\u30a4\u30f3\u30dd\u30fc\u30c8\u30d5\u30a7\u30fc\u30ba 2 \u3092 1 \u3064\u306e\u30d0\u30c3\u30c1\u3067\u5b9f\u884c\u3059\u308b\u306b\u306f\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc (%d \u30d0\u30a4\u30c8) \u304c\u8db3\u308a\u307e\u305b\u3093\u3002\u4e00\u90e8\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u8907\u6570\u306e\u30d0\u30c3\u30c1\u3092\u4f7f\u7528\u3057\u3066\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u3002\u305d\u306e\u5834\u5408\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u304c\u4f4e\u4e0b\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059

ERR_CONFIG_INDEX_TYPE_NEEDS_MATCHING_RULE_440=\u5c5e\u6027 '%s' \u306b\u30bf\u30a4\u30d7 '%s' \u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u4f5c\u6210\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u5bfe\u5fdc\u3059\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
ERR_ENTRYIDSORTER_NEGATIVE_START_POS_441=\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u958b\u59cb\u4f4d\u7f6e\u304c\u7d50\u679c\u30bb\u30c3\u30c8\u306e\u5148\u982d\u3088\u308a\u524d\u306b\u3042\u308a\u307e\u3057\u305f
ERR_MISSING_DN2ID_RECORD_442=DN \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b '%s' \u306e\u30ec\u30b3\u30fc\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_MISSING_ID2ENTRY_RECORD_443=\u30a8\u30f3\u30c8\u30ea\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b ID %s \u306e\u30ec\u30b3\u30fc\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_ENTRYIDSORTER_CANNOT_EXAMINE_ENTRY_444=ID %s \u306e\u30a8\u30f3\u30c8\u30ea\u3092\u30bd\u30fc\u30c8\u76ee\u7684\u3067\u691c\u67fb\u3067\u304d\u307e\u305b\u3093: %s
ERR_EXECUTION_ERROR_445=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u64cd\u4f5c\u4e2d\u306b\u5b9f\u884c\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_INTERRUPTED_ERROR_446=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u64cd\u4f5c\u4e2d\u306b\u5272\u308a\u8fbc\u307f\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CREATE_FAIL_447=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
WARN_UNABLE_SET_PERMISSIONS_448=\u3053\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3078\u306e\u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u6a29 %1$s \u306e\u8a2d\u5b9a\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
WARN_SET_PERMISSIONS_FAILED_449=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306b\u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u6a29\u3092\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTE_CONFIG_DB_DIR_REQUIRES_RESTART_450=DB \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u5bfe\u3059\u308b\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\u3002 \u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u505c\u6b62\u3057\u305f\u3042\u3068\u306b\u3001\u524d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306e DB \u30d5\u30a1\u30a4\u30eb\u3092\u65b0\u3057\u3044\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306b\u79fb\u52d5\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ERR_DIRECTORY_INVALID_451=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea '%s' \u306f\u3001\u6709\u52b9\u306a\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_ADD_ENTRY_ALREADY_EXISTS_453=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u540d\u524d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_ADD_NO_SUCH_OBJECT_454=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u89aa\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_ATTRIBUTE_INDEX_NOT_CONFIGURED_455=\u5c5e\u6027\u578b '%s' \u7528\u306b\u69cb\u6210\u3055\u308c\u305f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3042\u308a\u307e\u305b\u3093
ERR_CACHE_PRELOAD_456=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30d7\u30ea\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_COMPSCHEMA_CANNOT_DECODE_AD_TOKEN_457=JE \u306e\u5727\u7e2e\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u304b\u3089\u5c5e\u6027\u8a18\u8ff0\u30c8\u30fc\u30af\u30f3\u3092\u30c7\u30b3\u30fc\u30c9\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_COMPSCHEMA_CANNOT_DECODE_OC_TOKEN_458=JE \u306e\u5727\u7e2e\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u304b\u3089\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u30bb\u30c3\u30c8\u306e\u30c8\u30fc\u30af\u30f3\u3092\u30c7\u30b3\u30fc\u30c9\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_COMPSCHEMA_CANNOT_STORE_EX_459=\u5727\u7e2e\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u683c\u7d0d\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_VLV_INDEX_BAD_FILTER_460=VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %2$s \u306b\u5b9a\u7fa9\u3055\u308c\u305f\u691c\u7d22\u30d5\u30a3\u30eb\u30bf %1$s \u3092\u89e3\u6790\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_VLV_INDEX_UNDEFINED_ATTR_461=VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %2$s \u306e\u30bd\u30fc\u30c8\u5c5e\u6027 %1$s \u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_DATABASE_EXCEPTION_462=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u4f8b\u5916: %s
ERR_DELETE_ABORTED_BY_SUBORDINATE_PLUGIN_463=\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea %s \u3092\u524a\u9664\u4e2d\u306b\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u539f\u56e0\u3067\u524a\u9664\u64cd\u4f5c\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f
ERR_DELETE_NOT_ALLOWED_ON_NONLEAF_464=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea\u304c\u3042\u308a\u307e\u3059
ERR_DELETE_NO_SUCH_OBJECT_465=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_ENTRY_CONTAINER_ALREADY_REGISTERED_466='%s' \u3068\u3044\u3046\u540d\u524d\u306e\u30a8\u30f3\u30c8\u30ea\u30b3\u30f3\u30c6\u30ca\u306f\u3001\u30d9\u30fc\u30b9 DN '%s' \u306b\u3059\u3067\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059
ERR_ENTRY_DATABASE_CORRUPT_467=\u30a8\u30f3\u30c8\u30ea\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b ID %s \u306e\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_EXPORT_IO_ERROR_468=\u30a8\u30f3\u30c8\u30ea\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_IMPORT_BACKEND_ONLINE_469=\u30a4\u30f3\u30dd\u30fc\u30c8\u51e6\u7406\u3092\u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ERR_IMPORT_BUFFER_IO_ERROR_470=\u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u3042\u308b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30b9\u30af\u30e9\u30c3\u30c1\u30d5\u30a1\u30a4\u30eb %s \u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_IMPORT_CREATE_TMPDIR_ERROR_471=\u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
ERR_IMPORT_LDIF_APPEND_REPLACE_TASK_ERR_472=\u8ffd\u52a0\u304a\u3088\u3073\u7f6e\u63db\u30bf\u30b9\u30af\u306e\u51e6\u7406\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f: %s
ERR_IMPORT_LDIF_IMPORT_TASK_ERR_473=\u30a4\u30f3\u30dd\u30fc\u30c8\u30bf\u30b9\u30af\u306e\u51e6\u7406\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f: %s
ERR_IMPORT_LDIF_INDEX_FILEWRITER_ERR_474=%s \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30b9\u30af\u30e9\u30c3\u30c1\u30d5\u30a1\u30a4\u30eb\u3092\u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u6b21\u306e I/O \u30a8\u30e9\u30fc\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f: %s
ERR_IMPORT_LDIF_INDEX_WRITE_DB_ERR_475=%s \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u51e6\u7406\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f: %s
ERR_IMPORT_LDIF_MIGRATE_EXCLUDED_TASK_ERR_476=\u9664\u5916\u9805\u76ee\u306e\u79fb\u884c\u30bf\u30b9\u30af\u306e\u51e6\u7406\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f: %s
ERR_IMPORT_LDIF_MIGRATE_EXISTING_TASK_ERR_477=\u65e2\u5b58\u9805\u76ee\u306e\u79fb\u884c\u30bf\u30b9\u30af\u306e\u51e6\u7406\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f: %s
ERR_IMPORT_LDIF_PENDING_ERR_478=\u4fdd\u7559\u4e2d\u306e DN \u3092\u78ba\u8a8d\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f: %s
ERR_IMPORT_LDIF_READER_IO_ERROR_479=LDIF \u30b9\u30c8\u30ea\u30fc\u30e0\u3092\u958b\u304f\u3068\u304d\u306b I/O \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_IMPORT_LDIF_REBUILD_INDEX_TASK_ERR_480=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u518d\u69cb\u7bc9\u30bf\u30b9\u30af\u306e\u51e6\u7406\u4e2d\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f: %s
ERR_IMPORT_PARENT_NOT_FOUND_481=\u89aa\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_INCOMPATIBLE_ENTRY_VERSION_482=\u30a8\u30f3\u30c8\u30ea\u30ec\u30b3\u30fc\u30c9\u306f\u3053\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30a8\u30f3\u30c8\u30ea\u306e\u30d0\u30fc\u30b8\u30e7\u30f3: %x
ERR_INDEX_CORRUPT_REQUIRES_REBUILD_483=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u304b\u3089\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u58ca\u308c\u3066\u3044\u308b\u3088\u3046\u3067\u3059\u3002\u73fe\u5728\u3001\u6a5f\u80fd\u4f4e\u4e0b\u72b6\u614b\u3067\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u6b63\u5e38\u306a\u72b6\u614b\u306b\u623b\u3059\u306b\u306f\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ERR_INVALID_PAGED_RESULTS_COOKIE_484=\u6b21\u306e\u7d50\u679c\u30da\u30fc\u30b8\u30f3\u30b0\u5236\u5fa1 Cookie \u5024\u304c\u8a8d\u8b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_MODIFYDN_ABORTED_BY_SUBORDINATE_PLUGIN_487=\u30a8\u30f3\u30c8\u30ea\u3092 %s \u304b\u3089 %s \u306b\u79fb\u52d5\u4e2d\u307e\u305f\u306f\u540d\u524d\u5909\u66f4\u4e2d\u306b\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u539f\u56e0\u3067 DN \u5909\u66f4\u64cd\u4f5c\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f
ERR_MODIFYDN_ABORTED_BY_SUBORDINATE_SCHEMA_ERROR_488=\u30a8\u30f3\u30c8\u30ea\u3092 %s \u304b\u3089 %s \u306b\u79fb\u52d5\u4e2d\u307e\u305f\u306f\u540d\u524d\u5909\u66f4\u4e2d\u306b\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u539f\u56e0\u3067 DN \u5909\u66f4\u64cd\u4f5c\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u3078\u306e\u5909\u66f4\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u306b\u9055\u53cd\u3057\u307e\u3057\u305f:  %s
ERR_MODIFYDN_ALREADY_EXISTS_489=\u30a8\u30f3\u30c8\u30ea\u306e\u540d\u524d\u3092 '%s' \u306b\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u540d\u524d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_MODIFYDN_NO_SUCH_OBJECT_490=\u30a8\u30f3\u30c8\u30ea '%s' \u306e\u540d\u524d\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_MODIFY_NO_SUCH_OBJECT_491=\u30a8\u30f3\u30c8\u30ea '%s' \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_NEW_SUPERIOR_NO_SUCH_OBJECT_492=\u30a8\u30f3\u30c8\u30ea\u3092\u79fb\u52d5\u3067\u304d\u307e\u305b\u3093\u3002\u65b0\u3057\u3044\u89aa\u30a8\u30f3\u30c8\u30ea '%s' \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_OPEN_ENV_FAIL_493=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u74b0\u5883\u3092\u958b\u3051\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_REBUILD_BACKEND_ONLINE_494=\u30d9\u30fc\u30b9 DN \u3092\u542b\u3080\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u305f\u5834\u5408\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ERR_REMOVE_FAIL_495=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_SEARCH_CANNOT_MIX_PAGEDRESULTS_AND_VLV_496=\u8981\u6c42\u3055\u308c\u305f\u691c\u7d22\u64cd\u4f5c\u306b\u3001\u5358\u7d14\u306a\u30da\u30fc\u30b8\u30f3\u30b0\u306e\u7d50\u679c\u5236\u5fa1\u3068\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u5236\u5fa1\u306e\u4e21\u65b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f\u3002  \u3053\u308c\u3089\u306e\u5236\u5fa1\u306f\u76f8\u4e92\u306b\u6392\u4ed6\u7684\u3067\u3042\u308a\u3001\u4e00\u7dd2\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
ERR_SEARCH_CANNOT_SORT_UNINDEXED_497=\u691c\u7d22\u7d50\u679c\u3092\u30bd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u691c\u7d22\u8981\u6c42\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_SEARCH_NO_SUCH_OBJECT_498=\u691c\u7d22\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea '%s' \u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_SEARCH_UNINDEXED_INSUFFICIENT_PRIVILEGES_499=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u691c\u7d22\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
ERR_UNCHECKED_EXCEPTION_500=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u6642\u306b\u672a\u691c\u67fb\u306e\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_VLV_INDEX_NOT_CONFIGURED_501=\u540d\u524d\u304c '%s' \u3067\u3042\u308b\u69cb\u6210\u3055\u308c\u305f VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3042\u308a\u307e\u305b\u3093
INFO_VERIFY_AVERAGE_REFERENCE_COUNT_506=\u53c2\u7167\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u5e73\u5747\u6570\u306f %.2f \u500b/\u30ec\u30b3\u30fc\u30c9\u3067\u3059
INFO_CACHE_AND_MEMORY_REPORT_507=\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc = %dM \u30d0\u30a4\u30c8\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u30df\u30b9\u30ec\u30fc\u30c8 = %.1f \u500b/\u30ec\u30b3\u30fc\u30c9
INFO_VERIFY_ENTRY_LIMIT_EXCEEDED_COUNT_508=\u30a8\u30f3\u30c8\u30ea\u5236\u9650\u3092\u8d85\u904e\u3057\u305f\u30ec\u30b3\u30fc\u30c9\u306e\u6570: %d
INFO_VERIFY_ENTRY_LIMIT_STATS_HEADER_509=\u30a8\u30f3\u30c8\u30ea\u5236\u9650\u3092\u8d85\u904e\u3057\u305f\u30ec\u30b3\u30fc\u30c9\u306e\u7d71\u8a08:
INFO_VERIFY_ENTRY_LIMIT_STATS_ROW_510=\u30d5\u30a1\u30a4\u30eb %s \u306b %d \u500b\u306e\u8a72\u5f53\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u3059 \u6700\u5c0f=%d \u6700\u5927=%d \u4e2d\u592e=%d
INFO_VERIFY_MAX_REFERENCE_COUNT_511=\u30ec\u30b3\u30fc\u30c9\u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u6700\u5927\u6570\u306f %d \u500b\u3067\u3059
INFO_VERIFY_MULTIPLE_REFERENCE_COUNT_512=\u8907\u6570\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u53c2\u7167\u3059\u308b\u30ec\u30b3\u30fc\u30c9\u306e\u6570: %d
NOTE_BACKEND_STARTED_513=%2$d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u308b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %1$s \u304c\u8d77\u52d5\u3057\u307e\u3057\u305f
NOTE_CONFIG_INDEX_ENTRY_LIMIT_REQUIRES_REBUILD_514=\u4e00\u90e8\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ad\u30fc\u304c\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u306e\u524d\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30a8\u30f3\u30c8\u30ea\u5236\u9650\u3092\u3059\u3067\u306b\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3067\u65b0\u3057\u3044\u5236\u9650\u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u306f\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NOTE_EXPORT_FINAL_STATUS_515=%3$d \u79d2\u3067 %1$d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001%2$d \u500b\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %4$.1f \u500b/\u79d2)
NOTE_EXPORT_PROGRESS_REPORT_516=%d \u500b\u306e\u30ec\u30b3\u30fc\u30c9\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3001%d \u500b\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u307e\u3057\u305f (\u6700\u65b0\u306e\u30ec\u30fc\u30c8 %.1f \u500b/\u79d2)
NOTE_IMPORT_ADJUST_THREAD_COUNT_517=%d \u30b9\u30ec\u30c3\u30c9\u3067\u4f7f\u7528\u3059\u308b\u306e\u306b\u5341\u5206\u306a\u30d5\u30a7\u30fc\u30ba 1 \u30d0\u30c3\u30d5\u30a1\u30fc\u3092\u5272\u308a\u5f53\u3066\u308b\u306b\u306f\u3001\u30e1\u30e2\u30ea\u30fc\u304c\u8db3\u308a\u307e\u305b\u3093\u3002\u4f7f\u7528\u3059\u308b\u30b9\u30ec\u30c3\u30c9\u6570\u3092 %d \u306b\u6e1b\u3089\u3057\u3066\u304f\u3060\u3055\u3044
NOTE_IMPORT_CLOSING_DATABASE_518=\u30c7\u30fc\u30bf\u3092\u30c7\u30a3\u30b9\u30af\u306b\u30d5\u30e9\u30c3\u30b7\u30e5\u3057\u3066\u3044\u307e\u3059
NOTE_IMPORT_FINAL_STATUS_519=%6$d \u79d2\u3067 %1$d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u51e6\u7406\u3057\u3001%2$d \u500b\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3001%3$d \u500b\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u3001%4$d \u500b\u3092\u62d2\u5426\u3057\u3001%5$d \u500b\u3092\u79fb\u884c\u3057\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %7$.1f \u500b/\u79d2)
NOTE_IMPORT_LDIF_DB_MEM_BUF_INFO_520=DB \u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u3092 %d \u30d0\u30a4\u30c8\u306b\u3001\u30d5\u30a7\u30fc\u30ba 1 \u306e\u30d0\u30c3\u30d5\u30a1\u30fc\u30b5\u30a4\u30ba\u3092 %d \u30d0\u30a4\u30c8\u306b\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059
NOTE_IMPORT_LDIF_DN_CLOSE_521=DN \u30d5\u30a7\u30fc\u30ba 2 \u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002%d \u500b\u306e DN \u3092\u51e6\u7406\u3057\u307e\u3057\u305f
NOTE_IMPORT_LDIF_INDEX_CLOSE_522=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u30d5\u30a7\u30fc\u30ba 2 \u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
NOTE_IMPORT_LDIF_INDEX_STARTED_523=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u30d5\u30a7\u30fc\u30ba 2 \u304c %d \u30d0\u30c3\u30d5\u30a1\u30fc (%d \u30d0\u30c3\u30c1) \u306e\u51e6\u7406\u3092\u958b\u59cb\u3057\u307e\u3057\u305f
NOTE_IMPORT_LDIF_PHASE_TWO_MEM_REPORT_524=\u30d5\u30a7\u30fc\u30ba 2 \u306e\u51e6\u7406\u306b\u4f7f\u7528\u53ef\u80fd\u306a\u30e1\u30e2\u30ea\u30fc\u306f %1$d \u30d0\u30a4\u30c8\u3067\u3059\u3002\u5148\u8aad\u307f\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u306f\u3001%3$d \u30d0\u30c3\u30d5\u30a1\u30fc\u3092\u4f7f\u7528\u3057\u305f\u8a08\u7b97\u3067 %2$d \u30d0\u30a4\u30c8\u3067\u3059
NOTE_IMPORT_LDIF_PHASE_TWO_REPORT_525=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s %d%% \u5b8c\u4e86: \u6b8b\u308a = %d kb\u3001\u901f\u5ea6 = %d kb/s\u3001\u30d0\u30c3\u30c1 %d/%d
NOTE_IMPORT_LDIF_ROOTCONTAINER_CLOSE_526=LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u74b0\u5883\u3092\u9589\u3058\u308b\u305f\u3081\u306b %d \u79d2\u304b\u304b\u308a\u307e\u3057\u305f
NOTE_IMPORT_LDIF_TMP_ENV_MEM_527=\u4e00\u6642 DN \u30ad\u30e3\u30c3\u30b7\u30e5\u74b0\u5883\u306b\u4f7f\u7528\u53ef\u80fd\u306a\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u306e\u5bb9\u91cf\u306f %d \u30d0\u30a4\u30c8\u3067\u3059
NOTE_IMPORT_LDIF_TOT_MEM_BUF_528=\u30a4\u30f3\u30dd\u30fc\u30c8\u30bf\u30b9\u30af\u306b\u4f7f\u7528\u53ef\u80fd\u306a\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u306e\u5bb9\u91cf\u306f %d \u30d0\u30a4\u30c8\u3067\u3059\u3002\u5fc5\u8981\u306a\u30d5\u30a7\u30fc\u30ba 1 \u30d0\u30c3\u30d5\u30a1\u30fc\u306e\u6570\u306f\u3001%d \u500b\u3067\u3059
NOTE_IMPORT_LDIF_TRUSTED_FAILED_529=\u6b21\u306e\u7406\u7531\u3067\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u4fe1\u983c\u6e08\u307f\u3068\u3057\u3066\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u306b\u5931\u6557\u3057\u307e\u3057\u305f: %s
NOTE_IMPORT_MIGRATION_START_530=\u30d9\u30fc\u30b9 DN %2$s \u306e %1$s \u30a8\u30f3\u30c8\u30ea\u3092\u79fb\u884c\u3057\u3066\u3044\u307e\u3059
NOTE_IMPORT_PHASE_STATS_531=\u30a4\u30f3\u30dd\u30fc\u30c8\u306e\u5408\u8a08\u6642\u9593\u306f %d \u79d2\u3067\u3057\u305f\u3002\u30d5\u30a7\u30fc\u30ba 1 \u306e\u51e6\u7406\u306f %d \u79d2\u3067\u5b8c\u4e86\u3057\u3001\u30d5\u30a7\u30fc\u30ba 2 \u306e\u51e6\u7406\u306f %d \u79d2\u3067\u5b8c\u4e86\u3057\u307e\u3057\u305f
NOTE_IMPORT_PROGRESS_REPORT_532=%d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u51e6\u7406\u3057\u3001%d \u500b\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u3001%d \u500b\u3092\u62d2\u5426\u3057\u3001 (\u6700\u65b0\u306e\u30ec\u30fc\u30c8 %.1f \u500b/\u79d2)
NOTE_IMPORT_STARTING_533=%s \u3067\u30a4\u30f3\u30dd\u30fc\u30c8\u3092\u958b\u59cb\u3057\u3066\u3044\u307e\u3059 (\u30d3\u30eb\u30c9 %s\u3001R%d)
NOTE_IMPORT_THREAD_COUNT_534=\u30a4\u30f3\u30dd\u30fc\u30c8\u30b9\u30ec\u30c3\u30c9\u30ab\u30a6\u30f3\u30c8: %d \u500b\u306e\u30b9\u30ec\u30c3\u30c9
NOTE_INDEX_ADD_REQUIRES_REBUILD_535=\u69cb\u6210\u306b\u5909\u66f4\u304c\u3042\u3063\u305f\u305f\u3081\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u306f\u73fe\u5728\u6a5f\u80fd\u4f4e\u4e0b\u72b6\u614b\u3067\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u306f\u518d\u69cb\u7bc9\u3057\u3066\u304f\u3060\u3055\u3044
NOTE_LOOKTHROUGH_LIMIT_EXCEEDED_536=\u3053\u306e\u691c\u7d22\u64cd\u4f5c\u306f\u3001\u6700\u5927\u6570\u3067\u3042\u308b %d \u500b\u306e\u4e00\u81f4\u30a8\u30f3\u30c8\u30ea\u3092\u78ba\u8a8d\u3057\u307e\u3057\u305f
NOTE_REBUILD_ALL_START_537=\u3059\u3079\u3066\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u518d\u69cb\u7bc9\u304c\u958b\u59cb\u3055\u308c\u307e\u3057\u305f\u3002\u51e6\u7406\u3059\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u5408\u8a08\u306f %d \u3067\u3059
NOTE_REBUILD_FINAL_STATUS_540=\u518d\u69cb\u7bc9\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002 %2$d \u79d2\u3067 %1$d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u51e6\u7406\u3057\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %3$.1f \u500b/\u79d2)
NOTE_REBUILD_PROGRESS_REPORT_541=%.1f%% \u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002 %d/%d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u51e6\u7406\u3057\u307e\u3057\u305f\u3002(\u6700\u65b0\u306e\u30ec\u30fc\u30c8 %.1f \u500b/\u79d2)
NOTE_REBUILD_START_542=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 %s \u306e\u518d\u69cb\u7bc9\u304c\u958b\u59cb\u3055\u308c\u307e\u3057\u305f\u3002\u51e6\u7406\u3059\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u5408\u8a08\u306f %d \u3067\u3059
NOTE_REFERRAL_RESULT_MESSAGE_543=\u30ea\u30d5\u30a7\u30e9\u30eb\u30a8\u30f3\u30c8\u30ea %s \u306f\u3001\u64cd\u4f5c\u3092\u5225\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u51e6\u7406\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059
NOTE_VERIFY_CLEAN_FINAL_STATUS_544=%3$d \u79d2\u3067 %1$d \u500b\u306e\u30ec\u30b3\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3001%2$d \u500b\u306e\u30a8\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %4$.1f \u500b/\u79d2)
NOTE_VERIFY_FINAL_STATUS_545=%3$d \u79d2\u3067 %1$d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u78ba\u8a8d\u3057\u3001%2$d \u500b\u306e\u30a8\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f (\u5e73\u5747\u30ec\u30fc\u30c8 %4$.1f \u500b/\u79d2)
NOTE_VERIFY_PROGRESS_REPORT_546=%2$d \u500b\u306e\u30ec\u30b3\u30fc\u30c9\u306e\u3046\u3061 %1$d \u500b\u3092\u51e6\u7406\u3057\u3001%3$d \u500b\u306e\u30a8\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f (\u6700\u65b0\u306e\u30ec\u30fc\u30c8 %4$.1f \u500b/\u79d2)
WARN_FUNCTION_NOT_SUPPORTED_547=\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u306f\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
WARN_GET_ENTRY_COUNT_FAILED_548=\u30b3\u30f3\u30c6\u30ca\u5185\u306e\u30a8\u30f3\u30c8\u30ea\u306e\u7dcf\u6570\u3092\u5224\u65ad\u3067\u304d\u307e\u305b\u3093: %s
WARN_IMPORT_ENTRY_EXISTS_549=\u30a8\u30f3\u30c8\u30ea\u306f\u5b58\u5728\u3057\u3001\u30a4\u30f3\u30dd\u30fc\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u7f6e\u304d\u63db\u3048\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NOTE_CACHE_PRELOAD_STARTED_550=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u304c\u958b\u59cb\u3055\u308c\u307e\u3057\u305f
NOTE_CACHE_DB_PRELOADED_551=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
NOTE_CACHE_PRELOAD_INTERRUPTED_BY_TIME_552=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u3067\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u4e2d\u306b\u6642\u9593\u5236\u9650\u306b\u3088\u308b\u5272\u308a\u8fbc\u307f\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NOTE_CACHE_PRELOAD_INTERRUPTED_BY_SIZE_553=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u3067\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u4e2d\u306b\u30b5\u30a4\u30ba\u5236\u9650\u306b\u3088\u308b\u5272\u308a\u8fbc\u307f\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NOTE_CACHE_PRELOAD_INTERRUPTED_UNKNOWN_554=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u3067\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u4e2d\u306b\u5272\u308a\u8fbc\u307f\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NOTE_CACHE_PRELOAD_DONE_555=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30d7\u30ea\u30ed\u30fc\u30c9\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f
NOTE_CACHE_SIZE_AFTER_PRELOAD_556=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u3001\u30d7\u30ea\u30ed\u30fc\u30c9\u5f8c\u306b %dM \u30d0\u30a4\u30c8\u306b\u306a\u308a\u307e\u3057\u305f
NOTE_JEB_BACKUP_CLEANER_ACTIVITY_557=\u30af\u30ea\u30fc\u30ca\u306e\u52d5\u4f5c\u306b\u3088\u308a\u3001%s \u306e\u8ffd\u52a0\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u542b\u3081\u3066\u3044\u307e\u3059
NOTE_JEB_CONFIG_ATTR_REQUIRES_RESTART_559=%s \u5c5e\u6027\u306b\u5bfe\u3059\u308b\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
ERR_JEB_INVALID_LOGGING_LEVEL_561=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea '%2$s' \u306b\u6307\u5b9a\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ed\u30b0\u30ec\u30d9\u30eb\u6587\u5b57\u5217 '%1$s' \u306f\u7121\u52b9\u3067\u3059\u3002\u5024\u306b\u306f\u3001OFF\u3001SEVERE\u3001WARNING\u3001INFO\u3001CONFIG\u3001FINE\u3001FINER\u3001FINEST\u3001\u307e\u305f\u306f ALL \u306e\u3044\u305a\u308c\u304b\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u5024\u306f\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u304c\u533a\u5225\u3055\u308c\u308b\u3053\u3068\u306b\u6ce8\u610f\u3057\u3066\u304f\u3060\u3055\u3044
ERR_JEB_COMPSCHEMA_CANNOT_STORE_STATUS_562=\u5727\u7e2e\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u683c\u7d0d\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8fd4\u3055\u308c\u305f\u7d50\u679c: %s
ERR_JEB_COMPSCHEMA_CANNOT_STORE_MULTIPLE_FAILURES_563=\u4f55\u56de\u304b\u8a66\u884c\u3057\u307e\u3057\u305f\u304c\u3001\u5727\u7e2e\u3055\u308c\u305f\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u683c\u7d0d\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
ERR_DIRECTORY_DOES_NOT_EXIST_564=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea '%s' \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
NOTE_JEB_IMPORT_LDIF_BUFFER_CHECKPOINTS_565=\u5b9f\u884c\u3055\u308c\u305f\u30c1\u30a7\u30c3\u30af\u30dd\u30a4\u30f3\u30c8: %d
NOTE_JEB_IMPORT_LDIF_CLEANER_STATS_566=\u30af\u30ea\u30fc\u30ca\u304c\u5b9f\u884c\u3055\u308c\u307e\u3059: %d \u500b\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f: %d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u8aad\u307f\u53d6\u3089\u308c\u307e\u3057\u305f: %d \u500b\u306e IN \u30ce\u30fc\u30c9\u304c\u6d88\u53bb\u3055\u308c\u307e\u3057\u305f: %d
NOTE_JEB_IMPORT_LDIF_EVICTION_DETECTED_STATS_567=\u6d88\u53bb\u304c\u9032\u884c\u4e2d\u3067\u3059\u3002 \u30d1\u30b9: %d \u500b\u306e\u30ce\u30fc\u30c9\u304c\u6d88\u53bb\u3055\u308c\u307e\u3057\u305f: %d \u500b\u306e BIN \u30ce\u30fc\u30c9\u304c\u53d6\u308a\u9664\u304b\u308c\u307e\u3057\u305f: %d
NOTE_JEB_IMPORT_LDIF_EVICTION_DETECTED_568=%d \u500b\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u305f\u3042\u3068\u3067\u6d88\u53bb\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f
ERR_CONFIG_JEB_CACHE_SIZE_TOO_SMALL_569=\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-db-cache-size \u306e\u5024 %d \u306f\u3001\u6700\u5c0f\u5024\u3088\u308a\u3082\u5c0f\u3055\u3044\u3067\u3059: %d
ERR_CONFIG_JEB_DURABILITY_CONFLICT_570=\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-db-txn-no-sync \u3068 ds-cfg-db-txn-write-no-sync \u306f\u76f8\u4e92\u6392\u4ed6\u7684\u3067\u3042\u308b\u305f\u3081\u3001\u4e21\u65b9\u3092\u540c\u6642\u306b\u306f\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093
WARN_OUT_OF_DISK_SPACE_571=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u7528\u306e\u30c7\u30a3\u30b9\u30af\u306b\u306f\u66f8\u8fbc\u307f\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u5bb9\u91cf\u304c\u3042\u308a\u307e\u305b\u3093
WARN_BACKUPDB_INCREMENTAL_NOT_FOUND_DOING_NORMAL_578='%s' \u306b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30d5\u30eb\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002
