# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at legal-notices/CDDLv1_0.txt
# or http://forgerock.org/license/CDDLv1.0.html.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at legal-notices/CDDLv1_0.txt.
# If applicable, add the following below this CDDL HEADER, with the
# fields enclosed by brackets "[]" replaced with your own identifying
# information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2009 Sun Microsystems, Inc.
#      Portions Copyright 2011-2014 ForgeRock AS



#
# Global directives
#
#global.category=BACKEND

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [ERR, WARN, NOTICE, INFO, DEBUG]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
ERR_BACKEND_CANNOT_REMOVE_MULTIBASE_SUB_SUFFIX_1=Es wurde versucht, die Registrierung von Teilsuffix "%s" vom Backend mit Suffix "%s" aufzuheben.  Das untergeordnete Backend, das dieses Teilsuffix enth\u00e4lt, enth\u00e4lt auch zus\u00e4tzliche Teilsuffixes, sodass die Registrierung m\u00f6glicherweise nicht aufgehoben werden kann.  Dieses Teilsuffix kann m\u00f6glicherweise entfernt werden, indem die Konfiguration f\u00fcr das untergeordnete Backend, mit dem das Teilsuffix verkn\u00fcpft ist, bearbeitet wird
ERR_ROOTDSE_CONFIG_ENTRY_NULL_2=Es wurde versucht, das Root-DSE-Backend ohne Angabe eines Konfigurationseintrags zu konfigurieren.  Dies ist nicht zul\u00e4ssig
WARN_ROOTDSE_NO_BACKEND_FOR_SUBORDINATE_BASE_4=Basis-DN "%s" ist als einer der untergeordneten Basis-DNs konfiguriert, der f\u00fcr Suchen unterhalb der Root-DSE verwendet wird.  Diese Basis-DN wird jedoch nicht von einem Suffix, das mit dem Directory-Server registriert ist, bearbeitet und wird daher nicht verwendet
WARN_ROOTDSE_SUBORDINATE_BASE_EXCEPTION_5=Unerwarteter Fehler beim Versuch, den Satz von untergeordneten Basis-DNs, die f\u00fcr die Suchen unterhalb der Root-DSE verwendet werden, festzulegen:  %s
WARN_ROOTDSE_GET_ENTRY_NONROOT_6=Beim Root-DSE-Backend wurde die Abfrage des Eintrags mit der DN "%s" angefordert.  Fragen Sie \u00fcber dieses Backend ausschlie\u00dflich den Root-DSE selbst ab.  Die definierten untergeordneten Backends werden trotzdem \u00fcberpr\u00fcft und der angeforderte Eintrag wird gesucht
ERR_ROOTDSE_MODIFY_NOT_SUPPORTED_9=Eintrag "%s" kann nicht aktualisiert werden, da Bearbeitungsvorg\u00e4nge im Root-DSE-Backend nicht unterst\u00fctzt werden.  Um Inhalte des Root-DSE zu \u00e4ndern, bearbeiten Sie den Eintrag "%s" in der Konfiguration
ERR_ROOTDSE_INVALID_SEARCH_BASE_11=Suche (Verbindungs-ID %d, Vorgangs-ID %d) mit dem Basis-DN "%s" kann im Root-DSE-Backend nicht ausgef\u00fchrt werden.  Der Basis-DN f\u00fcr Suchen in diesem Backend muss dem DN des Root-DSE entsprechen
ERR_ROOTDSE_UNEXPECTED_SEARCH_FAILURE_12=Unerwarteter Fehler beim Versuch, einen Suchvorgang (Verbindungs-ID %d, Vorgangs-ID %d) im Root-DSE-Backend zu verarbeiten:  %s
ERR_ROOTDSE_INVALID_SEARCH_SCOPE_13=Die Suche konnte nicht mit Verbindungs-ID %d und Vorgangs-ID %d verarbeitet werden, da der Geltungsbereich von %s ung\u00fcltig ist
ERR_ROOTDSE_UNABLE_TO_CREATE_LDIF_WRITER_14=Unerwarteter Fehler beim Versuch, den LDIF-Schreiber f\u00fcr das Root-DSE-Backend zu \u00f6ffnen:  %s
ERR_ROOTDSE_UNABLE_TO_EXPORT_DSE_15=Unerwarteter Fehler beim Versuch, den Root-DSE-Eintrag in ein spezifiziertes LDIF-Ziel zu exportieren: %s
ERR_ROOTDSE_BACKUP_AND_RESTORE_NOT_SUPPORTED_17=Das Root-DSE-Backend bietet keine M\u00f6glichkeit f\u00fcr Sicherungs- und Wiederherstellungsvorg\u00e4nge.  Der Inhalt des Root-DSE sollte als Teil der Directory-Server-Konfiguration gesichert werden
INFO_ROOTDSE_USING_SUFFIXES_AS_BASE_DNS_18=Die Root-DSE-Konfiguration wurde aktualisiert und verwendet den definierten Satz von Directory-Server-Suffixen f\u00fcr Suchen unterhalb des Root-DSE
INFO_ROOTDSE_USING_NEW_SUBORDINATE_BASE_DNS_19=Die Root-DSE-Konfiguration wurde aktualisiert und verwendet den Basis-DN-Satz %s f\u00fcr Suchen unterhalb des Root-DSE
INFO_ROOTDSE_USING_NEW_USER_ATTRS_20=Die Root-DSE-Konfiguration wurde aktualisiert und verwendet einen neuen Satz benutzerdefinierter Attribute
ERR_MONITOR_CONFIG_ENTRY_NULL_21=Es wurde versucht, das Monitoring-Backend ohne Angabe eines Konfigurationseintrags zu konfigurieren.  Dies ist unzul\u00e4ssig. Es sind keine Monitoring-Informationen \u00fcber das Protokoll verf\u00fcgbar
ERR_MONITOR_CANNOT_DECODE_MONITOR_ROOT_DN_22=Unerwarteter Fehler beim Versuch, cn=monitor als Basis-DN f\u00fcr Monitoring-Informationen\u00b7des Directory-Servers zu entschl\u00fcsseln:  %s.  Es sind keine Monitoring-Informationen \u00fcber das Protokoll verf\u00fcgbar
ERR_BACKEND_ADD_NOT_SUPPORTED_23=Eintrag "%s" kann nicht hinzugef\u00fcgt werden, da Hinzuf\u00fcgevorg\u00e4nge im "%s"-Backend nicht unterst\u00fctzt werden
ERR_BACKEND_DELETE_NOT_SUPPORTED_24=Eintrag "%s" kann nicht entfernt werden, da L\u00f6schvorg\u00e4nge im "%s"-Backend nicht unterst\u00fctzt werden
ERR_MONITOR_MODIFY_NOT_SUPPORTED_25=Eintrag "%s" kann nicht aktualisiert werden, da Bearbeitungsvorg\u00e4nge im Monitoring-Backend nicht unterst\u00fctzt werden.  Um die Inhalte des Basismonitoreintrags zu \u00e4ndern, bearbeiten Sie den Eintrag "%s" in der Konfiguration
ERR_BACKEND_MODIFY_DN_NOT_SUPPORTED_26=Eintrag "%s" kann nicht umbenannt werden, da DN-Bearbeitungsvorg\u00e4ngen im "%s"-Backend nicht unterst\u00fctzt werden
ERR_MONITOR_UNABLE_TO_EXPORT_BASE_27=Fehler beim Versuch, den Basismonitoreintrag zu exportieren:  %s
ERR_MONITOR_UNABLE_TO_EXPORT_PROVIDER_ENTRY_28=Fehler beim Versuch, den Monitoreintrag f\u00fcr den \u00dcberwachungsanbieter %s zu exportieren:  %s
ERR_BACKEND_IMPORT_NOT_SUPPORTED_29=Das "%s"-Backend unterst\u00fctzt keine LDIF-Importvorg\u00e4nge
INFO_MONITOR_USING_NEW_USER_ATTRS_31=Die Monitorkonfiguration wurde aktualisiert und verwendet einen neuen Satz benutzerdefinierter Attribute
ERR_BACKEND_GET_ENTRY_NULL_32=Angeforderter Eintrag kann nicht vom "%s"-Backend abgerufen werden, da der angegebene DN ung\u00fcltig ist
ERR_MONITOR_INVALID_BASE_34=Angeforderter Eintrag %s kann nicht vom Monitoring-Backend abgerufen werden, da sich der DN nicht unterhalb der Monitorbasis %s befindet
INFO_MONITOR_UPTIME_37=%d Tage %d Stunden %d Minuten %d Sekunden
ERR_SCHEMA_CONFIG_ENTRY_NULL_38=Es wurde versucht, das Schema-Backend ohne Angabe eines Konfigurationseintrags zu konfigurieren.  Dies ist unzul\u00e4ssig. Es sind keine Schemainformationen \u00fcber das Protokoll verf\u00fcgbar
ERR_SCHEMA_CANNOT_DETERMINE_BASE_DN_40=Fehler beim Versuch, die Basis-DNs, die beim Ver\u00f6ffentlichen der Schemainformationen des Directory-Servers verwendet werden, wie in Attribut ds-cfg-schema-entry-dn des Konfigurationseintrags %s spezifiziert:  %s.  Der standardm\u00e4\u00dfige Schema-Basis-DN von cn=schema wird verwendet
ERR_SCHEMA_UNABLE_TO_EXPORT_BASE_45=Fehler beim Versuch, den Basisschemaeintrag zu exportieren:  %s
ERR_SCHEMA_INVALID_BASE_48=Angeforderter Eintrag %s kann nicht vom Schema-Backend abgerufen werden, weil der DN einem der Schemaeintrags-DNs entspricht
ERR_SCHEMA_UNABLE_TO_CREATE_LDIF_WRITER_49=Fehler beim Versuch, den LDIF-Schreiber f\u00fcr das Schema-Backend zu \u00f6ffnen:  %s
INFO_SCHEMA_DEREGISTERED_BASE_DN_50=Registrierung von DN %s wurde erfolgreich aufgehoben, sodass er nicht mehr als Schemaeintrags-DN verf\u00fcgbar ist
ERR_SCHEMA_CANNOT_DEREGISTER_BASE_DN_51=Fehler beim Versuch, %s erneut als Schemaeintrags-DN zu registrieren:  %s
INFO_SCHEMA_REGISTERED_BASE_DN_52=DN %s wurde erfolgreich als neuer Schemaeintrags-DN registriert
ERR_SCHEMA_CANNOT_REGISTER_BASE_DN_53=Fehler beim Versuch, %s als Schemaeintrags-DN zu registrieren:  %s
INFO_SCHEMA_USING_NEW_USER_ATTRS_54=Die Schemakonfiguration wurde aktualisiert und verwendet einen neuen Satz von benutzerdefinierten Attributen
ERR_BACKEND_CANNOT_LOCK_ENTRY_55=Der Directory-Server konnte nach mehreren Versuchen keine Sperre f\u00fcr Eintrag %s herstellen.  Dies kann bedeuten, dass der Eintrag bereits von einem l\u00e4nger ausgef\u00fchrten Vorgang gesperrt wurde, oder der Eintrag bereits gesperrt aber nicht ordnungsgem\u00e4\u00df entsperrt wurde
ERR_SCHEMA_BACKUP_CANNOT_GET_MAC_56=Fehler beim Versuch, den MAC-Anbieter %s zum Erstellen des signierten Hash f\u00fcr die Sicherung zu erhalten:  %s
ERR_SCHEMA_BACKUP_CANNOT_GET_DIGEST_57=Fehler beim Versuch, die Nachrichtenverarbeitung %s zum Erstellen des Hash f\u00fcr die Sicherung zu erhalten: %s
ERR_SCHEMA_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_58=Fehler beim Versuch, die Schemaarchivdatei %s in Verzeichnis %s zu erstellen:  %s
ERR_SCHEMA_BACKUP_CANNOT_GET_CIPHER_59=Fehler beim Versuch, die Verschl\u00fcsselung zum Verschl\u00fcsseln der Sicherung zu erhalten:  %s
ERR_SCHEMA_BACKUP_ZIP_COMMENT_60=%s Schemasicherung %s
ERR_SCHEMA_BACKUP_CANNOT_LIST_SCHEMA_FILES_61=Fehler beim Versuch, eine Liste der Dateien in Verzeichnis %s zu erhalten, um die Schemasicherung einzuschlie\u00dfen:  %s
ERR_SCHEMA_BACKUP_CANNOT_BACKUP_SCHEMA_FILE_62=Fehler beim Versuch, Schemadatei %s zu sichern:  %s
ERR_SCHEMA_BACKUP_CANNOT_CLOSE_ZIP_STREAM_63=Fehler beim Versuch, die Schemaarchivdatei %s in Verzeichnis %s zu schlie\u00dfen:  %s
ERR_SCHEMA_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_64=Fehler beim Versuch, die Sicherungsdeskriptordatei %s mit den Informationen \u00fcber die Schemasicherung zu aktualisieren:  %s
ERR_SCHEMA_RESTORE_NO_SUCH_BACKUP_65=Die Schemasicherung %s in Verzeichnis %s konnte nicht wiederhergestellt oder verifiziert werden, da diese Sicherung nicht vorhanden ist
ERR_SCHEMA_RESTORE_NO_BACKUP_FILE_66=Die Schemasicherung %s in Verzeichnis %s konnte nicht wiederhergestellt oder verifiziert werden, da der Archivdateiname nicht bestimmt werden konnte
ERR_SCHEMA_RESTORE_NO_SUCH_FILE_67=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da die spezifizierte Archivdatei %s nicht vorhanden ist
ERR_SCHEMA_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_68=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, festzustellen, ob das Sicherungsarchiv %s vorhanden ist, ein Fehler aufgetreten ist:  %s
ERR_SCHEMA_RESTORE_UNKNOWN_DIGEST_69=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da ein unsignierter Hash dieser Sicherung verf\u00fcgbar ist, aber der Server den Verarbeitungsalgorithmus, der zum Generieren dieses Hash verwendet wird, nicht bestimmen kann
ERR_SCHEMA_RESTORE_CANNOT_GET_DIGEST_70=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie einen unsignierten Hash besitzt, der einen unbekannten oder nicht unterst\u00fctzten Verarbeitungsalgorithmus von %s verwendet
ERR_SCHEMA_RESTORE_UNKNOWN_MAC_71=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da ein signierter Hash dieser Sicherung verf\u00fcgbar ist, aber der Server den MAC-Algorithmus, der zum Generieren dieses Hash verwendet wird, nicht bestimmen kann
ERR_SCHEMA_RESTORE_CANNOT_GET_MAC_72=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie einen signierten Hash besitzt, der einen unbekannten oder nicht unterst\u00fctzten MAC-Algorithmus von %s verwendet
ERR_SCHEMA_RESTORE_CANNOT_OPEN_BACKUP_FILE_73=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die Sicherungsarchivdatei %s zu \u00f6ffnen, ein Fehler aufgetreten ist:  %s
ERR_SCHEMA_RESTORE_CANNOT_GET_CIPHER_75=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie mit einer unbekannten oder nicht unterst\u00fctzten Verschl\u00fcsselung verschl\u00fcsselt ist:  %s
ERR_SCHEMA_RESTORE_CANNOT_RENAME_CURRENT_DIRECTORY_76=Die Schemasicherung %s konnte nicht wiederhergestellt werden, da beim Versuch, das aktuelle Schemaverzeichnis von %s in %s umzubenennen, ein Fehler aufgetreten ist:  %s
NOTE_SCHEMA_RESTORE_RESTORED_OLD_SCHEMA_77=Ein Fehler verhindert, dass die Schemasicherung ordnungsgem\u00e4\u00df wiederhergestellt wird.  Die originalen, vor dem Start des Wiederherstellungsprozesses g\u00fcltigen Schemadateien sind jedoch noch erhalten und befinden sich an ihrem Originalspeicherort unter %s
ERR_SCHEMA_RESTORE_CANNOT_RESTORE_OLD_SCHEMA_78=Ein Fehler verhindert, dass die Schemasicherung ordnungsgem\u00e4\u00df wiederhergestellt wird.  Die originalen, vor dem Start des Wiederherstellungsprozesses g\u00fcltigen Schemadateien sind erhalten und befinden sich in dem Verzeichnis %s
ERR_SCHEMA_RESTORE_CANNOT_CREATE_SCHEMA_DIRECTORY_79=Die Schemasicherung %s konnte nicht wiederhergestellt werden, da beim Versuch, ein neues leeres Verzeichnis %s f\u00fcr die Wiederherstellung der Dateien zu erstellen, ein Fehler aufgetreten ist:  %s
ERR_SCHEMA_RESTORE_OLD_SCHEMA_SAVED_80=Ein Fehler verhindert, dass die Schemasicherung ordnungsgem\u00e4\u00df wiederhergestellt wird.  Die originalen, vor dem Start des Wiederherstellungsprozesses g\u00fcltigen Schemadateien sind in Verzeichnis %s erhalten
ERR_SCHEMA_RESTORE_CANNOT_GET_ZIP_ENTRY_81=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, den n\u00e4chsten Eintrag aus der Archivdatei %s zu lesen, ein Fehler aufgetreten ist:  %s
ERR_SCHEMA_RESTORE_CANNOT_CREATE_FILE_82=Die Schemasicherung %s konnte nicht wiederhergestellt werden, da beim Versuch, die Datei %s wiederherzustellen, ein Fehler aufgetreten ist:  %s
ERR_SCHEMA_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_83=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die archivierte Datei %s zu verarbeiten, ein Fehler aufgetreten ist:  %s
ERR_SCHEMA_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_84=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die Archivdatei %s zu schlie\u00dfen, ein Fehler aufgetreten ist:  %s
NOTE_SCHEMA_RESTORE_UNSIGNED_HASH_VALID_85=Der vom Sicherungsarchiv berechnete Message Digest stimmt mit dem in den Sicherungsinformationen gespeichertem Digest \u00fcberein
ERR_SCHEMA_RESTORE_UNSIGNED_HASH_INVALID_86=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da der vom Sicherungsarchiv berechnete Message Digest nicht mit dem in den Sicherungsinformationen gespeicherten Digest \u00fcbereinstimmt
NOTE_SCHEMA_RESTORE_SIGNED_HASH_VALID_87=Der vom Sicherungsarchiv berechnete signierte Digest stimmt mit der in den Sicherungsinformationen gespeicherten Signatur \u00fcberein
ERR_SCHEMA_RESTORE_SIGNED_HASH_INVALID_88=Die Schemasicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da der vom Sicherungsarchiv berechnete signierte Digest nicht mit der in den Sicherungsinformationen gespeicherten Signatur \u00fcbereinstimmt
NOTE_SCHEMA_RESTORE_VERIFY_SUCCESSFUL_89=Alle mit der Schemasicherung %s aus dem Verzeichnis %s durchgef\u00fchrten Pr\u00fcfungen ergeben, dass es sich anscheinend um ein g\u00fcltiges Archiv handelt
NOTE_SCHEMA_RESTORE_SUCCESSFUL_90=Schemasicherung %s wurde erfolgreich vom Archiv im Verzeichnis %s wiederhergestellt
ERR_TASK_INVALID_STATE_91=Die in Eintrag %s definierte Aufgabe ist ung\u00fcltig, da sie einen ung\u00fcltigen Status %s besitzt
ERR_TASK_CANNOT_PARSE_SCHEDULED_START_TIME_92=Fehler beim Versuch, den Wert der geplanten Startzeit %s von Aufgabeneintrag %s zu analysieren
ERR_TASK_CANNOT_PARSE_ACTUAL_START_TIME_93=Fehler beim Versuch, den Wert der aktuellen Startzeit %s von Aufgabeneintrag %s zu analysieren
ERR_TASK_CANNOT_PARSE_COMPLETION_TIME_94=Fehler beim Versuch, den Wert der Fertigstellungszeit %s von Aufgabeneintrag %s zu analysieren
ERR_TASK_MISSING_ATTR_95=F\u00fcr Aufgabeneintrag %s fehlt das erforderliche Attribut %s
ERR_TASK_MULTIPLE_ATTRS_FOR_TYPE_96=Es sind mehrere Instanzen des Attributs %s in Aufgabeneintrag %s vorhanden
ERR_TASK_NO_VALUES_FOR_ATTR_97=Es sind keine Werte f\u00fcr Attribut %s in Aufgabeneintrag %s vorhanden
ERR_TASK_MULTIPLE_VALUES_FOR_ATTR_98=Es sind mehrere Werte f\u00fcr Attribut %s in Aufgabeneintrag %s vorhanden
ERR_TASK_EXECUTE_FAILED_99=Fehler beim Versuch, die in Eintrag %s definierte Aufgabe auszuf\u00fchren:  %s
ERR_RECURRINGTASK_NO_ID_ATTRIBUTE_100=Der angegebene wiederkehrende Aufgabeneintrag enth\u00e4lt kein Attribut %s, das zum Halten der wiederkehrende Aufgaben-ID erforderlich ist
ERR_RECURRINGTASK_MULTIPLE_ID_TYPES_101=Der angegebene wiederkehrende Aufgabeneintrag enth\u00e4lt mehrere Attribute des Typs %s, der zum Halten der wiederkehrende Aufgaben-ID erforderlich ist
ERR_RECURRINGTASK_NO_ID_102=Der angegebene wiederkehrende Aufgabeneintrag enth\u00e4lt keine Werte f\u00fcr das Attribut %s, das zum Festlegen der wiederkehrende Aufgaben-ID erforderlich ist
ERR_RECURRINGTASK_MULTIPLE_ID_VALUES_103=Der angegebene wiederkehrende Aufgabeneintrag enth\u00e4lt mehrere Werte f\u00fcr das Attribut %s, das zum Festlegen der wiederkehrenden Aufgaben-ID erforderlich ist, obwohl nur ein einziger Wert zul\u00e4ssig ist
ERR_RECURRINGTASK_NO_SCHEDULE_ATTRIBUTE_104=Der angegebene wiederkehrende Aufgabeneintrag enth\u00e4lt kein Attribut %s, das zum Festlegen des wiederkehrenden Aufgabenzeitplans erforderlich ist
ERR_RECURRINGTASK_MULTIPLE_SCHEDULE_TYPES_105=Der angegebene wiederkehrende Aufgabeneintrag enth\u00e4lt mehrere Attribute des Typs %s, der zum Halten des wiederkehrenden Aufgabenzeitplans erforderlich ist, obwohl nur eine einzige Instanz zul\u00e4ssig ist
ERR_RECURRINGTASK_NO_SCHEDULE_VALUES_106=Der angegebene wiederkehrende Aufgabeneintrag enth\u00e4lt keine Werte f\u00fcr das Attribut %s, das zum Festlegen des wiederkehrenden Aufgabenzeitplans erforderlich ist
ERR_RECURRINGTASK_MULTIPLE_SCHEDULE_VALUES_107=Der angegebene wiederkehrende Aufgabeneintrag enth\u00e4lt mehrere Werte f\u00fcr das Attribut %s, das zum Festlegen des wiederkehrenden Aufgabenzeitplans erforderlich ist, obwohl nur ein einziger Wert zul\u00e4ssig ist
ERR_RECURRINGTASK_CANNOT_LOAD_CLASS_108=Fehler beim Versuch, Klasse %s zu laden, die in Attribut %s des angegebenen wiederkehrenden Aufgabeneintrags angegeben ist:  %s.  Ist diese Klasse im Klassenpfad des Directory-Servers vorhanden?
ERR_RECURRINGTASK_CANNOT_INSTANTIATE_CLASS_AS_TASK_109=Fehler beim Versuch, eine Instanz der Klasse %s als Directory-Server-Aufgabe zu erstellen.  Ist diese Klasse eine untergeordnete Klasse von %s?
ERR_RECURRINGTASK_CANNOT_INITIALIZE_INTERNAL_110=Fehler beim Versuch, eine interne Initialisierung auf einer Instanz der Klasse %s mit den in dem angegebenen Eintrag enthaltenen Informationen durchzuf\u00fchren:  %s
ERR_TASKBE_NO_BASE_DNS_112=Der Konfigurationseintrag des Aufgaben-Backends enth\u00e4lt keine Basis-DNs.  Es muss exakt eine Basis-DN f\u00fcr die Aufgabeninformationen im Directory-Server vorliegen
ERR_TASKBE_MULTIPLE_BASE_DNS_113=Der Konfigurationseintrag des Aufgaben-Backends enth\u00e4lt mehrere Basis-DNs.  Es muss exakt eine Basis-DN f\u00fcr die Aufgabeninformationen im Directory-Server vorliegen
ERR_TASKBE_CANNOT_DECODE_RECURRING_TASK_BASE_DN_114=Fehler beim Versuch, eine wiederkehrende Aufgabenbasis %s als ein DN zu entschl\u00fcsseln:  %s
ERR_TASKBE_CANNOT_DECODE_SCHEDULED_TASK_BASE_DN_115=Fehler beim Versuch, eine geplante Aufgabenbasis %s als ein DN zu entschl\u00fcsseln:  %s
ERR_TASKBE_BACKING_FILE_EXISTS_121=Die Erg\u00e4nzungsdatei %s der Aufgabendaten ist bereits vorhanden und der Directory-Server unternimmt keinen Versuch, diese zu \u00fcberschreiben.  L\u00f6schen Sie die vorhandene Datei oder benennen Sie diese um, bevor Sie diesen Pfad f\u00fcr die neue Erg\u00e4nzungsdatei verwenden, oder w\u00e4hlen Sie einen neuen Pfad
ERR_TASKBE_INVALID_BACKING_FILE_PATH_122=Der festgelegte Pfad %s f\u00fcr die neue Erg\u00e4nzungsdatei der Aufgabendaten scheint ein ung\u00fcltiger Pfad zu sein.  W\u00e4hlen Sie einen neuen Pfad f\u00fcr die Erg\u00e4nzungsdatei der Aufgabendaten
ERR_TASKBE_BACKING_FILE_MISSING_PARENT_123=Das \u00fcbergeordnete Verzeichnis %s f\u00fcr die neue Erg\u00e4nzungsdatei %s der Aufgabendaten ist nicht vorhanden.  Erstellen Sie dieses Verzeichnis, bevor Sie versuchen, diesen Pfad f\u00fcr die neue Erg\u00e4nzungsdatei zu verwenden, oder w\u00e4hlen Sie einen neuen Pfad
ERR_TASKBE_BACKING_FILE_PARENT_NOT_DIRECTORY_124=Das \u00fcbergeordnete Verzeichnis %s f\u00fcr die neue Erg\u00e4nzungsdatei %s der Aufgabendaten ist vorhanden, aber es ist kein Verzeichnis. W\u00e4hlen Sie einen neuen Pfad f\u00fcr die Erg\u00e4nzungsdatei der Aufgabendaten
ERR_TASKBE_ERROR_GETTING_BACKING_FILE_125=Fehler beim Versuch, den neuen Pfad zur Erg\u00e4nzungsdatei der Aufgabendaten festzulegen:  %s
INFO_TASKBE_UPDATED_RETENTION_TIME_128=Die Aufbewahrungszeit f\u00fcr abgeschlossene Aufgaben wurde auf %d Sekunden aktualisiert.  Sie tritt sofort in Kraft
INFO_TASKBE_UPDATED_BACKING_FILE_129=Der Pfad zur Erg\u00e4nzungsdatei wurde ge\u00e4ndert nach %s. Ein Schnappschuss der aktuellen Aufgabenkonfiguration wurde in die Datei geschrieben und wird f\u00fcr zuk\u00fcnftige Aktualisierungen weiterverwendet
ERR_TASKBE_ADD_DISALLOWED_DN_130=Neue Eintr\u00e4ge in dem Aufgaben-Backend k\u00f6nnen nur direkt unter %s f\u00fcr geplante Aufgaben oder direkt unter %s f\u00fcr wiederkehrende Aufgaben hinzugef\u00fcgt werden
INFO_TASKBE_BACKING_FILE_HEADER_132=Diese Datei enth\u00e4lt die Daten, die der Aufgaben-Scheduler-Backend des Directory-Servers verwendet.  Bearbeiten Sie diese Datei nicht direkt, da solche \u00c4nderungen verloren gehen k\u00f6nnen.  Bearbeiten Sie Definitionen von geplanten und wiederkehrenden Aufgaben nur mit den zusammen mit dem Directory-Server gelieferten Administrationsdienstprogrammen
ERR_TASKSCHED_DUPLICATE_RECURRING_ID_133=Wiederkehrende Aufgabe %s konnte nicht zum Aufgaben-Scheduler hinzugef\u00fcgt werden, da eine andere wiederkehrende Aufgabe mit derselben ID bereits vorhanden ist
ERR_TASKSCHED_DUPLICATE_TASK_ID_134=Aufgabe %s konnte nicht geplant werden, da eine andere Aufgabe mit derselben ID bereits vorhanden ist
ERR_TASKSCHED_ERROR_SCHEDULING_RECURRING_ITERATION_136=Fehler beim Versuch, die n\u00e4chste Iteration der wiederkehrenden Aufgabe %s zu planen:  %s
ERR_TASKSCHED_CANNOT_PARSE_ENTRY_RECOVERABLE_137=Fehler beim Versuch, einen Eintrag aus der Erg\u00e4nzungsdatei %s der Aufgabe in oder bei Zeile %d zu lesen:  %s.  Da dies kein schwerwiegender Fehler ist, versucht der Aufgaben-Scheduler, die Analyse der Datei fortzusetzen und alle weiteren darin enthaltenden Aufgaben zu planen
ERR_TASKSCHED_CANNOT_PARSE_ENTRY_FATAL_138=Fehler beim Versuch, einen Eintrag aus der Erg\u00e4nzungsdatei %s der Aufgabe in oder bei Zeile %d zu lesen:  %s.  Da dies ein nicht wiederherstellbarer Fehler ist, kann die Analyse nicht fortgesetzt werden
ERR_TASKSCHED_ENTRY_HAS_NO_PARENT_139=Der aus der Erg\u00e4nzungsdatei gelesene Eintrag %s ist ung\u00fcltig, da er keinen \u00fcbergeordneten Eintrag besitzt und nicht mit dem Aufgaben-Root-DN von %s \u00fcbereinstimmt
ERR_TASKSCHED_CANNOT_SCHEDULE_RECURRING_TASK_FROM_ENTRY_140=Fehler beim Versuch, Eintrag %s als eine wiederkehrende Aufgabe zu analysieren und zum Scheduler hinzuzuf\u00fcgen:  %s
ERR_TASKSCHED_CANNOT_SCHEDULE_TASK_FROM_ENTRY_141=Fehler beim Versuch, Eintrag %s als eine Aufgabe zu analysieren und zum Scheduler hinzuzuf\u00fcgen:  %s
ERR_TASKSCHED_INVALID_TASK_ENTRY_DN_142=Der aus der Erg\u00e4nzungsdatei %s gelesene Eintrag %s besitzt einen DN, der f\u00fcr eine Aufgabe oder f\u00fcr eine wiederkehrende Aufgabendefinition ung\u00fcltig ist, und wird daher ignoriert
ERR_TASKSCHED_ERROR_READING_TASK_BACKING_FILE_143=Fehler beim Versuch, aus der Erg\u00e4nzungsdatei %s der Aufgabendaten zu lesen:  %s
ERR_TASKSCHED_CANNOT_CREATE_BACKING_FILE_144=Fehler beim Versuch, eine neue Erg\u00e4nzungsdatei %s der Aufgabendaten f\u00fcr die Verwendung mit dem Aufgaben-Scheduler zu erstellen:  %s
ERR_TASKSCHED_NO_CLASS_ATTRIBUTE_145=Der angegebene Aufgabeneintrag enth\u00e4lt kein Attribut %s, das zum Festlegen des vollst\u00e4ndigen Namens der Klasse, in der die Aufgabenlogik angegeben ist, ben\u00f6tigt wird
ERR_TASKSCHED_MULTIPLE_CLASS_TYPES_146=Der angegebene Aufgabeneintrag enth\u00e4lt mehrere Attribute des Typs %s, der zum Halten des Aufgabenklassennamens verwendet wird, obwohl nur eine einzige Instanz zul\u00e4ssig ist
ERR_TASKSCHED_NO_CLASS_VALUES_147=Der angegebene Aufgabeneintrag enth\u00e4lt keine Werte f\u00fcr das Attribut %s, das zum Festlegen des vollst\u00e4ndigen Namens der Klasse, in der die Aufgabenlogik angegeben ist, verwendet wird
ERR_TASKSCHED_MULTIPLE_CLASS_VALUES_148=Der angegebene Aufgabeneintrag enth\u00e4lt mehrere Werte f\u00fcr das Attribut %s, das zum Festlegen des Aufgabenklassennamens verwendet wird, obwohl nur ein einziger Wert zul\u00e4ssig ist
ERR_TASKSCHED_CANNOT_LOAD_CLASS_149=Fehler beim Versuch, Klasse %s zu laden, die in Attribut %s des angegebenen Aufgabeneintrags angegeben ist:  %s. Ist diese Klasse im Klassenpfad des Directory-Servers vorhanden?
ERR_TASKSCHED_CANNOT_INSTANTIATE_CLASS_AS_TASK_150=Fehler beim Versuch, eine Instanz der Klasse %s als Directory-Server-Aufgabe zu erstellen. Ist diese Klasse eine untergeordnete Klasse von %s?
ERR_TASKSCHED_CANNOT_INITIALIZE_INTERNAL_151=Fehler beim Versuch, eine interne Initialisierung auf einer Instanz der Klasse %s mit den in dem angegebenen Eintrag enthaltenen Informationen durchzuf\u00fchren:  %s
WARN_TASKSCHED_CANNOT_RENAME_CURRENT_BACKING_FILE_152=Fehler beim Versuch, die aktuelle Erg\u00e4nzungsdatei der Aufgabendaten von %s in %s umzubenennen:  %s.  Die vorherige Aufgabenkonfiguration (in der die neueste Aktualisierung nicht widergegeben wird) geht m\u00f6glicherweise verloren
ERR_TASKSCHED_CANNOT_RENAME_NEW_BACKING_FILE_153=Fehler beim Versuch, die neue Erg\u00e4ngzungsdatei der Aufgabendaten von %s in %s umzubenennen:  %s. Nach einem Neustart des Directory-Servers arbeitet der Aufgaben-Scheduler m\u00f6glicherweise nicht wie erwartet
ERR_TASKSCHED_CANNOT_WRITE_BACKING_FILE_154=Fehler beim Versuch, die neue Erg\u00e4nzungsdatei %s der Aufgabendaten zu schreiben:  %s.  Die Konfigurationsinformationen, in der die neuesten Aktualisierungen widergegeben werden, gehen m\u00f6glicherweise verloren
INFO_TASKBE_INTERRUPTED_BY_SHUTDOWN_156=Das Aufgaben-Backend wird heruntergefahren
INFO_ROOTDSE_UPDATED_SHOW_ALL_ATTRS_159=Die Root-DSE-Konfiguration wurde aktualisiert. Das Konfigurationsattribut %s verwendet zuk\u00fcnftig den Wert %s
ERR_TASKSCHED_REMOVE_PENDING_NO_SUCH_TASK_161=Anstehende Aufgabe %s konnte nicht entfernt werden, da keine Aufgabe dieser Art vorhanden ist
ERR_TASKSCHED_REMOVE_PENDING_NOT_PENDING_162=Anstehende Aufgabe %s konnte nicht entfernt werden, da die Aufgabe nicht mehr ansteht
ERR_TASKSCHED_REMOVE_COMPLETED_NO_SUCH_TASK_163=Abgeschlossene Aufgabe %s konnte nicht entfernt werden, da in der Liste der abgeschlossenen Aufgaben keine Aufgabe dieser Art vorhanden ist
ERR_TASKBE_DELETE_INVALID_ENTRY_164=Eintrag %s konnte nicht aus dem Aufgaben-Backend entfernt werden, da sein DN f\u00fcr dieses Backend ungeeignet ist oder er liegt nicht unterhalb des Eintrags der geplanten oder wiederkehrenden Aufgabenbasis
ERR_TASKBE_DELETE_NO_SUCH_TASK_165=Eintrag %s konnte nicht aus dem Aufgaben-Backend entfernt werden, da keine geplante Aufgabe mit diesem Eintrags-DN verkn\u00fcpft ist
ERR_TASKBE_DELETE_RUNNING_166=Eintrag %s konnte nicht aus dem Aufgaben-Backend gel\u00f6scht werden, da die zugeh\u00f6rige Aufgabe derzeit ausgef\u00fchrt wird
ERR_TASKBE_DELETE_NO_SUCH_RECURRING_TASK_167=Eintrag %s konnte nicht aus dem Aufgaben-Backend entfernt werden, da keine wiederkehrende Aufgabe mit diesem Eintrags-DN verkn\u00fcpft ist
ERR_TASKBE_SEARCH_INVALID_BASE_168=Der Suchvorgang im Aufgaben-Backend konnte nicht verarbeitet werden, da der angegebene DN %s nicht f\u00fcr Eintr\u00e4ge im Aufgaben-Backend zul\u00e4ssig sind
ERR_TASKBE_SEARCH_NO_SUCH_TASK_169=Der Suchvorgang im Aufgaben-Backend konnte nicht verarbeitet werden, da keine geplante Aufgabe mit dem angegebenen Such-Basiseintrag %s verbunden ist
ERR_TASKBE_SEARCH_NO_SUCH_RECURRING_TASK_170=Der Suchvorgang im Aufgaben-Backend konnte nicht verarbeitet werden, da keine wiederkehrende Aufgabe mit dem angegebenen Such-Basiseintrag %s verbunden ist
ERR_BACKEND_CONFIG_ENTRY_NULL_171=Das "%s"-Backend konnte nicht initialisiert werden, da der angegebene Konfigurationseintrag Null ist
ERR_BACKUP_INVALID_BASE_176=Der angeforderte Eintrag %s ist nicht im Sicherungs-Backend vorhanden
ERR_BACKUP_DN_DOES_NOT_SPECIFY_DIRECTORY_177=Eintrag %s konnte nicht vom Sicherungs-Backend abgerufen werden, da der angeforderte DN eine Ebene unterhalb der Basis-DN liegt, aber kein Sicherungsverzeichnis angibt
ERR_BACKUP_INVALID_BACKUP_DIRECTORY_178=Eintrag %s konnte nicht vom Sicherungs-Backend abgerufen werden, da das angeforderte Sicherungsverzeichnis ung\u00fcltig ist: %s
ERR_BACKUP_ERROR_GETTING_BACKUP_DIRECTORY_179=Fehler beim Versuch, das angeforderte Sicherungsverzeichnis zu untersuchen:  %s
ERR_BACKUP_NO_BACKUP_ID_IN_DN_180=Eintrag %s konnte nicht vom Sicherungs-Backend abgerufen werden, da der angeforderte DN zwei Ebenen unterhalb der Basis-DN liegt, aber keine Sicherungs-ID angibt
ERR_BACKUP_NO_BACKUP_PARENT_DN_181=Eintrag %s konnte nicht vom Sicherungs-Backend abgerufen werden, da er keinen \u00fcbergeordneten Eintrag besitzt
ERR_BACKUP_NO_BACKUP_DIR_IN_DN_182=Eintrag %s konnte nicht vom Sicherungs-Backend abgerufen werden, da der DN das Sicherungsverzeichnis, in dem sich die angeforderte Sicherung befinden soll, nicht enth\u00e4lt
ERR_BACKUP_NO_SUCH_BACKUP_183=Sicherung %s ist nicht im Sicherungsverzeichnis %s vorhanden
ERR_BACKEND_MODIFY_NOT_SUPPORTED_186=\u00c4nderungsvorg\u00e4nge werden nicht in dem Sicherungs-Backend unterst\u00fctzt
ERR_BACKUP_NO_SUCH_ENTRY_188=Der angeforderte Eintrag %s ist nicht in dem Sicherungs-Backup vorhanden
ERR_MEMORYBACKEND_REQUIRE_EXACTLY_ONE_BASE_192=Es muss exakt eine Basis-DN f\u00fcr die Verwendung mit dem speicherbasierten Backend vorliegen
ERR_MEMORYBACKEND_ENTRY_ALREADY_EXISTS_193=Eintrag %s ist bereits im speicherbasierten Backend vorhanden
ERR_MEMORYBACKEND_ENTRY_DOESNT_BELONG_194=Eintrag %s geh\u00f6rt nicht zum speicherbasierten Backend
ERR_MEMORYBACKEND_PARENT_DOESNT_EXIST_195=Eintrag %s konnte nicht hinzugef\u00fcgt werden, da dessen \u00fcbergeordneter Eintrag %s nicht im speicherbasierten Backend vorhanden ist
ERR_BACKEND_ENTRY_DOESNT_EXIST_196=Eintrag %s ist nicht im "%s" Backend vorhanden
ERR_MEMORYBACKEND_CANNOT_DELETE_ENTRY_WITH_CHILDREN_197=Eintrag %s kann nicht gel\u00f6scht werden, da er einen oder mehrere untergeordnete Eintr\u00e4ge besitzt
ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_WRITER_199=Ein LDIF-Schreiber konnte nicht erstellt werden: %s
ERR_MEMORYBACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_200=Eintrag %s konnte nicht in LDIF geschrieben werden:  %s
ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_READER_201=Ein LDIF-Leser konnte nicht erstellt werden: %s
ERR_MEMORYBACKEND_ERROR_READING_LDIF_202=Beim Lesen von LDIF ist ein irreparabler Fehler aufgetreten: %s
ERR_MEMORYBACKEND_ERROR_DURING_IMPORT_203=Beim Verarbeiten des Imports ist ein irreparabler Fehler aufgetreten:  %s
ERR_MEMORYBACKEND_BACKUP_RESTORE_NOT_SUPPORTED_204=Das speicherbasierte Backend unterst\u00fctzt keine Sicherungs- und Wiederherstellungsvorg\u00e4nge
ERR_MEMORYBACKEND_CANNOT_RENAME_ENRY_WITH_CHILDREN_205=Eintrag %s kann nicht umbenannt werden, da er einen oder mehrere untergeordnete Eintr\u00e4ge besitzt
ERR_MEMORYBACKEND_CANNOT_RENAME_TO_ANOTHER_BACKEND_206=Eintrag %s kann nicht umbenannt werden, da sich der Zieleintrag in einem anderen Backend befindet
ERR_MEMORYBACKEND_RENAME_PARENT_DOESNT_EXIST_207=Eintrag %s kann nicht umbenannt werden, da der neue \u00fcbergeordnete Eintrag %s nicht vorhanden ist
ERR_BACKEND_CANNOT_REGISTER_BASEDN_210=Fehler beim Versuch, Basis-DN %s im Directory-Server zu registrieren:  %s
ERR_SCHEMA_INVALID_MODIFICATION_TYPE_212=Das Schema-Backend unterst\u00fctzt nicht den Bearbeitungstyp %s
ERR_SCHEMA_MODIFY_UNSUPPORTED_ATTRIBUTE_TYPE_213=Das Schema-Backend unterst\u00fctzt nicht die Bearbeitung des Attributtyps %s.  Es k\u00f6nnen nur Attributtypen, Objektklassen, ldap-Syntaxbeschreibungen, Namensformen, DIT-Inhaltsregeln, DIT-Strukturregeln und die Verwendung von \u00dcbereinstimmungsregeln bearbeitet werden
ERR_SCHEMA_MODIFY_CANNOT_DECODE_ATTRTYPE_214=Fehler beim Versuch, den Attributtyp "%s" zu dekodieren: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_OBJECTCLASS_216=Fehler beim Versuch, die Objektklasse "%s" zu dekodieren: %s
ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_OBJECTCLASS_217=Objektklasse %s kann nicht hinzugef\u00fcgt werden, da ihre \u00fcbergeordnete Objektklasse %s nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_OC_UNDEFINED_REQUIRED_ATTR_218=Objektklasse %s kann nicht hinzugef\u00fcgt werden, da das erforderliche Attribut %s nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_OC_UNDEFINED_OPTIONAL_ATTR_219=Objektklasse %s kann nicht hinzugef\u00fcgt werden, da sie das Attribut %s zul\u00e4sst, das nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_SCHEMA_222=Fehler beim Versuch, das aktualisierte Schema zu schreiben: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_NAME_FORM_223=Fehler beim Versuch, die Namensform "%s" zu dekodieren: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_DCR_224=Fehler beim Versuch, die DIT-Inhaltsregel "%s" zu dekodieren: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_DSR_225=Fehler beim Versuch, die DIT-Strukturregel "%s" zu dekodieren: %s
ERR_SCHEMA_MODIFY_CANNOT_DECODE_MR_USE_226=Fehler beim Versuch, die Verwendung der \u00dcbereinstimmungsregel "%s" zu dekodieren: %s
ERR_SCHEMA_MODIFY_DELETE_NO_VALUES_227=Das Entfernen aller Werte f\u00fcr den Attributtyp %s im Serverschema wird vom Server nicht zugelassen
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_ATTRTYPE_228=Attributtyp %s kann nicht hinzugef\u00fcgt werden, da es Konflikte mit mehreren bestehenden Attributtypen (%s und %s) gibt
ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_ATTRIBUTE_TYPE_229=Attributtyp %s kann nicht hinzugef\u00fcgt werden, da er auf den \u00fcbergeordnete Attributtyp %s verweist, der nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_OBJECTCLASS_230=Objektklasse %s kann nicht hinzugef\u00fcgt werden, da es Konflikte mit mehreren bestehenden Objektklassen (%s und %s) gibt
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_NAME_FORM_231=Namensform %s kann nicht hinzugef\u00fcgt werden, da es Konflikte mit mehreren bestehenden Namensformen (%s und %s) gibt
ERR_SCHEMA_MODIFY_NF_UNDEFINED_STRUCTURAL_OC_232=Namensform %s kann nicht hinzugef\u00fcgt werden, da sie auf die strukturelle Objektklasse %s verweist, die nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_NF_UNDEFINED_REQUIRED_ATTR_233=Namensform %s kann nicht hinzugef\u00fcgt werden, da sie auf den erforderlichen Attributtyp %s verweist, der nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_NF_UNDEFINED_OPTIONAL_ATTR_234=Namensform %s kann nicht hinzugef\u00fcgt werden, da sie auf den optionalen Attributtyp %s verweist, der nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DCR_235=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da es Konflikte mit mehreren bestehenden DIT-Inhaltsregeln (%s und %s) gibt
ERR_SCHEMA_MODIFY_STRUCTURAL_OC_CONFLICT_FOR_ADD_DCR_236=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die strukturelle Objektklasse %s verweist, die bereits der DIT-Inhaltsregel %s zugeordnet ist
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_STRUCTURAL_OC_237=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die strukturelle Objektklasse %s verweist, die nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_AUXILIARY_OC_238=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die Hilfsobjektklasse %s verweist, die nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_REQUIRED_ATTR_239=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf den erforderlichen Attributtyp %s verweist, der nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_OPTIONAL_ATTR_240=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf den optionalen Attributtyp %s verweist, der nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_DCR_UNDEFINED_PROHIBITED_ATTR_241=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf den unzul\u00e4ssigen Attributtyp %s verweist, der nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DSR_242=DIT-Strukturregel %s kann nicht hinzugef\u00fcgt werden, da es Konflikte mit mehreren bestehenden DIT-Strukturregeln (%s und %s) gibt
ERR_SCHEMA_MODIFY_NAME_FORM_CONFLICT_FOR_ADD_DSR_243=DIT-Strukturregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die Namensform %s verweist, die bereits der DIT-Strukturregel %s zugeordnet ist
ERR_SCHEMA_MODIFY_DSR_UNDEFINED_NAME_FORM_244=DIT-Strukturregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die Namensform %s verweist, die nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_MR_USE_245=Die Verwendung der \u00dcbereinstimmungsregel %s kann nicht hinzugef\u00fcgt werden, da es Konflikte mit mehreren bestehenden Verwendungen von \u00dcbereinstimmungsregeln (%s und %s) gibt
ERR_SCHEMA_MODIFY_MR_CONFLICT_FOR_ADD_MR_USE_246=Die Verwendung der \u00dcbereinstimmungsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die \u00dcbereinstimmungsregel %s verweist, die bereits der Verwendung der \u00dcbereinstimmungsregel %s zugeordnet ist
ERR_SCHEMA_MODIFY_MRU_UNDEFINED_ATTR_247=Die Verwendung der \u00dcbereinstimmungsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf den Attributtyp %s verweist, der nicht im Serverschema definiert ist
ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_AT_248=Ringreferenz f\u00fcr Attributtyp %s entdeckt, in dem der \u00fcbergeordnete Typ auf den Attributtyp selbst zur\u00fcckverweist
ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_OC_249=Ringreferenz f\u00fcr Objektklasse %s entdeckt, in der die \u00fcbergeordnete Klasse auf die Objektklasse selbst zur\u00fcckverweist
ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_DSR_250=Ringreferenz f\u00fcr DIT-Strukturregel %s entdeckt, in der die \u00fcbergeordnete Regel auf die DIT-Strukturregel selbst zur\u00fcckverweist
ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_CLEANED_251=Fehler beim Versuch, vor der Aktualisierung Kopien der bestehenden Schemadateien zu erstellen: %s. Der Server konnte die originale Schemakonfiguration wiederherstellen, sodass keine zus\u00e4tzliche Bereinigung erforderlich ist
ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_NOT_CLEANED_252=Fehler beim Versuch, vor der Aktualisierung Kopien von den bestehenden Schemadateien zu erstellen: %s. Es trat auch ein Problem beim Versuch auf, die originale Schemakonfiguration wiederherzustellen, sodass der Server sich eventuell in einem inkonsistenten Zustand befindet und eine manuelle Bereinigung erforderlich sein kann
ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_RESTORED_253=Fehler beim Versuch, neue Versionen der Serverschemadateien zu schreiben: %s. Der Server konnte die originale Schemakonfiguration wiederherstellen, sodass keine zus\u00e4tzliche Bereinigung erforderlich ist
ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_NOT_RESTORED_254=Fehler beim Versuch, neue Versionen der Serverschemadateien zu schreiben: %s. Es trat auch ein Problem beim Versuch auf, die originale Schemakonfiguration wiederherzustellen, sodass der Server sich eventuell in einem inkonsistenten Zustand befindet und eine manuelle Bereinigung erforderlich sein kann
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_ATTRIBUTE_TYPE_255=Attributtyp %s kann nicht aus dem Serverschema entfernt werden, da dieser Attributtyp nicht definiert ist
ERR_SCHEMA_MODIFY_REMOVE_AT_SUPERIOR_TYPE_256=Attributtyp %s kann nicht aus dem Serverschema entfernt werden, da auf ihn als \u00fcbergeordneter Typ f\u00fcr Attributtyp %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_AT_IN_OC_257=Attributtyp %s kann nicht aus dem Serverschema entfernt werden, da auf ihn als erforderlicher oder optionaler Typ in Objektklasse %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_AT_IN_NF_258=Attributtyp %s kann nicht aus dem Serverschema entfernt werden, da auf ihn als erforderlicher oder optionaler Typ in Namensform %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_AT_IN_DCR_259=Attributtyp %s kann nicht aus dem Serverschema entfernt werden, da auf ihn als erforderlicher, optionaler oder unzul\u00e4ssiger Typ in DIT-Inhaltsregel %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_AT_IN_MR_USE_260=Attributtyp %s kann nicht aus dem Serverschema entfernt werden, da auf ihn von der Verwendung der \u00dcbereinstimmungsregel %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_OBJECTCLASS_261=Objektklasse %s kann nicht aus dem Serverschema entfernt werden, da diese Objektklasse nicht definiert ist
ERR_SCHEMA_MODIFY_REMOVE_OC_SUPERIOR_CLASS_262=Objektklasse %s kann nicht aus dem Serverschema entfernt werden, da auf sie als \u00fcbergeordneter Klasse f\u00fcr Objektklasse %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_OC_IN_NF_263=Objektklasse %s kann nicht aus dem Serverschema entfernt werden, da auf sie als strukturelle Klasse f\u00fcr Namensform %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_OC_IN_DCR_264=Objektklasse %s kann nicht aus dem Serverschema entfernt werden, da auf sie als strukturelle Klasse oder Hilfsklasse f\u00fcr DIT-Inhaltsregel %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_NAME_FORM_265=Namensform %s kann nicht aus dem Serverschema entfernt werden, da diese Namensform nicht definiert ist
ERR_SCHEMA_MODIFY_REMOVE_NF_IN_DSR_266=Namensform %s kann nicht aus dem Serverschema entfernt werden, da auf sie von DIT-Strukturregel %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DCR_267=DIT-Inhaltsregel %s kann nicht aus dem Serverschema entfernt werden, da diese DIT-Inhaltsregel nicht definiert ist
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DSR_268=DIT-Strukturregel %s kann nicht aus dem Serverschema entfernt werden, da diese DIT-Strukturregel nicht definiert ist
ERR_SCHEMA_MODIFY_REMOVE_DSR_SUPERIOR_RULE_269=DIT-Strukturregel %s kann nicht aus dem Serverschema entfernt werden, da auf sie als \u00fcbergeordnete Regel f\u00fcr DIT-Strukturregel %s verwiesen wird
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_MR_USE_270=Die Verwendung der \u00dcbereinstimmungsregel %s kann nicht aus dem Serverschema entfernt werden, da diese Verwendung der \u00dcbereinstimmungsregel nicht definiert ist
ERR_SCHEMA_MODIFY_NF_OC_NOT_STRUCTURAL_271=Namensform %s kann nicht hinzugef\u00fcgt werden, da sie auf die Objektklasse %s verweist, die zwar im Serverschema definiert ist, aber keine strukturelle Objektklasse darstellt
ERR_SCHEMA_MODIFY_DCR_OC_NOT_STRUCTURAL_272=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die strukturelle Objektklasse %s verweist, die zwar im Serverschema definiert ist, aber keine strukturelle Klasse darstellt
ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_ATTRIBUTE_TYPE_274=Attributtyp %s kann nicht hinzugef\u00fcgt werden, da der \u00fcbergeordneter Typ %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_ATTRTYPE_OBSOLETE_MR_275=Attributtyp %s kann nicht hinzugef\u00fcgt werden, da die zugeordnete \u00dcbereinstimmungsregel %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_OBJECTCLASS_276=Objektklasse %s kann nicht hinzugef\u00fcgt werden, da die \u00fcbergeordnete Klasse %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_OC_OBSOLETE_REQUIRED_ATTR_277=Objektklasse %s kann nicht hinzugef\u00fcgt werden, da das erforderliche Attribut %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_OC_OBSOLETE_OPTIONAL_ATTR_278=Objektklasse %s kann nicht hinzugef\u00fcgt werden, da das optionale Attribut %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_NF_OC_OBSOLETE_279=Namensform %s kann nicht hinzugef\u00fcgt werden, da ihre strukturelle Objektklasse %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_NF_OBSOLETE_REQUIRED_ATTR_280=Namensform %s kann nicht hinzugef\u00fcgt werden, da sie den Attributtyp %s erfordert, der im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_NF_OBSOLETE_OPTIONAL_ATTR_281=Namensform %s kann nicht hinzugef\u00fcgt werden, da sie den Attributtyp %s zul\u00e4sst, der im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_DCR_STRUCTURAL_OC_OBSOLETE_282=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da ihre strukturelle Objektklasse %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_DCR_OC_NOT_AUXILIARY_283=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die Hilfsobjektklasse %s verweist, die zwar im Serverschema definiert ist, aber keine Hilfsklasse darstellt
ERR_SCHEMA_MODIFY_DCR_OBSOLETE_REQUIRED_ATTR_285=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie den Attributtyp %s erfordert, der im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_DCR_OBSOLETE_OPTIONAL_ATTR_286=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie den Attributtyp %s zul\u00e4sst, der im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_DCR_OBSOLETE_PROHIBITED_ATTR_287=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie den Attributtyp %s verbietet, der im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_DSR_OBSOLETE_NAME_FORM_288=DIT-Strukturregel %s kann nicht hinzugef\u00fcgt werden, da ihre Namensform %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_DSR_OBSOLETE_SUPERIOR_RULE_289=DIT-Strukturregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die \u00fcbergeordneter Regel %s verweist, die im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_MRU_OBSOLETE_MR_290=Die Verwendung der \u00dcbereinstimmungsregel %s kann nicht hinzugef\u00fcgt werden, da ihre \u00dcbereinstimmungsregel %s im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_MRU_OBSOLETE_ATTR_291=Die Verwendung der \u00dcbereinstimmungsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf den Attributtyp %s verweist, der im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_DCR_OBSOLETE_AUXILIARY_OC_292=DIT-Inhaltsregel %s kann nicht hinzugef\u00fcgt werden, da sie auf die Hilfsobjektklasse %s verweist, die im Serverschema als OBSOLETE markiert ist
ERR_SCHEMA_MODIFY_INSUFFICIENT_PRIVILEGES_293=Sie verf\u00fcgen nicht \u00fcber ausreichende Berechtigungen, um das Directory-Server-Schema zu \u00e4ndern
ERR_SCHEMA_CANNOT_FIND_CONCAT_FILE_294=Es konnte keine Datei gefunden werden, die verkn\u00fcpfte Schemaelementdefinitionen enth\u00e4lt, um festzulegen, ob Schema\u00e4nderungen im Offlinezustand des Servers durchgef\u00fchrt wurden.  Die Datei wurde im Verzeichnis %s erwartet und sollte entweder %s oder %s benannt werden
ERR_SCHEMA_ERROR_DETERMINING_SCHEMA_CHANGES_295=Fehler beim Versuch, festzulegen, ob Schema\u00e4nderungen durch direkte Bearbeitung der Schemadateien im Offlinezustand des Servers durchgef\u00fchrt wurden:  %s
ERR_SCHEMA_CANNOT_WRITE_CONCAT_SCHEMA_FILE_296=Fehler beim Versuch, Datei %s, die eine verkn\u00fcpfte Liste aller Serverschemaelemente enth\u00e4lt, zu schreiben:  %s.  Der Server kann m\u00f6glicherweise keine Schema\u00e4nderungen, die im Offlinezustand des Servers durchgef\u00fchrt wurden, pr\u00e4zise identifizieren
NOTE_BACKEND_ENVIRONMENT_UNUSABLE_297=Die JE-Datenbankumgebung mit der Backend-ID %s ist besch\u00e4digt. Starten Sie den Directory-Server neu, um die Umgebung neu zu \u00f6ffnen
ERR_TASKSCHED_NOT_ALLOWED_TASK_298=Der Directory-Server ist nicht daf\u00fcr konfiguriert, Aufgabe %s aufzurufen
INFO_TASK_COMPLETION_BODY_299=Aufgaben-ID:  %s\r\nAufgabenstatus:  %s\r\nGeplante Startzeit:  %s\r\nTats\u00e4chliche Startzeit:  %s\r\nFertigstellungszeit:  %s\r\n\r\nProtokollmeldungen:\r\n
ERR_TRUSTSTORE_INVALID_BASE_301=Der angeforderte Eintrag %s ist nicht im Trust-Speicher-Backup vorhanden
ERR_TRUSTSTORE_DN_DOES_NOT_SPECIFY_CERTIFICATE_302=Eintrag %s konnte nicht vom Trust-Speicher-Backend verarbeitet werden, da der angeforderte DN eine Ebene unterhalb der Basis-DN liegt, aber keinen Zertifikatsnamen spezifiziert
ERR_TRUSTSTORE_CANNOT_RETRIEVE_CERT_303=Fehler beim Versuch, Zertifikat %s aus der Trust-Speicherdatei %s abzurufen: %s
ERR_TRUSTSTORE_REQUIRES_ONE_BASE_DN_306=Das Trust-Speicher-Backend konnte nicht vom Konfigurationseintrag %s initialisiert werden, da es nicht exakt einen Basis-DN enth\u00e4lt
ERR_BACKEND_IMPORT_AND_EXPORT_NOT_SUPPORTED_307=LDIF-Import- und Exportvorg\u00e4nge werden nicht in dem "%s"-Backend unterst\u00fctzt
ERR_BACKEND_BACKUP_AND_RESTORE_NOT_SUPPORTED_308=Sicherungs- und Wiederherstellungsvorg\u00e4nge werden nicht in dem "%s"-Backend unterst\u00fctzt
ERR_TRUSTSTORE_NO_SUCH_FILE_309=Die Trust-Speicherdatei %s, die in Attribut ds-cfg-trust-store-file des Konfigurationseintrags %s angegeben ist, ist nicht vorhanden
ERR_TRUSTSTORE_INVALID_TYPE_310=Der Trust-Speichertyp %s, der in Attribut ds-cfg-trust-store-type des Konfigurationseintrags %s angegeben ist, ist ung\u00fcltig:  %s
ERR_TRUSTSTORE_PIN_FILE_CANNOT_CREATE_311=Fehler beim Versuch, die PIN-Datei %s, die in Attribut ds-cfg-trust-store-pin-file des Konfigurationseintrags %s angegeben ist, zu erstellen
ERR_TRUSTSTORE_PIN_FILE_CANNOT_READ_312=Fehler beim Versuch, die Trust-Speicher-PIN aus Datei %s, die in Konfigurationsattribut ds-cfg-trust-store-pin-file des Konfigurationseintrags %s spezifiziert ist, zu lesen:  %s
ERR_TRUSTSTORE_PIN_FILE_EMPTY_313=Datei %s, die in Attribut ds-cfg-trust-store-pin-file des Konfigurationseintrags %s angegeben ist, sollte die f\u00fcr den Zugriff auf den Trust-Speicher erforderliche PIN enthalten, aber die Datei ist leer
ERR_TRUSTSTORE_PIN_ENVAR_NOT_SET_314=Umgebungsvariable %s, die in Attribut ds-cfg-trust-store-pin-environment-variable des Konfigurationseintrags %s angegeben ist, sollte die f\u00fcr den Zugriff auf den Trust-Speicher erforderliche PIN enthalten, aber diese Eigenschaft ist nicht angegeben
ERR_TRUSTSTORE_PIN_PROPERTY_NOT_SET_315=Java-Eigenschaft %s, die in Attribut ds-cfg-trust-store-pin-property des Konfigurationseintrags %s angegeben ist, sollte die f\u00fcr den Zugriff auf den dateibasierten Trust-Manager erforderliche PIN enthalten, aber diese Eigenschaft ist nicht angegeben
ERR_TRUSTSTORE_CANNOT_DETERMINE_FILE_316=Unerwarteter Fehler beim Versuch, den Wert des Konfigurationsattributs ds-cfg-trust-store-file in Konfigurationseintrag %s festzulegen:  %s
ERR_TRUSTSTORE_CANNOT_LOAD_317=Fehler beim Versuch, den Trust-Speicherinhalt aus Datei %s zu laden:  %s
ERR_TRUSTSTORE_CANNOT_CREATE_FACTORY_318=Fehler beim Versuch, eine Trust-Manager-Factory zu erstellen, um auf den Inhalt der Trust-Speicherdatei %s zuzugreifen:  %s
ERR_TRUSTSTORE_ALIAS_IN_USE_319=Der Zertifikatseintrag %s ist bereits vorhanden
ERR_TRUSTSTORE_CANNOT_GENERATE_CERT_320=Fehler beim Versuch, ein selbstsigniertes Zertifikat %s in der Trust-Speicherdatei %s zu erstellen: %s
ERR_TRUSTSTORE_CANNOT_ADD_CERT_321=Fehler beim Versuch, Zertifikat %s in der Trust-Speicherdatei %s hinzuzuf\u00fcgen: %s
ERR_TRUSTSTORE_ENTRY_MISSING_CERT_ATTR_323=Der Eintrag %s konnte nicht hinzugef\u00fcgt werden, da er kein Zertifikatsattribut %s enth\u00e4lt
ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_ATTRS_324=Der Eintrag %s konnte nicht hinzugef\u00fcgt werden, da er mehrere Zertifikatsattribute %s enth\u00e4lt
ERR_TRUSTSTORE_ENTRY_MISSING_CERT_VALUE_325=Der Eintrag %s konnte nicht hinzugef\u00fcgt werden, da er keinen Wert des Zertifikatsattributs %s enth\u00e4lt
ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_VALUES_326=Der Eintrag %s konnte nicht hinzugef\u00fcgt werden, da er mehrere Werte des Zertifikatsattributs %s enth\u00e4lt
ERR_TRUSTSTORE_CANNOT_WRITE_CERT_327=Beim Schreiben von Zertifikat %s in eine Datei ist ein Fehler aufgetreten: %s
WARN_TRUSTSTORE_SET_PERMISSIONS_FAILED_328=Das Einrichten von Berechtigungen f\u00fcr Trust-Speicherdatei %s ist fehlgeschlagen
ERR_ROOT_CONTAINER_NOT_INITIALIZED_329=Der Root-Container f\u00fcr Backend %s wurde nicht initialisiert, sodass dieses Backend den angeforderten Vorgang nicht verarbeiten kann
ERR_TASKBE_MODIFY_CANNOT_LOCK_ENTRY_330=Schreibsperre f\u00fcr Eintrag %s nicht m\u00f6glich
ERR_TASKBE_MODIFY_INVALID_ENTRY_331=Eintrag %s kann nicht ge\u00e4ndert werden, da er keinen Aufgabeneintrag darstellt.  Es k\u00f6nnen nur Aufgabeneintr\u00e4ge in dem Aufgaben-Backend ge\u00e4ndert werden
ERR_TASKBE_MODIFY_NO_SUCH_TASK_332=Eintrag %s kann nicht ge\u00e4ndert werden, da er keine g\u00fcltige Aufgabe in dem Server darstellt
ERR_TASKBE_MODIFY_COMPLETED_333=Eintrag %s kann nicht ge\u00e4ndert werden, da die zugeh\u00f6rige Aufgabe die Ausf\u00fchrung abgeschlossen hat.  Abgeschlossene Aufgaben k\u00f6nnen nicht ge\u00e4ndert werden
ERR_TASKBE_MODIFY_RECURRING_334=Eintrag %s kann nicht ge\u00e4ndert werden, da der Server derzeit keine wiederkehrenden Aufgabeneintr\u00e4ge unterst\u00fctzt
ERR_TASKBE_MODIFY_RUNNING_335=Die mit Eintrag %s verkn\u00fcpfte Aufgabe wird derzeit ausgef\u00fchrt.  Der Austausch des Wertes f\u00fcr Attribut ds-task-state durch "cancel" ist die einzige zul\u00e4ssige \u00c4nderung f\u00fcr Aufgaben, die aktuell ausgef\u00fchrt werden
INFO_TASKBE_RUNNING_TASK_CANCELLED_336=Die Ausf\u00fchrung der Aufgabe wurde durch eine \u00c4nderungsanforderung unterbrochen, um die Aufgabe abzubrechen
ERR_TRUSTSTORE_CANNOT_DELETE_CERT_337=Fehler beim Versuch, Zertifikat %s aus der Trust-Speicherdatei %s zu l\u00f6schen: %s
ERR_TRUSTSTORE_CERTIFICATE_NOT_FOUND_338=Eintrag %s konnte nicht aus dem Trust-Speicher-Backend abgerufen werden, da das Zertifikat %s nicht vorhanden ist
ERR_LDIF_BACKEND_MULTIPLE_BASE_DNS_339=Das LDIF-Backend, welches im Konfigurationseintrag %s definiert ist, unterst\u00fctzt nur einen einzigen Basis-DN, obwohl es f\u00fcr die Verwendung mit mehreren Basis-DNs konfiguriert wurde
ERR_LDIF_BACKEND_DUPLICATE_ENTRY_342=Die LDIF-Datei %s, die vom LDIF-Backend verwendet wird, welches im Konfigurationseintrag %s definiert ist, enth\u00e4lt mehrere Eintr\u00e4ge mit dem DN %s
ERR_LDIF_BACKEND_ENTRY_OUT_OF_SCOPE_343=Die LDIF-Datei %s, die vom LDIF-Backend verwendet wird, welches im Konfigurationseintrag %s definiert ist, enth\u00e4lt den Eintrag %s, der nicht unterhalb des f\u00fcr das Backend definierten Basis-DNs befindet
ERR_LDIF_BACKEND_MISSING_PARENT_344=Die LDIF-Datei %s, die vom LDIF-Backend verwendet wird, welches im Konfigurationseintrag %s definiert ist, enth\u00e4lt den Eintrag %s. Der \u00fcbergeordnete Eintrag wurde jedoch noch nicht gelesen
ERR_LDIF_BACKEND_ERROR_CREATING_FILE_345=Fehler beim Versuch, Datei %s zu erstellen, um eine aktualisierte Version der Daten f\u00fcr das LDIF-Backend, welches im Konfigurationseintrag %s definiert ist, zu schreiben:  %s
ERR_LDIF_BACKEND_ERROR_WRITING_FILE_346=Fehler beim Versuch, aktualisierte Daten in Datei %s f\u00fcr das LDIF-Backend, welches im Konfigurationseintrag %s definiert ist, zu schreiben:  %s
ERR_LDIF_BACKEND_ERROR_RENAMING_FILE_347=Fehler beim Versuch, Datei %s in %s umzubenennen, w\u00e4hrend aktualisierte Daten f\u00fcr das LDIF-Backend, welches im Konfigurationseintrag %s definiert ist, geschrieben werden:  %s
ERR_LDIF_BACKEND_ADD_ALREADY_EXISTS_348=Eintrag %s ist bereits im LDIF-Backend vorhanden
ERR_LDIF_BACKEND_ADD_MISSING_PARENT_349=\u00dcbergeordnete Eintrag von Eintrag %s ist nicht vorhanden
ERR_LDIF_BACKEND_DELETE_NO_SUCH_ENTRY_350=Eintrag %s ist nicht vorhanden
ERR_LDIF_BACKEND_DELETE_NONLEAF_351=Eintrag %s hat einen oder mehrere untergeordnete Eintr\u00e4ge und kann erst gel\u00f6scht werden, nachdem die untergeordneten Eintr\u00e4ge entfernt wurden
ERR_LDIF_BACKEND_MODIFY_NO_SUCH_ENTRY_352=Eintrag %s ist nicht vorhanden
ERR_LDIF_BACKEND_MODDN_NO_SUCH_SOURCE_ENTRY_353=Quelleintrag %s ist nicht vorhanden
ERR_LDIF_BACKEND_MODDN_TARGET_ENTRY_ALREADY_EXISTS_354=Zieleintrag %s ist bereits vorhanden
ERR_LDIF_BACKEND_MODDN_NEW_PARENT_DOESNT_EXIST_355=Neuer \u00fcbergeordneter DN %s ist nicht vorhanden
ERR_LDIF_BACKEND_SEARCH_NO_SUCH_BASE_356=Der als Basis-DN f\u00fcr Suchen festgelegte Eintrag %s ist nicht vorhanden
ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_WRITER_357=Fehler beim Versuch, den Schreiber f\u00fcr den LDIF-Exportvorgang zu erstellen:  %s
ERR_LDIF_BACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_358=Fehler beim Versuch, Eintrag %s w\u00e4hrend des LDIF-Exports zu schreiben:  %s
ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_READER_359=Fehler beim Versuch, den Leser f\u00fcr den LDIF-Importvorgang zu erstellen:  %s
ERR_LDIF_BACKEND_ERROR_READING_LDIF_360=Irreparabler Fehler beim Versuch, Daten aus der Importdatei zu lesen:  %s.  Der LDIF-Import kann nicht fortgesetzt werden
ERR_LDIF_BACKEND_BACKUP_RESTORE_NOT_SUPPORTED_361=Das LDIF-Backend verf\u00fcgt momentan noch \u00fcber keinen Sicherungs- und Wiederherstellungsmechanismus.  Verwenden Sie stattdessen LDIF-Import- und Exportvorg\u00e4nge
INFO_LDIF_BACKEND_LDIF_FILE_CHANGED_363=Die \u00c4nderungen am LDIF-Dateipfad treten erst in Kraft, wenn das Backend deaktiviert und wieder reaktiviert wird
INFO_LDIF_BACKEND_BASE_DN_CHANGED_364=Die \u00c4nderungen am Basis-DN des LDIF-Backends treten erst in Kraft, wenn das Backend deaktiviert und wieder reaktiviert wird
ERR_LDIF_BACKEND_HAS_SUBORDINATES_NO_SUCH_ENTRY_365=Zieleintrag %s ist nicht vorhanden
ERR_LDIF_BACKEND_NUM_SUBORDINATES_NO_SUCH_ENTRY_366=Zieleintrag %s ist nicht vorhanden
ERR_TRUSTSTORE_ERROR_READING_KEY_367=Fehler beim Lesen von Schl\u00fcssel %s aus Schl\u00fcsselspeicher %s: %s
ERR_HAS_SUBORDINATES_NOT_SUPPORTED_368=Dieses Backend bietet keine Unterst\u00fctzung f\u00fcr das Betriebsattribut hasSubordinates
ERR_NUM_SUBORDINATES_NOT_SUPPORTED_369=Dieses Backend bietet keine Unterst\u00fctzung f\u00fcr das Betriebsattribut numSubordinates
NOTE_BACKEND_OFFLINE_370=Backend %s geht jetzt offline
ERR_RECURRINGTASK_INVALID_N_TOKENS_371=Das angegebene Eintragsattribut %s der wiederkehrenden Aufgabe, in das der wiederkehrende Aufgabenzeitplan enthalten ist, besitzt eine ung\u00fcltige Token-Anzahl
ERR_RECURRINGTASK_INVALID_MINUTE_TOKEN_372=Das angegebene Eintragsattribut %s der wiederkehrenden Aufgabe, in das der wiederkehrende Aufgabenzeitplan enthalten ist, besitzt einen ung\u00fcltigen Minuten-Token
ERR_RECURRINGTASK_INVALID_HOUR_TOKEN_373=Das angegebene Eintragsattribut %s der wiederkehrenden Aufgabe, in das der wiederkehrende Aufgabenzeitplan enthalten ist, besitzt einen ung\u00fcltigen Stunden-Token
ERR_RECURRINGTASK_INVALID_DAY_TOKEN_374=Das angegebene Eintragsattribut %s der wiederkehrenden Aufgabe, in das der wiederkehrende Aufgabenzeitplan enthalten ist, besitzt einen ung\u00fcltigen Monatstag-Token
ERR_RECURRINGTASK_INVALID_MONTH_TOKEN_375=Das angegebene Eintragsattribut %s der wiederkehrenden Aufgabe, in das der wiederkehrende Aufgabenzeitplan enthalten ist, besitzt einen ung\u00fcltigen Jahresmonat-Token
ERR_RECURRINGTASK_INVALID_WEEKDAY_TOKEN_376=Das angegebene Eintragsattribut %s der wiederkehrenden Aufgabe, in das der wiederkehrende Aufgabenzeitplan enthalten ist, besitzt einen ung\u00fcltigen Wochentag-Token
ERR_RECURRINGTASK_INVALID_TOKENS_COMBO_377=Das angegebene Eintragsattribut %s der wiederkehrenden Aufgabe, in das der wiederkehrende Aufgabenzeitplan enthalten ist, besitzt eine ung\u00fcltige Token-Kombination und liefert ein nicht vorhandenes Kalenderdatum
ERR_TASKS_CANNOT_EXPORT_TO_FILE_378=Fehler beim Versuch, Aufgaben-Backend-Daten zu exportieren:  %s
ERR_TASKS_BACKUP_CANNOT_GET_MAC_379=Fehler beim Versuch, den MAC-Anbieter %s zum Erstellen des signierten Hash f\u00fcr die Sicherung zu erhalten:  %s
ERR_TASKS_BACKUP_CANNOT_GET_DIGEST_380=Fehler beim Versuch, die Nachrichtenverarbeitung %s zum Erstellen des Hash f\u00fcr die Sicherung zu erhalten: %s
ERR_TASKS_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_381=Fehler beim Versuch, die Aufgabenarchivdatei %s in Verzeichnis %s zu erstellen:  %s
ERR_TASKS_BACKUP_CANNOT_GET_CIPHER_382=Fehler beim Versuch, die Verschl\u00fcsselung zum Verschl\u00fcsseln der Sicherung zu erhalten:  %s
ERR_TASKS_BACKUP_ZIP_COMMENT_383=%s Aufgabensicherung %s
ERR_TASKS_BACKUP_CANNOT_BACKUP_TASKS_FILE_384=Fehler beim Versuch, Aufgabendatei %s zu sichern:  %s
ERR_TASKS_BACKUP_CANNOT_CLOSE_ZIP_STREAM_385=Fehler beim Versuch, die Aufgabenarchivdatei %s in Verzeichnis %s zu schlie\u00dfen:  %s
ERR_TASKS_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_386=Fehler beim Versuch, die Sicherungsdeskriptordatei %s mit den Informationen \u00fcber die Aufgabensicherung zu aktualisieren:  %s
ERR_TASKS_RESTORE_NO_SUCH_BACKUP_387=Die Aufgabensicherung %s in Verzeichnis %s konnte nicht wiederhergestellt oder verifiziert werden, da diese Sicherung nicht vorhanden ist
ERR_TASKS_RESTORE_NO_BACKUP_FILE_388=Die Aufgabensicherung %s in Verzeichnis %s konnte nicht wiederhergestellt oder verifiziert werden, da der Archivdateiname nicht festgelegt werden konnte
ERR_TASKS_RESTORE_NO_SUCH_FILE_389=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da die spezifizierte Archivdatei %s nicht vorhanden ist
ERR_TASKS_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_390=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, festzustellen, ob das Sicherungsarchiv %s vorhanden ist, ein Fehler aufgetreten ist:  %s
ERR_TASKS_RESTORE_UNKNOWN_DIGEST_391=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da ein unsignierter Hash dieser Sicherung verf\u00fcgbar ist, aber der Server den Verarbeitungsalgorithmus, der zum Generieren dieses Hash verwendet wird, nicht festlegen kann
ERR_TASKS_RESTORE_CANNOT_GET_DIGEST_392=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie einen unsignierten Hash besitzt, der einen unbekannten oder nicht unterst\u00fctzten Verarbeitungsalgorithmus von %s verwendet
ERR_TASKS_RESTORE_UNKNOWN_MAC_393=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da ein signierter Hash dieser Sicherung verf\u00fcgbar ist, aber der Server den MAC-Algorithmus, der zum Generieren dieses Hash verwendet wird, nicht festlegen kann
ERR_TASKS_RESTORE_CANNOT_GET_MAC_394=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie einen signierten Hash besitzt, der einen unbekannten oder nicht unterst\u00fctzten MAC-Algorithmus von %s verwendet
ERR_TASKS_RESTORE_CANNOT_OPEN_BACKUP_FILE_395=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die Sicherungsarchivdatei %s zu \u00f6ffnen, ein Fehler aufgetreten ist:  %s
ERR_TASKS_RESTORE_CANNOT_GET_CIPHER_396=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie mit einer unbekannten oder nicht unterst\u00fctzten Verschl\u00fcsselung verschl\u00fcsselt ist:  %s
ERR_TASKS_RESTORE_CANNOT_GET_ZIP_ENTRY_397=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, den n\u00e4chsten Eintrag aus der Archivdatei %s zu lesen, ein Fehler aufgetreten ist:  %s
ERR_TASKS_RESTORE_CANNOT_CREATE_FILE_398=Die Aufgabensicherung %s konnte nicht wiederhergestellt werden, da beim Versuch, die Datei %s wiederherzustellen, ein Fehler aufgetreten ist:  %s
ERR_TASKS_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_399=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die archivierte Datei %s zu verarbeiten, ein Fehler aufgetreten ist:  %s
ERR_TASKS_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_400=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die Archivdatei %s zu schlie\u00dfen, ein Fehler aufgetreten ist:  %s
NOTE_TASKS_RESTORE_UNSIGNED_HASH_VALID_401=Der vom Sicherungsarchiv berechnete Message Digest stimmt mit dem in den Sicherungsinformationen gespeichertem Digest \u00fcberein
ERR_TASKS_RESTORE_UNSIGNED_HASH_INVALID_402=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da der vom Sicherungsarchiv berechnete Message Digest nicht mit dem in den Sicherungsinformationen gespeicherten Digest \u00fcbereinstimmt
NOTE_TASKS_RESTORE_SIGNED_HASH_VALID_403=Der vom Sicherungsarchiv berechnete signierte Digest stimmt mit der in den Sicherungsinformationen gespeicherten Signatur \u00fcberein
ERR_TASKS_RESTORE_SIGNED_HASH_INVALID_404=Die Aufgabensicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da der vom Sicherungsarchiv berechnete signierte Digest nicht mit der in den Sicherungsinformationen gespeicherten Signatur \u00fcbereinstimmt
NOTE_TASKS_RESTORE_VERIFY_SUCCESSFUL_405=Alle mit der Aufgabensicherung %s aus dem Verzeichnis %s durchgef\u00fchrten Pr\u00fcfungen ergeben, dass es sich anscheinend um ein g\u00fcltiges Archiv handelt
NOTE_TASKS_RESTORE_SUCCESSFUL_406=Aufgabenssicherung %s wurde erfolgreich vom Archiv im Verzeichnis %s wiederhergestellt
ERR_BACKUP_MISSING_BACKUPID_407=Die Informationen f\u00fcr die Sicherung %s konnten nicht in dem Sicherungsverzeichnis %s gefunden werden
ERR_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_408=Fehler beim Versuch, die Sicherungsdeskriptordatei %s mit den Informationen \u00fcber die Sicherung zu aktualisieren:  %s
ERR_SCHEMA_MODIFY_RULEID_CONFLICTS_FOR_ADD_DSR_409=Die DIT-Strukturregel %s konnte nicht hinzugef\u00fcgt werden, da die Regelkennung gegen die bestehende DIT-Strukturregel (%s) verst\u00f6\u00dft
INFO_ERGONOMIC_SIZING_OF_JE_CLEANER_THREADS_410=Lokaler DB-Backend %s gibt nicht die Anzahl der Bereinigungs-Threads an: Zur\u00fccksetzen auf %d Threads
INFO_ERGONOMIC_SIZING_OF_JE_LOCK_TABLES_411=Lokaler DB-Backend %s gibt nicht die Anzahl der verriegelten Tabellen an: Zur\u00fccksetzen auf %d
ERR_TASKSCHED_DEPENDENCY_MISSING_412=Aufgabe %s konnte nicht geplant werden, da deren Abh\u00e4ngigkeitsaufgabe %s fehlt
NOTE_TASK_STARTED_413=%s-Aufgabe %s startete die Ausf\u00fchrung
ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_LDAP_SYNTAX_415=Ldap-Syntaxbeschreibung mit OID %s kann nicht hinzugef\u00fcgt werden, da ein Konflikt mit einer vorhandenen ldap-Syntaxbeschreibung besteht
ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_LSD_416=Ldap-Syntaxbeschreibung %s kann nicht aus dem Serverschema entfernt werden, da eine solche ldap-Syntaxbeschreibung nicht definiert ist
ERR_ATTR_SYNTAX_INVALID_LDAP_SYNTAX_417=Der angegebene Wert "%s" konnte nicht als ldap-Syntax analysiert werden, da seine OID %s einer bereits implementierten Attributsyntax entspricht
ERR_SCHEMA_MODIFY_CANNOT_DECODE_LDAP_SYNTAX_418=Beim Versuch, die ldap-Syntaxbeschreibung "%s" zu decodieren, ist ein Fehler aufgetreten:  %s
ERR_RECURRINGTASK_INVALID_N_TOKENS_SIMPLE_419=Die angegebene der wiederkehrende Aufgabenzeitplan Wert besitzt eine ung\u00fcltige Token-Anzahl
ERR_RECURRINGTASK_INVALID_MINUTE_TOKEN_SIMPLE_420=Die angegebene der wiederkehrende Aufgabenzeitplan Wert besitzt einen ung\u00fcltigen Minuten-Token
ERR_RECURRINGTASK_INVALID_HOUR_TOKEN_SIMPLE_421=Die angegebene der wiederkehrende Aufgabenzeitplan Wert besitzt einen ung\u00fcltigen Stunden-Token
ERR_RECURRINGTASK_INVALID_DAY_TOKEN_SIMPLE_422=Die angegebene der wiederkehrende Aufgabenzeitplan Wert besitzt einen ung\u00fcltigen Monatstag-Token
ERR_RECURRINGTASK_INVALID_MONTH_TOKEN_SIMPLE_423=Die angegebene der wiederkehrende Aufgabenzeitplan Wert besitzt einen ung\u00fcltigen Jahresmonat-Token
ERR_RECURRINGTASK_INVALID_WEEKDAY_TOKEN_SIMPLE_424=Die angegebene der wiederkehrende Aufgabenzeitplan Wert besitzt einen ung\u00fcltigen Wochentag-Token
ERR_SCHEMA_INVALID_REPLACE_MODIFICATION_425=Das Schema-Backend unterst\u00fctzt nicht den Bearbeitungstyp Replace des Attributtyps %s
ERR_CONFIG_INDEX_TYPE_NEEDS_VALID_MATCHING_RULE_437=Das Attribut '%s' darf keinen erweiterbaren Indextyp f\u00fcr den ung\u00fcltigen \u00dcbereinstimmungsregelnamen %s' besitzen
ERR_IMPORT_LDIF_LACK_MEM_438=Unzureichender freier Speicher (%d Byte) f\u00fcr den Import. Es sind mindestens %d Byte freier Speicher erforderlich
WARN_IMPORT_LDIF_LACK_MEM_PHASE_TWO_439=Unzureichender freier Speicher (%d Bytes), um Phase 2 in einem einzelnen Batch zu importieren. Einige Indizes werden in verschiedenen Batches importiert, wodurch die Leistung m\u00f6glicherweise reduziert wird

ERR_CONFIG_INDEX_TYPE_NEEDS_MATCHING_RULE_440=Das Attribut '%s' kann keine Indizierung des Typs '%s' enthalten, da es keine zugeh\u00f6rige \u00dcbereinstimmungsregel besitzt
ERR_ENTRYIDSORTER_NEGATIVE_START_POS_441=Anforderung f\u00fcr virtuelle Listenansicht kann nicht verarbeitet werden, da die Ziel-Startposition vor dem Anfang des Ergebnissatzes liegt
ERR_MISSING_DN2ID_RECORD_442=Die DN-Datenbank enth\u00e4lt keinen Datensatz f\u00fcr '%s'
ERR_MISSING_ID2ENTRY_RECORD_443=Die Eintragsdatenbank enth\u00e4lt keinen Datensatz f\u00fcr '%s'
ERR_ENTRYIDSORTER_CANNOT_EXAMINE_ENTRY_444=Der Eintrag mit ID %s konnte nicht f\u00fcr Sortierzwecke untersucht werden:  %s
ERR_EXECUTION_ERROR_445=Ausf\u00fchrungsfehler w\u00e4hrend des Backend-Vorgangs: %s
ERR_INTERRUPTED_ERROR_446=Unterbrechungsfehler w\u00e4hrend des Backend-Vorgangs: %s
ERR_CREATE_FAIL_447=Das Backend-Datenbankverzeichnis konnte nicht erstellt werden: %s
WARN_UNABLE_SET_PERMISSIONS_448=Diese Plattform unterst\u00fctzt die Einstellung der Dateiberechtigungen %s f\u00fcr das Datenbankverzeichnis %s nicht
WARN_SET_PERMISSIONS_FAILED_449=Beim Einstellen der Dateiberechtigungen f\u00fcr das Backend-Datenbankverzeichnis %s ist ein Fehler aufgetreten: %s
NOTE_CONFIG_DB_DIR_REQUIRES_RESTART_450=Die \u00c4nderung an dem DB-Verzeichnis tritt erst in Kraft, wenn das Backend neu gestartet wird. Die DB-Dateien aus dem vorherigen Verzeichnis %s m\u00fcssen nach dem Herunterfahren des Backend in das neue Verzeichnis %s verschoben werden, damit die vorhandenen Daten beibehalten werden
ERR_DIRECTORY_INVALID_451=Das Backend-Datenbankverzeichnis '%s' ist kein g\u00fcltiges Verzeichnis
ERR_ADD_ENTRY_ALREADY_EXISTS_453=Der Eintrag '%s' kann nicht hinzugef\u00fcgt werden, da bereits ein Eintrag mit diesem Namen vorhanden ist
ERR_ADD_NO_SUCH_OBJECT_454=Der Eintrag '%s' kann nicht hinzugef\u00fcgt werden, da sein \u00fcbergeordneter Eintrag nicht vorhanden ist
ERR_ATTRIBUTE_INDEX_NOT_CONFIGURED_455=F\u00fcr den Attributtyp '%s' ist kein Index konfiguriert
ERR_CACHE_PRELOAD_456=Fehler beim Vorladen des Datenbank-Cache f\u00fcr Backend %s:  %s
ERR_COMPSCHEMA_CANNOT_DECODE_AD_TOKEN_457=Fehler beim Versuch, ein Token der Attributbeschreibung von den JE-komprimierten Schemadefinitionen zu entschl\u00fcsseln:  %s
ERR_COMPSCHEMA_CANNOT_DECODE_OC_TOKEN_458=Fehler beim Versuch, ein Token des Objektklassensatzes von den JE-komprimierten Schemadefinitionen zu entschl\u00fcsseln:  %s
ERR_COMPSCHEMA_CANNOT_STORE_EX_459=Fehler beim Versuch, komprimierte Schemainformationen in der Datenbank zu speichern:  %s
ERR_CONFIG_VLV_INDEX_BAD_FILTER_460=Bei der Analyse des f\u00fcr VLV-Index %2$s definierten Suchfilters %1$s ist ein Fehler aufgetreten: %3$s
ERR_CONFIG_VLV_INDEX_UNDEFINED_ATTR_461=Sortierattribut %s f\u00fcr VLV-Index %s ist nicht im Serverschema definiert
ERR_DATABASE_EXCEPTION_462=Datenbankausnahme: %s
ERR_DELETE_ABORTED_BY_SUBORDINATE_PLUGIN_463=Aufgrund eines Plugins wurde der L\u00f6schvorgang abgebrochen, w\u00e4hrend ein untergeordneter Eintrag %s gel\u00f6scht wurde
ERR_DELETE_NOT_ALLOWED_ON_NONLEAF_464=Der Eintrag '%s' kann nicht entfernt werden, da er \u00fcber untergeordnete Eintr\u00e4ge verf\u00fcgt
ERR_DELETE_NO_SUCH_OBJECT_465=Der Eintrag '%s' kann nicht entfernt werden, da er nicht vorhanden ist
ERR_ENTRY_CONTAINER_ALREADY_REGISTERED_466=Ein Eintragscontainer mit dem Namen '%s' ist bereits f\u00fcr Basis-DN '%s' registriert
ERR_ENTRY_DATABASE_CORRUPT_467=Die Eintragsdatenbank enth\u00e4lt keinen g\u00fcltigen Datensatz f\u00fcr ID %s
ERR_EXPORT_IO_ERROR_468=E/A-Fehler ist beim Exportieren des Eintrags aufgetreten: %s
ERR_IMPORT_BACKEND_ONLINE_469=Das Backend muss deaktiviert werden, bevor der Importprozess starten kann
ERR_IMPORT_BUFFER_IO_ERROR_470=E/A-Fehler ist beim Lesen der Index-Arbeitsdatei %s in dem tempor\u00e4ren Verzeichnis aufgetreten
ERR_IMPORT_CREATE_TMPDIR_ERROR_471=Das tempor\u00e4re Verzeichnis %s konnte nicht erstellt werden
ERR_IMPORT_LDIF_APPEND_REPLACE_TASK_ERR_472=Der folgende Fehler wurde w\u00e4hrend der Verarbeitung der Anh\u00e4ngen- und Ersetzen-Aufgabe empfangen: %s
ERR_IMPORT_LDIF_IMPORT_TASK_ERR_473=Der folgende Fehler wurde w\u00e4hrend der Verarbeitung der Importaufgabe empfangen: %s
ERR_IMPORT_LDIF_INDEX_FILEWRITER_ERR_474=Der folgende E/A-Fehler wurde beim Schreiben der Index-Arbeitsdatei %s in das tempor\u00e4re Verzeichnis empfangen: %s
ERR_IMPORT_LDIF_INDEX_WRITE_DB_ERR_475=Der folgende Fehler wurde w\u00e4hrend der Verarbeitung des %s Indexes empfangen: %s
ERR_IMPORT_LDIF_MIGRATE_EXCLUDED_TASK_ERR_476=Der folgende Fehler wurde w\u00e4hrend der Verarbeitung der ausgeschlossenen Migrieren-Aufgabe empfangen: %s
ERR_IMPORT_LDIF_MIGRATE_EXISTING_TASK_ERR_477=Der folgende Fehler wurde w\u00e4hrend der Verarbeitung der vorhandenen Migrieren-Aufgabe empfangen: %s
ERR_IMPORT_LDIF_PENDING_ERR_478=Der folgende Fehler wurde w\u00e4hrend der Ausf\u00fchrung einer anstehenden DN-Pr\u00fcfung empfangen: %s
ERR_IMPORT_LDIF_READER_IO_ERROR_479=E/A-Fehler ist beim \u00d6ffnen von LDIF-Stream aufgetreten
ERR_IMPORT_LDIF_REBUILD_INDEX_TASK_ERR_480=Der folgende Fehler wurde w\u00e4hrend der Verarbeitung der Neuerstellung einer Indexaufgabe empfangen: %s
ERR_IMPORT_PARENT_NOT_FOUND_481=Der \u00fcbergeordnete Eintrag '%s' ist nicht vorhanden
ERR_INCOMPATIBLE_ENTRY_VERSION_482=Eintragsdatensatz ist nicht kompatibel mit dieser Version der Backend-Datenbank. Eintragsversion: %x
ERR_INDEX_CORRUPT_REQUIRES_REBUILD_483=Beim Lesen aus Index %s ist ein Fehler aufgetreten. Der Index scheint besch\u00e4digt zu sein und befindet sich derzeit in einem heruntergestuften Betriebszustand. Der Index muss neu erstellt werden, bevor er in den normalen Betriebszustand zur\u00fcckkehren kann
ERR_INVALID_PAGED_RESULTS_COOKIE_484=Der Wert des Steuerungscookies f\u00fcr die folgenden in Seiten eingeteilten Ergebnisse wurde nicht erkannt: %s
ERR_MODIFYDN_ABORTED_BY_SUBORDINATE_PLUGIN_487=W\u00e4hrend des Verschiebens und/oder Umbenennens eines Eintrags von %s in %s bewirkte ein Plug-In den Abbruch des \u00c4nderungsvorgangs f\u00fcr den DN
ERR_MODIFYDN_ABORTED_BY_SUBORDINATE_SCHEMA_ERROR_488=W\u00e4hrend des Verschiebens und/oder Umbenennens eines Eintrags von %s in %s bewirkte ein Plug-In den Abbruch des \u00c4nderungsvorgangs f\u00fcr den DN, weil die \u00c4nderung an diesem Eintrag gegen die Serverschema-Konfiguration verstie\u00df:  %s
ERR_MODIFYDN_ALREADY_EXISTS_489=Der Eintrag kann nicht in '%s' umbenannt werden, da bereits ein Eintrag mit diesem Namen vorhanden ist
ERR_MODIFYDN_NO_SUCH_OBJECT_490=Der Eintrag '%s' kann nicht umbenannt werden, da er nicht vorhanden ist
ERR_MODIFY_NO_SUCH_OBJECT_491=Der Eintrag '%s' kann nicht ge\u00e4ndert werden, da er nicht vorhanden ist
ERR_NEW_SUPERIOR_NO_SUCH_OBJECT_492=Der Eintrag kann nicht verschoben werden, da der neue \u00fcbergeordnete Eintrag '%s' nicht vorhanden ist
ERR_OPEN_ENV_FAIL_493=Die Datenbankumgebung konnte nicht ge\u00f6ffnet werden: %s
ERR_REBUILD_BACKEND_ONLINE_494=Die Neuerstellung des Systemindexes/der Systemindizen muss mit dem Backend durchgef\u00fchrt werden, das den deaktivieren Basis-DN enth\u00e4lt
ERR_REMOVE_FAIL_495=Die Backend-Datenbankdateien konnten nicht entfernt werden: %s
ERR_SEARCH_CANNOT_MIX_PAGEDRESULTS_AND_VLV_496=Der angeforderte Suchvorgang enthielt sowohl das Steuerelement f\u00fcr die einfache Seitenansicht der Ergebnisse als auch das Steuerelement f\u00fcr die virtuelle Listenansicht.  Diese Steuerelemente schlie\u00dfen sich gegenseitig aus und k\u00f6nnen nicht gemeinsam verwendet werden
ERR_SEARCH_CANNOT_SORT_UNINDEXED_497=Die Suchergebnisse k\u00f6nnen nicht sortiert werden, da die gegebene Suchanforderung nicht indiziert ist
ERR_SEARCH_NO_SUCH_OBJECT_498=Der Suchbasiseintrag '%s' ist nicht vorhanden
ERR_SEARCH_UNINDEXED_INSUFFICIENT_PRIVILEGES_499=Sie verf\u00fcgen nicht \u00fcber die zum Durchf\u00fchren einer nicht indizierten Suche erforderlichen Berechtigungen
ERR_UNCHECKED_EXCEPTION_500=Ungepr\u00fcfte Ausnahme w\u00e4hrend Datenbanktransaktion: %s
ERR_VLV_INDEX_NOT_CONFIGURED_501=F\u00fcr den Namen '%s' ist kein VLV-Index konfiguriert
INFO_VERIFY_AVERAGE_REFERENCE_COUNT_506=Durchschnittliche Anzahl der Eintr\u00e4ge, auf die verwiesen wird, ist %.2f/Datensatz
INFO_CACHE_AND_MEMORY_REPORT_507=Freier Speicher = %d MB, Cachefehlerrate = %.1f/Datensatz
INFO_VERIFY_ENTRY_LIMIT_EXCEEDED_COUNT_508=Anzahl der Datens\u00e4tze, die die Eintragsbeschr\u00e4nkung \u00fcberschreiten: %d
INFO_VERIFY_ENTRY_LIMIT_STATS_HEADER_509=Statistik f\u00fcr Datens\u00e4tze, die die Eintragsbeschr\u00e4nkung \u00fcberschritten haben:
INFO_VERIFY_ENTRY_LIMIT_STATS_ROW_510=Datei %s enth\u00e4lt %d solche Datens\u00e4tze Min.=%d Max.=%d Mittelwert=%d
INFO_VERIFY_MAX_REFERENCE_COUNT_511=Die H\u00f6chstzahl der Eintr\u00e4ge, auf die ein Datensatz verweist, ist %d
INFO_VERIFY_MULTIPLE_REFERENCE_COUNT_512=Anzahl der Datens\u00e4tze, die auf mehrere Eintr\u00e4ge verweisen: %d
NOTE_BACKEND_STARTED_513=Das Datenbank-Backend %s mit %d Eintr\u00e4gen wurde gestartet
NOTE_CONFIG_INDEX_ENTRY_LIMIT_REQUIRES_REBUILD_514=Einige Indexschl\u00fcssel haben bereits die vorherige Beschr\u00e4nkung f\u00fcr Indexeintr\u00e4ge im Index %s \u00fcberschritten. Dieser Index muss neu erstellt werden, bevor die neue Beschr\u00e4nkung verwendet werden kann
NOTE_EXPORT_FINAL_STATUS_515=%d Eintr\u00e4ge exportiert und %d \u00fcbersprungen in %d Sekunden (durchschnittliche Rate %.1f/Sek.)
NOTE_EXPORT_PROGRESS_REPORT_516=%d Datens\u00e4tze exportiert und %d \u00fcbersprungen (letzte Rate %.1f/Sek.)
NOTE_IMPORT_ADJUST_THREAD_COUNT_517=Unzureichender Speicherplatz, um gen\u00fcgend Phase-Eins-Puffer f\u00fcr die Verwendung von %d Threads zuzuweisen. Verringerung der verwendeten Threads auf %d
NOTE_IMPORT_CLOSING_DATABASE_518=Daten werden auf Datentr\u00e4ger ausgegeben
NOTE_IMPORT_FINAL_STATUS_519=%d Eintr\u00e4ge verarbeitet, %d importiert, %d \u00fcbersprungen, %d abgelehnt und %d migriert in %d Sekunden (durchschnittl. Rate %.1f/Sek.)
NOTE_IMPORT_LDIF_DB_MEM_BUF_INFO_520=DB-Cachegr\u00f6\u00dfe wird auf %d Byte und die Phase-Eins-Puffergr\u00f6\u00dfe wird auf %d Byte festgelegt
NOTE_IMPORT_LDIF_DN_CLOSE_521=Phase-Zwei-Verarbeitung des DN abgeschlossen. %d DNs verarbeitet
NOTE_IMPORT_LDIF_INDEX_CLOSE_522=Phase-Zwei-Verarbeitung des Index %s abgeschlossen
NOTE_IMPORT_LDIF_INDEX_STARTED_523=Index %s Phase 2 mit Verarbeitung gestartet: %d Puffer in %d Batches
NOTE_IMPORT_LDIF_PHASE_TWO_MEM_REPORT_524=Der verf\u00fcgbare Speicher f\u00fcr die Phase-Zwei-Verarbeitung ist %d Byte. Die Vorauslesen-Cachegr\u00f6\u00dfe ist %d Byte, die mithilfe von %d Puffer berechnet wurde
NOTE_IMPORT_LDIF_PHASE_TWO_REPORT_525=Index %s %d%% vollst\u00e4ndig: verbleibend = %d kb, Rate = %d kb/s; Batch %d/%d
NOTE_IMPORT_LDIF_ROOTCONTAINER_CLOSE_526=Das Schlie\u00dfen des LDIF-Umgebungsimports dauerte %d Sekunden
NOTE_IMPORT_LDIF_TMP_ENV_MEM_527=Der f\u00fcr die tempor\u00e4re DN-Cacheumgebung verf\u00fcgbare Arbeitsspeicher betr\u00e4gt %d Byte
NOTE_IMPORT_LDIF_TOT_MEM_BUF_528=Der f\u00fcr den Import der Aufgabe verf\u00fcgbare freie Arbeitsspeicher betr\u00e4gt %d Byte. Die Anzahl der erforderlichen Phase-Eins-Puffer betr\u00e4gt %d
NOTE_IMPORT_LDIF_TRUSTED_FAILED_529=Das Festlegen von Indizes als "vertrauensw\u00fcrdig" ist aus folgenden Grund fehlgeschlagen: %s
NOTE_IMPORT_MIGRATION_START_530=%s Eintr\u00e4ge f\u00fcr Basis-DN %s werden migriert
NOTE_IMPORT_PHASE_STATS_531=Gesamte Importzeit betr\u00e4gt %d Sekunden. Phase-Eins-Verarbeitung wurde in %d Sekunden abgeschlossen, Phase-Zwei-Verarbeitung wurde in %d Sekunden abgeschlossen
NOTE_IMPORT_PROGRESS_REPORT_532=%d Eintr\u00e4ge verarbeitet, %d \u00fcbersprungen und %d abgelehnt (letzte Rate %.1f/Sek.)
NOTE_IMPORT_STARTING_533=%s - Import wird gestartet (Build %s, R%d)
NOTE_IMPORT_THREAD_COUNT_534=Anzahl der importierten Threads: %d Threads
NOTE_INDEX_ADD_REQUIRES_REBUILD_535=Aufgrund von \u00c4nderungen an der Konfiguration befindet sich der Index %s derzeit in einem heruntergestuften Betriebszustand. Er muss neu erstellt werden, damit er verwendet werden kann
NOTE_LOOKTHROUGH_LIMIT_EXCEEDED_536=Bei diesem Suchvorgang wurden maximal %d Eintr\u00e4ge auf \u00dcbereinstimmungen \u00fcberpr\u00fcft
NOTE_REBUILD_ALL_START_537=Neuerstellung aller Indizes gestartet. Insgesamt werden %d Eintr\u00e4ge verarbeitet
NOTE_REBUILD_FINAL_STATUS_540=Neuerstellung abgeschlossen. %d Eintr\u00e4ge in %d Sekunden verarbeitet (durchschnittl. Rate %.1f/Sek.)
NOTE_REBUILD_PROGRESS_REPORT_541=%.1f%% abgeschlossen. %d/%d Eintr\u00e4ge verarbeitet. (letzte Rate %.1f/Sek.)
NOTE_REBUILD_START_542=Neuerstellung des Indexes/der Indizes %s gestartet, insgesamt %d Eintr\u00e4ge sind zu verarbeiten
NOTE_REFERRAL_RESULT_MESSAGE_543=Der Referral-Eintrag %s deutet darauf hin, dass der Vorgang auf einem anderen Server erfolgen muss
NOTE_VERIFY_CLEAN_FINAL_STATUS_544=%d Datens\u00e4tze \u00fcberpr\u00fcft und %d Fehler in %d Sekunden gefunden (durchschnittl. Rate %.1f/Sek.)
NOTE_VERIFY_FINAL_STATUS_545=%d Eintr\u00e4ge \u00fcberpr\u00fcft und %d Fehler in %d Sekunden gefunden (durchschnittl. Rate %.1f/Sek.)
NOTE_VERIFY_PROGRESS_REPORT_546=%d von %d Datens\u00e4tzen verarbeitet und %d Fehler gefunden (letzte Rate %.1f/Sek.)
WARN_FUNCTION_NOT_SUPPORTED_547=Der angeforderte Vorgang wird nicht von diesem Backend unterst\u00fctzt
WARN_GET_ENTRY_COUNT_FAILED_548=Die Gesamtanzahl der Eintr\u00e4ge in dem Container konnte nicht festgelegt werden: %s
WARN_IMPORT_ENTRY_EXISTS_549=Der Eintrag ist vorhanden und die Importoptionen erlauben keinen Austausch
NOTE_CACHE_PRELOAD_STARTED_550=Das Vorladen des Datenbank-Cache f\u00fcr Backend %s wurde gestartet
NOTE_CACHE_DB_PRELOADED_551=Das Vorladen des Datenbank-Cache f\u00fcr Datenbank %s ist abgeschlossen
NOTE_CACHE_PRELOAD_INTERRUPTED_BY_TIME_552=Das Vorladen des Datenbank-Cache f\u00fcr Backend %s wurde w\u00e4hrend des Vorladens der Datenbank %s aufgrund einer Zeit\u00fcberschreitung unterbrochen
NOTE_CACHE_PRELOAD_INTERRUPTED_BY_SIZE_553=Das Vorladen des Datenbank-Cache f\u00fcr Backend %s wurde w\u00e4hrend des Vorladens der Datenbank %s aufgrund einer Gr\u00f6\u00dfenbeschr\u00e4nkung unterbrochen
NOTE_CACHE_PRELOAD_INTERRUPTED_UNKNOWN_554=Das Vorladen des Datenbank-Cache f\u00fcr Backend %s wurde w\u00e4hrend des Vorladens der Datenbank %s unterbrochen
NOTE_CACHE_PRELOAD_DONE_555=Das Vorladen des Datenbank-Cache f\u00fcr Backend %s ist abgeschlossen
NOTE_CACHE_SIZE_AFTER_PRELOAD_556=Der Datenbank-Cache umfasst nach dem Vorladen %d MB
NOTE_JEB_BACKUP_CLEANER_ACTIVITY_557=Aufgrund von Bereinigungsaktivit\u00e4ten werden %s zus\u00e4tzliche Protokolldatei(en) eingeschlossen
NOTE_JEB_CONFIG_ATTR_REQUIRES_RESTART_559=Die \u00c4nderung an dem Attribut %s tritt erst in Kraft, wenn das Backend neu gestartet wird
ERR_JEB_INVALID_LOGGING_LEVEL_561=Die f\u00fcr Konfigurationseintrag '%s' angegebene Zeichenkette '%s' der Datenbank-Protokollierebene ist ung\u00fcltig.  Zul\u00e4ssige Werte sind OFF, SEVERE, WARNING, INFO, CONFIG, FINE, FINER, FINEST oder ALL.  Beachten Sie, dass f\u00fcr diese Werte die Gro\u00df- und Kleinschreibung unterschieden wird
ERR_JEB_COMPSCHEMA_CANNOT_STORE_STATUS_562=Fehler beim Versuch, komprimierte Schemainformationen in der Datenbank zu speichern.  Das gelieferte Ergebnis war:  %s
ERR_JEB_COMPSCHEMA_CANNOT_STORE_MULTIPLE_FAILURES_563=Der Server konnte nach mehreren Versuchen keine komprimierten Schemainformationen in der Datenbank speichern
ERR_DIRECTORY_DOES_NOT_EXIST_564=Das Backend-Datenbankverzeichnis '%s' ist nicht vorhanden
NOTE_JEB_IMPORT_LDIF_BUFFER_CHECKPOINTS_565=Durchgef\u00fchrte Pr\u00fcfpunkte: %d
NOTE_JEB_IMPORT_LDIF_CLEANER_STATS_566=Bereinigungsdurchl\u00e4ufe: %d gel\u00f6schte Dateien: %d gelesene Eintr\u00e4ge: %d bereinigte IN-Knoten: %d
NOTE_JEB_IMPORT_LDIF_EVICTION_DETECTED_STATS_567=Entfernung wird durchgef\u00fchrt. Durchl\u00e4ufe: %d entfernte Knoten: %d entfernte BIN-Knoten: %d
NOTE_JEB_IMPORT_LDIF_EVICTION_DETECTED_568=Entfernung nach dem Import von %d Eintr\u00e4gen erkannt
ERR_CONFIG_JEB_CACHE_SIZE_TOO_SMALL_569=Konfigurationsattribut ds-cfg-db-cache-size besitzt einen Wert von %d, das ist weniger als das Minimum: %d
ERR_CONFIG_JEB_DURABILITY_CONFLICT_570=Konfigurationsattribute ds-cfg-db-txn-no-sync und ds-cfg-db-txn-write-no-sync k\u00f6nnen unabh\u00e4ngig voneinander angegeben werden und k\u00f6nnen nicht gleichzeitig eingestellt werden
WARN_OUT_OF_DISK_SPACE_571=Es steht nicht ausreichend Speicherplatz auf dem Laufwerk zur Verf\u00fcgung, als dass die Datenbank den Schreibvorgang vornehmen kann
WARN_BACKUPDB_INCREMENTAL_NOT_FOUND_DOING_NORMAL_578=Backup konnte nicht in '%s' gefunden werden. Es wird eine vollst\u00e4ndige Sicherung ausgef\u00fchrt
