# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at legal-notices/CDDLv1_0.txt
# or http://forgerock.org/license/CDDLv1.0.html.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at legal-notices/CDDLv1_0.txt.
# If applicable, add the following below this CDDL HEADER, with the
# fields enclosed by brackets "[]" replaced with your own identifying
# information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2009 Sun Microsystems, Inc.
#      Portions Copyright 2013-2014 ForgeRock AS



#
# Global directives
#
#global.category=CONFIG

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [ERR, WARN, NOTICE, INFO, DEBUG]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
ERR_CONFIG_ATTR_IS_REQUIRED_1=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u30011 \u3064\u4ee5\u4e0a\u306e\u5024\u3092\u6301\u3064\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u7d50\u679c\u3068\u306a\u308b\u64cd\u4f5c\u306b\u3088\u308a\u3001\u3059\u3079\u3066\u306e\u5024\u304c\u524a\u9664\u3055\u308c\u307e\u3059
ERR_CONFIG_ATTR_REJECTED_VALUE_2=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306b\u6307\u5b9a\u3055\u308c\u305f\u5024 %1$s \u306f\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002  \u62d2\u5426\u3055\u308c\u305f\u7406\u7531: %s
ERR_CONFIG_ATTR_SET_VALUES_IS_SINGLE_VALUED_3=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u5358\u4e00\u5024\u3067\u3059\u304c\u3001\u8907\u6570\u5024\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f
ERR_CONFIG_ATTR_ADD_VALUES_IS_SINGLE_VALUED_4=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u5358\u4e00\u5024\u3067\u3059\u304c\u3001\u6307\u5b9a\u3055\u308c\u305f\u5024\u3092\u8ffd\u52a0\u3059\u308b\u3068\u8907\u6570\u5024\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_ATTR_ADD_VALUES_ALREADY_EXISTS_5=\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u306f\u3001\u5024 %s \u304c\u3059\u3067\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_ATTR_NO_SUCH_VALUE_6=\u5024 %s \u3092\u8a2d\u5b9a\u5c5e\u6027 %s \u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_CONFIG_ATTR_INVALID_BOOLEAN_VALUE_7=\u30d6\u30fc\u30eb\u578b\u306e\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f 'true' \u3067\u3082 'false' \u3067\u3082\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_ATTR_NO_INT_VALUE_8=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6574\u6570\u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f\u5024\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_ATTR_MULTIPLE_INT_VALUES_9=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6574\u6570\u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f\u8907\u6570\u306e\u5024\u304c\u3042\u308a\u307e\u3059
ERR_CONFIG_ATTR_VALUE_OUT_OF_INT_RANGE_10=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092 Java int \u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u5024\u304c\u6574\u6570\u3067\u8a31\u3055\u308c\u308b\u7bc4\u56f2\u5916\u3067\u3059
ERR_CONFIG_ATTR_INVALID_INT_VALUE_11=\u6574\u6570\u306e\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024 %s \u306f\u3001\u6574\u6570\u5024\u3068\u3057\u3066\u89e3\u91c8\u3067\u304d\u307e\u305b\u3093: %s
ERR_CONFIG_ATTR_INT_BELOW_LOWER_BOUND_12=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024 %d \u306f\u3001\u6307\u5b9a\u53ef\u80fd\u306a\u6700\u5c0f\u5024 %d \u3088\u308a\u5c0f\u3055\u3044\u3067\u3059
ERR_CONFIG_ATTR_INT_ABOVE_UPPER_BOUND_13=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u5024 %d \u306f\u3001\u6307\u5b9a\u53ef\u80fd\u306a\u6700\u5927\u5024 %d \u3088\u308a\u5927\u304d\u3044\u3067\u3059
ERR_CONFIG_ATTR_INT_COULD_NOT_PARSE_14=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u6574\u6570\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093: %3$s
ERR_CONFIG_ATTR_NO_STRING_VALUE_15=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6587\u5b57\u5217\u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f\u5024\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_ATTR_MULTIPLE_STRING_VALUES_16=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6587\u5b57\u5217\u3068\u3057\u3066\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u306b\u306f\u8907\u6570\u306e\u5024\u304c\u3042\u308a\u307e\u3059
ERR_CONFIG_ATTR_EMPTY_STRING_VALUE_17=\u7a7a\u306e\u5024\u6587\u5b57\u5217\u304c\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f
ERR_CONFIG_ATTR_VALUE_NOT_ALLOWED_18=\u5024 %s \u306f\u3001\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u6307\u5b9a\u53ef\u80fd\u306a\u5024\u306e\u30ea\u30b9\u30c8\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_CONFIG_ATTR_INVALID_UNIT_19='%s' \u306f\u3001\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u6709\u52b9\u306a\u5358\u4f4d\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_ATTR_NO_UNIT_DELIMITER_20=%s \u3092\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u6574\u6570\u5024\u304a\u3088\u3073\u5358\u4f4d\u3068\u3057\u3066\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3002\u5024/\u5358\u4f4d\u306e\u533a\u5207\u308a\u8a18\u53f7\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
ERR_CONFIG_ATTR_COULD_NOT_PARSE_INT_COMPONENT_21=\u8a2d\u5b9a\u5c5e\u6027 %2$s\u306e\u5024 %1$s \u306e\u6574\u6570\u90e8\u5206\u3092\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %3$s
ERR_CONFIG_ATTR_INVALID_VALUE_WITH_UNIT_22=\u5358\u4f4d\u4ed8\u304d\u306e\u6574\u6570\u5c5e\u6027 %2$s \u306b\u6307\u5b9a\u3055\u308c\u305f\u5024 %1$s \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093: %3$s
ERR_CONFIG_ENTRY_CONFLICTING_CHILD_23=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306e\u5b50\u30a8\u30f3\u30c8\u30ea\u304c\u3059\u3067\u306b\u898b\u3064\u304b\u308a\u307e\u3057\u305f
ERR_CONFIG_ENTRY_NO_SUCH_CHILD_24=\u30a8\u30f3\u30c8\u30ea %s \u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f DN \u306e\u5b50\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_ENTRY_CANNOT_REMOVE_NONLEAF_25=\u30a8\u30f3\u30c8\u30ea %s \u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u81ea\u4f53\u306e\u5b50\u304c\u3042\u308a\u3001\u30ea\u30fc\u30d5\u3067\u306a\u3044\u30a8\u30f3\u30c8\u30ea\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_FILE_DOES_NOT_EXIST_26=\u6307\u5b9a\u3055\u308c\u305f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u8aad\u307f\u53d6\u308a\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_FILE_CANNOT_VERIFY_EXISTENCE_27=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_CANNOT_OPEN_FOR_READ_28=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u8aad\u307f\u53d6\u308a\u7528\u306b\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_READ_ERROR_29=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e\u5185\u5bb9\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_ATTR_OPTIONS_NOT_ALLOWED_30=\u7121\u52b9\u306a\u8a2d\u5b9a\u5c5e\u6027 %s \u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f: \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u6307\u5b9a\u3067\u304d\u308b\u552f\u4e00\u306e\u5c5e\u6027\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001\u4fdd\u7559\u4e2d\u306e\u5024\u30bb\u30c3\u30c8\u3092\u6307\u5b9a\u3059\u308b "pending" \u3067\u3059
ERR_CONFIG_FILE_INVALID_LDIF_ENTRY_31=LDIF \u30d5\u30a1\u30a4\u30eb %2$s \u306e\u69cb\u6210\u3092\u89e3\u6790\u4e2d\u306b\u3001\u884c %1$d \u307e\u305f\u306f\u305d\u306e\u8fd1\u304f\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
ERR_CONFIG_FILE_EMPTY_32=\u6307\u5b9a\u3055\u308c\u305f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306b\u306f\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u3088\u3046\u3067\u3059
ERR_CONFIG_FILE_INVALID_BASE_DN_33=LDIF \u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u6700\u521d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u30eb\u30fc\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u671f\u5f85\u3055\u308c\u308b "%3$s" \u3067\u306f\u306a\u304f\u3001"%2$s" \u306e DN \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
ERR_CONFIG_FILE_GENERIC_ERROR_34=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_DUPLICATE_ENTRY_35=LDIF \u69cb\u6210\u30d5\u30a1\u30a4\u30eb %3$s \u5185\u306e\u884c %2$s \u307e\u305f\u306f\u305d\u306e\u8fd1\u304f\u304b\u3089\u59cb\u307e\u308b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u306b\u306f\u3001\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u3059\u3067\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u30a8\u30f3\u30c8\u30ea\u3068\u540c\u3058 DN \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_FILE_NO_PARENT_36=LDIF \u69cb\u6210\u30d5\u30a1\u30a4\u30eb %3$s \u5185\u306e\u884c %2$d \u307e\u305f\u306f\u305d\u306e\u8fd1\u304f\u304b\u3089\u59cb\u307e\u308b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u306b\u306f\u3001\u89aa\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u3088\u3046\u3067\u3059 (\u671f\u5f85\u3055\u308c\u305f\u89aa DN \u306f %s \u3067\u3057\u305f)
ERR_CONFIG_FILE_UNKNOWN_PARENT_37=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001LDIF \u69cb\u6210\u30d5\u30a1\u30a4\u30eb %3$s \u5185\u306e\u884c %2$d \u307e\u305f\u306f\u305d\u306e\u8fd1\u304f\u304b\u3089\u59cb\u307e\u308b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %1$s \u306e\u89aa DN \u3092\u5224\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
ERR_CONFIG_CANNOT_DETERMINE_SERVER_ROOT_38=\u74b0\u5883\u5909\u6570\u304b\u3089\u3082\u3001\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306e\u5834\u6240\u306b\u57fa\u3065\u3044\u3066\u3082\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30eb\u30fc\u30c8\u3092\u5224\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30eb\u30fc\u30c8\u3078\u306e\u7d76\u5bfe\u30d1\u30b9\u304c\u542b\u307e\u308c\u305f\u5024\u3092\u6301\u3064 %s \u3068\u3044\u3046\u540d\u524d\u306e\u74b0\u5883\u5909\u6570\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
ERR_CONFIG_FILE_WRITE_ERROR_39=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092 LDIF \u306b\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_CLOSE_ERROR_40=LDIF \u30e9\u30a4\u30bf\u30fc\u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_UNWILLING_TO_IMPORT_41=LDIF \u304b\u3089\u306e\u65b0\u3057\u3044\u69cb\u6210\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u306b\u3088\u3063\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
WARN_CONFIG_LOGGER_NO_ACTIVE_ACCESS_LOGGERS_44=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u6709\u52b9\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30ac\u30fc\u3042\u308a\u307e\u305b\u3093\u3002  \u30a2\u30af\u30bb\u30b9\u30ed\u30ae\u30f3\u30b0\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
WARN_CONFIG_LOGGER_NO_ACTIVE_ERROR_LOGGERS_45=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u6709\u52b9\u306a\u30a8\u30e9\u30fc\u30ed\u30ac\u30fc\u3042\u308a\u307e\u305b\u3093\u3002\u30a8\u30e9\u30fc\u30ed\u30ae\u30f3\u30b0\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
WARN_CONFIG_LOGGER_NO_ACTIVE_DEBUG_LOGGERS_46=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u6709\u52b9\u306a\u30c7\u30d0\u30c3\u30b0\u30ed\u30ac\u30fc\u306f\u3042\u308a\u307e\u305b\u3093\u3002  \u30c7\u30d0\u30c3\u30b0\u30ed\u30ae\u30f3\u30b0\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
ERR_CONFIG_LOGGER_CANNOT_CREATE_LOGGER_49=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30ac\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_LOGGER_INVALID_OBJECTCLASS_50=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u3001\u30a8\u30e9\u30fc\u3001\u307e\u305f\u306f\u30c7\u30d0\u30c3\u30b0\u30ed\u30ac\u30fc\u5b9a\u7fa9\u306e\u305f\u3081\u306e\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_CONFIG_LOGGER_INVALID_ACCESS_LOGGER_CLASS_54=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
ERR_CONFIG_LOGGER_INVALID_ERROR_LOGGER_CLASS_55=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a8\u30e9\u30fc\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
ERR_CONFIG_LOGGER_INVALID_DEBUG_LOGGER_CLASS_56=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d0\u30c3\u30b0\u30ed\u30ac\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
ERR_CONFIG_ATTR_MULTIPLE_PENDING_VALUE_SETS_64=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u3001\u8907\u6570\u306e\u4fdd\u7559\u4e2d\u306e\u5024\u30bb\u30c3\u30c8\u3092\u542b\u3093\u3067\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_CONFIG_ATTR_MULTIPLE_ACTIVE_VALUE_SETS_65=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u3001\u8907\u6570\u306e\u6709\u52b9\u306a\u5024\u30bb\u30c3\u30c8\u3092\u542b\u3093\u3067\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_CONFIG_ATTR_NO_ACTIVE_VALUE_SET_66=\u8a2d\u5b9a\u5c5e\u6027 %s \u306b\u306f\u3001\u6709\u52b9\u306a\u5024\u30bb\u30c3\u30c8\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
ERR_CONFIG_ATTR_INT_INVALID_TYPE_67=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u6574\u6570\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u8981\u7d20\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3057\u305f (%3$s)
ERR_CONFIG_ATTR_INT_INVALID_ARRAY_TYPE_68=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6574\u6570\u5024\u306e\u30bb\u30c3\u30c8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u914d\u5217\u306b\u3001\u7121\u52b9\u306a\u30bf\u30a4\u30d7 (%s) \u306e\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
ERR_CONFIG_ATTR_INVALID_STRING_VALUE_69=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u6587\u5b57\u5217\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093: %3$s
ERR_CONFIG_ATTR_STRING_INVALID_TYPE_70=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u6587\u5b57\u5217\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u8981\u7d20\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3057\u305f (%3$s)
ERR_CONFIG_ATTR_STRING_INVALID_ARRAY_TYPE_71=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092\u6587\u5b57\u5217\u5024\u306e\u30bb\u30c3\u30c8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u914d\u5217\u306b\u3001\u7121\u52b9\u306a\u30bf\u30a4\u30d7 (%s) \u306e\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
ERR_CONFIG_ATTR_INT_WITH_UNIT_INVALID_TYPE_72=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092\u5358\u4f4d\u4ed8\u304d\u306e\u6574\u6570\u5024\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u8981\u7d20\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3057\u305f (%3$s)
ERR_CONFIG_JMX_ATTR_NO_ATTR_74=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u3001\u5c5e\u6027 %s \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093 (\u307e\u305f\u306f\u305d\u306e\u5c5e\u6027\u306f\u5b58\u5728\u3057\u307e\u3059\u304c\u3001JMX \u3092\u4f7f\u7528\u3057\u3066\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093)
ERR_CONFIG_JMX_NO_METHOD_78=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u767b\u9332\u3055\u308c\u305f\u547c\u3073\u51fa\u3057\u53ef\u80fd\u306a\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306b\u30e1\u30bd\u30c3\u30c9 %1$s \u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_JMX_CANNOT_REGISTER_MBEAN_83=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e JMX MBean \u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
ERR_CONFIG_LDIF_WRITE_ERROR_84=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092 LDIF \u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_WORK_QUEUE_TOO_MANY_FAILURES_94=\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9 "%s" \u304c\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u304b\u3089\u6b21\u306e\u64cd\u4f5c\u3092\u53d6\u5f97\u4e2d\u306b\u767a\u751f\u3057\u305f\u5931\u6557\u306e\u7e70\u308a\u8fd4\u3057\u6570\u304c\u591a\u3059\u304e\u307e\u3059 (\u5931\u6557\u306e\u767a\u751f\u6570 %d\u3001\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u5931\u6557\u306e\u6700\u5927\u6570 %d)\u3002\u3053\u306e\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u306f\u7834\u68c4\u3055\u308c\u307e\u3059
ERR_CONFIG_WORK_QUEUE_CANNOT_CREATE_MONITOR_95=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3057\u3066\u8d77\u52d5\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u30e2\u30cb\u30bf\u30fc\u60c5\u5831\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_ATTR_DN_NULL_98=DN \u8a2d\u5b9a\u5c5e\u6027 %s \u306b NULL \u5024\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f
ERR_CONFIG_ATTR_DN_CANNOT_PARSE_99=\u5c5e\u6027 %2$s \u306e\u5024 "%1$s" \u3092 DN \u3068\u3057\u3066\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_ATTR_INVALID_DN_VALUE_100=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092 DN \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093: %3$s
ERR_CONFIG_ATTR_DN_INVALID_TYPE_101=\u8a2d\u5b9a\u5c5e\u6027 %2$s \u306e\u5024 %1$s \u3092 DN \u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u8981\u7d20\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3057\u305f (%3$s)
ERR_CONFIG_ATTR_DN_INVALID_ARRAY_TYPE_102=\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u5024\u3092 DN \u5024\u306e\u30bb\u30c3\u30c8\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u914d\u5217\u306b\u3001\u7121\u52b9\u306a\u30bf\u30a4\u30d7 (%s) \u306e\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
ERR_CONFIG_CANNOT_REGISTER_AS_PRIVATE_SUFFIX_103=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u69cb\u6210\u30cf\u30f3\u30c9\u30e9\u306e\u30d9\u30fc\u30b9 DN "%s" \u3092\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u3068\u3057\u3066\u767b\u9332\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_BACKEND_CANNOT_GET_CONFIG_BASE_104=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u521d\u671f\u5316\u3059\u308b\u305f\u3081\u306b\u69cb\u6210\u30a8\u30f3\u30c8\u30ea cn=Backends,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_BACKEND_BASE_DOES_NOT_EXIST_105=\u30a8\u30f3\u30c8\u30ea cn=Backends,cn=config \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u3059
ERR_CONFIG_BACKEND_ERROR_INTERACTING_WITH_BACKEND_ENTRY_107=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3068\u306e\u5bfe\u8a71\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_CLASS_109=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5b9f\u88c5\u306e\u30b3\u30a2\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
INFO_CONFIG_BACKEND_DISABLED_111=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u308b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u308b\u305f\u3081\u3001\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_ENABLED_STATE_112=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u7121\u52b9\u306b\u3059\u308b\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_BACKEND_CANNOT_INSTANTIATE_115=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30af\u30e9\u30b9 %s \u3092\u8aad\u307f\u8fbc\u307f\u3001\u305d\u308c\u3092\u4f7f\u7528\u3057\u3066\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_BACKEND_CANNOT_INITIALIZE_116=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_BACKEND_CLASS_NOT_BACKEND_117=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
NOTE_CONFIG_BACKEND_ACTION_REQUIRED_TO_CHANGE_CLASS_118=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066\u8981\u6c42\u3055\u308c\u305f\u5909\u66f4\u306b\u3088\u308a\u3001\u95a2\u9023\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30af\u30e9\u30b9\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u306e\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
NOTE_CONFIG_BACKEND_CANNOT_REMOVE_BACKEND_WITH_SUBORDINATES_119=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b 1 \u3064\u4ee5\u4e0a\u306e\u4e0b\u4f4d\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u3042\u308a\u307e\u3059\u3002  \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u4e0b\u4f4d\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_MONITOR_INITIALIZATION_FAILED_140=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_CONNHANDLER_CANNOT_INITIALIZE_154=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_SCHEMA_MR_CANNOT_INITIALIZE_172=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
WARN_CONFIG_SCHEMA_MR_CONFLICTING_MR_173=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5225\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u3053\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INITIALIZE_186=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u5c5e\u6027\u69cb\u6587\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u69cb\u6587\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
WARN_CONFIG_SCHEMA_SYNTAX_CONFLICTING_SYNTAX_187=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5c5e\u6027\u69cb\u6587\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5225\u306e\u69cb\u6587\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u3053\u306e\u5c5e\u6027\u69cb\u6587\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093
ERR_CONFIG_SCHEMA_NO_SCHEMA_DIR_188=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002\u30b9\u30ad\u30fc\u30de\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_CONFIG_SCHEMA_DIR_NOT_DIRECTORY_189=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002\u30b9\u30ad\u30fc\u30de\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306f\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_SCHEMA_CANNOT_LIST_FILES_190=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4e00\u89a7\u8868\u793a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
WARN_CONFIG_SCHEMA_CANNOT_OPEN_FILE_191=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u53d6\u308a\u7528\u306b\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
WARN_CONFIG_SCHEMA_CANNOT_READ_LDIF_ENTRY_192=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u5185\u5bb9\u3092 LDIF \u30a8\u30f3\u30c8\u30ea\u3068\u3057\u3066\u8aad\u307f\u53d6\u3063\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
WARN_CONFIG_SCHEMA_CANNOT_PARSE_ATTR_TYPE_193=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e\u5c5e\u6027\u578b\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_ATTR_TYPE_194=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u5c5e\u6027\u578b\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u5c5e\u6027\u578b\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e\u5c5e\u6027\u578b\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
WARN_CONFIG_SCHEMA_CONFLICTING_OC_195=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_PARSE_OC_196=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
ERR_CONFIG_ENTRYCACHE_CANNOT_INSTALL_DEFAULT_CACHE_200=\u30b5\u30fc\u30d0\u30fc\u304c\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u306a\u304f\u306a\u308b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
WARN_CONFIG_ENTRYCACHE_NO_CONFIG_ENTRY_201=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u69cb\u6210\u30a8\u30f3\u30c8\u30ea "cn=Entry Caches,cn=config" \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u6709\u52b9\u306a\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u69cb\u6210\u3092\u4f7f\u7528\u3057\u3066\u4f5c\u6210\u3055\u308c\u308b\u307e\u3067\u3001\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_ENTRYCACHE_CANNOT_INITIALIZE_CACHE_202=\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u305d\u306e\u7d50\u679c\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_ENTRYCACHE_CONFIG_NOT_ACCEPTABLE_203=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
ERR_CONFIG_ENTRYCACHE_CONFIG_LEVEL_NOT_ACCEPTABLE_204=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u30ec\u30d9\u30eb %d \u306f\u3059\u3067\u306b\u4f7f\u7528\u4e2d\u3067\u3059
INFO_WARN_CONFIG_ENTRYCACHE_NO_MONITOR_CONFIG_ENTRY_205=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5 %s \u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u305d\u306e\u305f\u3081\u3001\u3053\u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0 %s \u306f\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
INFO_WARN_CONFIG_ENTRYCACHE_MONITOR_CONFIG_DISABLED_206=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5 %s \u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u304c\u7121\u52b9\u3067\u3057\u305f\u3002 \u305d\u306e\u305f\u3081\u3001\u3053\u306e\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0 %s \u306f\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
ERR_CONFIG_ENTRY_CANNOT_REMOVE_CHILD_215=\u30a8\u30f3\u30c8\u30ea %s \u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u524a\u9664\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
WARN_CONFIG_SCHEMA_CANNOT_PARSE_NAME_FORM_216=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e\u540d\u524d\u66f8\u5f0f\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_NAME_FORM_217=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u540d\u524d\u66f8\u5f0f\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u540d\u524d\u66f8\u5f0f\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e\u540d\u524d\u66f8\u5f0f\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_PARSE_DCR_218=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_DCR_219=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_PARSE_DSR_220=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e DIT \u69cb\u9020\u898f\u5247\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_DSR_221=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f DIT \u69cb\u9020\u898f\u5247\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e DIT \u69cb\u9020\u898f\u5247\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e DIT \u69cb\u9020\u898f\u5247\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_PARSE_MRU_222=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u5b9a\u7fa9\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_MRU_223=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u306e\u5b9a\u7fa9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
ERR_CONFIG_ATTR_READ_ONLY_228=\u8a2d\u5b9a\u5c5e\u6027 %s \u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3042\u308b\u305f\u3081\u3001\u305d\u306e\u5024\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_PLUGIN_CANNOT_INITIALIZE_245=\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3068\u3057\u3066\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_EXTOP_INVALID_CLASS_256=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u306b\u3001\u6709\u52b9\u306a\u62e1\u5f35\u64cd\u4f5c\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093: %3$s
ERR_CONFIG_EXTOP_INITIALIZATION_FAILED_261=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u62e1\u5f35\u64cd\u4f5c\u30cf\u30f3\u30c9\u30e9\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_SASL_INITIALIZATION_FAILED_277=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_FILE_ADD_ALREADY_EXISTS_280=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u3092\u6301\u3064\u5225\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_CONFIG_FILE_ADD_NO_PARENT_DN_281=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u306f\u89aa\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_FILE_ADD_NO_PARENT_282=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u89aa\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_CONFIG_FILE_ADD_REJECTED_BY_LISTENER_283=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u8ffd\u52a0\u3057\u307e\u305b\u3093\u3002\u89aa\u30a8\u30f3\u30c8\u30ea %s \u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u8ffd\u52a0\u30ea\u30b9\u30ca\u30fc\u306e 1 \u3064\u306b\u3088\u308a\u3001\u3053\u306e\u5909\u66f4\u304c\u6b21\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3068\u3068\u3082\u306b\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
ERR_CONFIG_FILE_ADD_FAILED_284=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u8ffd\u52a0\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_FILE_DELETE_NO_SUCH_ENTRY_285=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_CONFIG_FILE_DELETE_HAS_CHILDREN_286=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u30011 \u3064\u4ee5\u4e0a\u306e\u4e0b\u4f4d\u30a8\u30f3\u30c8\u30ea\u304c\u3042\u308a\u307e\u3059
ERR_CONFIG_FILE_DELETE_NO_PARENT_287=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u306f\u89aa\u304c\u306a\u304f\u3001\u69cb\u6210\u30eb\u30fc\u30c8\u30a8\u30f3\u30c8\u30ea\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_CONFIG_FILE_DELETE_REJECTED_288=\u30a8\u30f3\u30c8\u30ea %s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u89aa\u30a8\u30f3\u30c8\u30ea %s \u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u524a\u9664\u30ea\u30b9\u30ca\u30fc\u306e 1 \u3064\u306b\u3088\u308a\u3001\u3053\u306e\u5909\u66f4\u304c\u6b21\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3068\u3068\u3082\u306b\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
ERR_CONFIG_FILE_DELETE_FAILED_289=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u30a8\u30f3\u30c8\u30ea %s \u306e\u5b50\u3068\u3057\u3066\u524a\u9664\u4e2d\u306b\u3001\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_FILE_MODIFY_NO_SUCH_ENTRY_290=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_CONFIG_FILE_MODIFY_REJECTED_BY_CHANGE_LISTENER_291=\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u69cb\u6210\u5909\u66f4\u30ea\u30b9\u30ca\u30fc\u306e 1 \u3064\u306b\u3088\u308a\u3001\u5909\u66f4\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
ERR_CONFIG_FILE_SEARCH_NO_SUCH_BASE_293=\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_CONFIG_FILE_SEARCH_INVALID_SCOPE_294=\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u691c\u7d22\u7bc4\u56f2 %s \u306f\u7121\u52b9\u3067\u3059
ERR_CONFIG_FILE_WRITE_CANNOT_EXPORT_NEW_CONFIG_300=\u65b0\u3057\u3044\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092\u30d5\u30a1\u30a4\u30eb %s \u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_NEW_CONFIG_301=\u65b0\u3057\u3044\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3092\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089 %s \u306b\u30ea\u30cd\u30fc\u30e0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_FILE_MODDN_NOT_ALLOWED_302=DN \u5909\u66f4\u64cd\u4f5c\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BASE_DNS_305=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u5bfe\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u30d9\u30fc\u30b9 DN \u306e\u30bb\u30c3\u30c8\u3002  \u3053\u306e\u5c5e\u6027\u306b\u5bfe\u3059\u308b\u5909\u66f4\u304c\u81ea\u52d5\u7684\u306b\u6709\u52b9\u306b\u306a\u308b\u304b\u3069\u3046\u304b\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5b9f\u88c5\u306b\u4f9d\u308a\u307e\u3059
INFO_CONFIG_KEYMANAGER_DESCRIPTION_ENABLED_313=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5fc5\u8981\u3068\u3059\u308b\u64cd\u4f5c\u3067\u5fc5\u9808\u3067\u3059 (SSL \u3092\u4f7f\u7528\u3059\u308b\u901a\u4fe1\u306a\u3069)\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u4ee5\u964d\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u8a66\u884c\u306b\u306e\u307f\u5f71\u97ff\u3057\u307e\u3059
ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_ENABLED_328=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5fc5\u8981\u3068\u3059\u308b\u64cd\u4f5c\u3067\u5fc5\u9808\u3067\u3059 (SSL \u3092\u4f7f\u7528\u3059\u308b\u901a\u4fe1\u306a\u3069)\u3002\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u4ee5\u964d\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u8a66\u884c\u306b\u306e\u307f\u5f71\u97ff\u3057\u307e\u3059
ERR_CONFIG_PWSCHEME_INITIALIZATION_FAILED_376=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_PWSCHEME_EXISTS_377=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BACKEND_ID_382=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u4e00\u610f\u8b58\u5225\u5b50\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7121\u52b9\u306b\u3057\u3066\u518d\u5ea6\u6709\u52b9\u306b\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
WARN_CONFIG_BACKEND_DUPLICATE_BACKEND_ID_384=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u5225\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID \u3068\u7af6\u5408\u3059\u308b %s \u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_BACKUP_CANNOT_GET_MAC_386=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e %s MAC \u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_BACKUP_CANNOT_GET_DIGEST_387=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u30cf\u30c3\u30b7\u30e5\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e %s \u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_388=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u306b\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
ERR_CONFIG_BACKUP_CANNOT_GET_CIPHER_389=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3092\u6697\u53f7\u5316\u3059\u308b\u305f\u3081\u306e\u6697\u53f7\u5316\u65b9\u5f0f\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_BACKUP_ZIP_COMMENT_390=%s \u69cb\u6210\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s
ERR_CONFIG_BACKUP_CANNOT_DETERMINE_CONFIG_FILE_LOCATION_391=\u30a2\u30fc\u30ab\u30a4\u30d6\u3067\u304d\u308b\u3088\u3046\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30d1\u30b9\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_BACKUP_CANNOT_BACKUP_CONFIG_FILE_392=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_BACKUP_CANNOT_BACKUP_ARCHIVED_CONFIGS_393=\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u4ee5\u524d\u306e\u69cb\u6210\u3092\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_BACKUP_CANNOT_CLOSE_ZIP_STREAM_394=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
ERR_CONFIG_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_395=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u8a18\u8ff0\u5b50\u30d5\u30a1\u30a4\u30eb %s \u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_RESTORE_NO_SUCH_BACKUP_396=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3067\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u3088\u3046\u306a\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_CONFIG_RESTORE_NO_BACKUP_FILE_397=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u3067\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u5224\u65ad\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
ERR_CONFIG_RESTORE_NO_SUCH_FILE_398=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u6307\u5b9a\u3055\u308c\u305f\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ERR_CONFIG_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_399=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6 %s \u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u65ad\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_RESTORE_UNKNOWN_DIGEST_400=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u672a\u7f72\u540d\u306e\u30cf\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u304c\u3001\u3053\u306e\u30cf\u30c3\u30b7\u30e5\u306e\u751f\u6210\u306b\u4f7f\u7528\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u5224\u65ad\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_RESTORE_CANNOT_GET_DIGEST_401=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u672a\u7f72\u540d\u306e\u30cf\u30c3\u30b7\u30e5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b %s \u306e\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_CONFIG_RESTORE_UNKNOWN_MAC_402=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u304c\u3001\u3053\u306e\u30cf\u30c3\u30b7\u30e5\u306e\u751f\u6210\u306b\u4f7f\u7528\u3055\u308c\u305f MAC \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u5224\u65ad\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_RESTORE_CANNOT_GET_MAC_403=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u7f72\u540d\u4ed8\u304d\u30cf\u30c3\u30b7\u30e5\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b %s \u306e MAC \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
ERR_CONFIG_RESTORE_CANNOT_OPEN_BACKUP_FILE_404=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_RESTORE_CANNOT_GET_CIPHER_406=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u6697\u53f7\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u6697\u53f7\u5316\u65b9\u5f0f\u304c\u4e0d\u660e\u3067\u3042\u308b\u304b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093:  %s
ERR_CONFIG_RESTORE_CANNOT_BACKUP_EXISTING_CONFIG_407=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u73fe\u5728\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092 %s \u304b\u3089 %s \u306b\u4e00\u6642\u7684\u306b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
NOTE_CONFIG_RESTORE_RESTORED_OLD_CONFIG_408=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u305f\u3060\u3057\u3001\u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306f\u4fdd\u6301\u3055\u308c\u3001\u73fe\u5728\u306f %s \u306e\u5143\u306e\u5834\u6240\u306b\u3042\u308a\u307e\u3059
ERR_CONFIG_RESTORE_CANNOT_RESTORE_OLD_CONFIG_409=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306f\u4fdd\u6301\u3055\u308c\u3001%s \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_RESTORE_CANNOT_CREATE_CONFIG_DIRECTORY_410=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u5fa9\u5143\u5148\u3068\u306a\u308b\u65b0\u3057\u3044\u7a7a\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_RESTORE_OLD_CONFIG_SAVED_411=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u3001\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u304c\u6b63\u5e38\u306b\u884c\u306a\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \u5fa9\u5143\u30d7\u30ed\u30bb\u30b9\u306e\u958b\u59cb\u524d\u306b\u5b58\u5728\u3057\u305f\u5143\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306f %s \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306b\u4fdd\u6301\u3055\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_RESTORE_CANNOT_GET_ZIP_ENTRY_412=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u6b21\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_RESTORE_CANNOT_CREATE_FILE_413=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb %s \u3092\u518d\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_414=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb %s \u306e\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_415=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb %s \u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
NOTE_CONFIG_RESTORE_UNSIGNED_HASH_VALID_416=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3068\u4e00\u81f4\u3057\u307e\u3059
ERR_CONFIG_RESTORE_UNSIGNED_HASH_INVALID_417=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
NOTE_CONFIG_RESTORE_SIGNED_HASH_VALID_418=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u7f72\u540d\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u7f72\u540d\u3068\u4e00\u81f4\u3057\u307e\u3059
ERR_CONFIG_RESTORE_SIGNED_HASH_INVALID_419=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u3092\u5fa9\u5143\u307e\u305f\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u8a08\u7b97\u3055\u308c\u305f\u7f72\u540d\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u304c\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u60c5\u5831\u306b\u683c\u7d0d\u3055\u308c\u305f\u7f72\u540d\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093
NOTE_CONFIG_RESTORE_VERIFY_SUCCESSFUL_420=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u304b\u3089\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %1$s \u3067\u5b9f\u884c\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30c6\u30b9\u30c8\u304c\u3001\u30a2\u30fc\u30ab\u30a4\u30d6\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059
NOTE_CONFIG_RESTORE_SUCCESSFUL_421=\u69cb\u6210\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 %s \u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u6b63\u5e38\u306b\u5fa9\u5143\u3055\u308c\u307e\u3057\u305f
ERR_CONFIG_BACKEND_CANNOT_ACQUIRE_SHARED_LOCK_422=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u5171\u6709\u30ed\u30c3\u30af\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s\u3002\u3053\u308c\u306f\u901a\u5e38\u3001\u6392\u4ed6\u7684\u30ed\u30c3\u30af\u304c\u5fc5\u8981\u306a\u30d7\u30ed\u30bb\u30b9 (LDIF \u304b\u3089\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u3084\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u306a\u3069) \u306b\u3088\u3063\u3066\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3067\u3059\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
WARN_CONFIG_BACKEND_CANNOT_RELEASE_SHARED_LOCK_423=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u306e\u5171\u6709\u30ed\u30c3\u30af\u306e\u89e3\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u308c\u306b\u3088\u308a\u3001LDIF \u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u3084\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u5fa9\u5143\u306a\u3069\u306e\u3001\u6392\u4ed6\u7684\u30a2\u30af\u30bb\u30b9\u304c\u5fc5\u8981\u306a\u64cd\u4f5c\u304c\u5f71\u97ff\u3092\u53d7\u3051\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
INFO_CONFIG_FILE_HEADER_424=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u3001\u30d7\u30e9\u30a4\u30de\u30ea\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002  \u30b5\u30fc\u30d0\u30fc\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u4e2d\u306f\u76f4\u63a5\u7de8\u96c6\u3057\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002 \u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u63d0\u4f9b\u3055\u308c\u308b\u7ba1\u7406\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u7528\u3057\u3066\u306e\u307f\u7ba1\u7406\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044
ERR_CONFIG_IDMAPPER_INITIALIZATION_FAILED_442=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_IDMAPPER_NO_PROXY_MAPPER_DN_448=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u3001\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef V2 \u64cd\u4f5c\u3068\u3068\u3082\u306b\u4f7f\u7528\u3059\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u30d9\u30fc\u30b9\u306e\u8a8d\u53ef ID \u3092\u4f7f\u7528\u3057\u3066\u3001\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef\u5236\u5fa1\u3092\u542b\u3080\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_IDMAPPER_INVALID_PROXY_MAPPER_DN_449=\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc DN %s \u304c\u3001\u6709\u52b9\u306a\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u30d9\u30fc\u30b9\u306e\u8a8d\u53ef ID \u3092\u4f7f\u7528\u3057\u3066\u3001\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u53ef\u5236\u5fa1\u3092\u542b\u3080\u8981\u6c42\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093
ERR_CONFIG_SYNCH_UNABLE_TO_LOAD_PROVIDER_CLASS_463=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
ERR_CONFIG_SYNCH_UNABLE_TO_INSTANTIATE_PROVIDER_464=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
ERR_CONFIG_SYNCH_ERROR_INITIALIZING_PROVIDER_465=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u53c2\u7167\u3055\u308c\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_PWVALIDATOR_INITIALIZATION_FAILED_489=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_PWGENERATOR_INITIALIZATION_FAILED_505=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_PWPOLICY_NO_POLICIES_514=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306e cn=Password Policies,cn=config \u30a8\u30f3\u30c8\u30ea\u306e\u4e0b\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u3092\u5b9a\u7fa9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ERR_CONFIG_PWPOLICY_INVALID_POLICY_CONFIG_515=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u7121\u52b9\u3067\u3059:  %s
ERR_CONFIG_PWPOLICY_MISSING_DEFAULT_POLICY_516=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f %s \u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u69cb\u6210\u306e\u30d9\u30fc\u30b9 cn=Password Policies,cn=config \u306e\u4e0b\u306b\u3042\u308a\u307e\u305b\u3093
WARN_CONFIG_PWPOLICY_CANNOT_DELETE_DEFAULT_POLICY_517=\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea %s \u306f\u73fe\u5728\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u3068\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
INFO_CONFIG_PWPOLICY_REMOVED_POLICY_518=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u30a8\u30f3\u30c8\u30ea %s \u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002  \u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u660e\u793a\u7684\u306b\u53c2\u7167\u3059\u308b\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306e\u8a8d\u8a3c\u304c\u8a31\u53ef\u3055\u308c\u306a\u304f\u306a\u308a\u307e\u3059
WARN_CONFIG_AUTHZ_DISABLED_525=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u304c\u7121\u52b9\u306b\u306a\u308a\u307e\u3057\u305f
NOTE_CONFIG_AUTHZ_ENABLED_526=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u306f\u6709\u52b9\u306b\u3055\u308c\u307e\u3057\u305f\u3002%s \u5b9f\u88c5\u3092\u4f7f\u7528\u3057\u307e\u3059
ERR_CONFIG_AUTHZ_UNABLE_TO_INSTANTIATE_HANDLER_533=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
INFO_CONFIG_ROOTDN_DESCRIPTION_ALTERNATE_BIND_DN_540=\u30eb\u30fc\u30c8 DN \u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306e\u5b9f\u969b\u306e DN \u3060\u3051\u3067\u306a\u304f\u3001\u95a2\u9023\u3059\u308b\u30eb\u30fc\u30c8 DN \u3068\u3057\u3066\u8a8d\u8a3c\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u308b\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3092 1 \u3064\u4ee5\u4e0a\u6307\u5b9a\u3057\u307e\u3059\u3002 \u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u307b\u304b\u306e\u30a8\u30f3\u30c8\u30ea\u306e DN \u3068\u7af6\u5408\u3057\u3066\u306f\u3044\u3051\u307e\u305b\u3093\u3002\u307e\u305f\u3001\u307b\u304b\u306e\u30eb\u30fc\u30c8 DN \u306b\u69cb\u6210\u3055\u308c\u305f\u307b\u304b\u306e\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3068\u7af6\u5408\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_ROOTDN_CONFLICTING_MAPPING_541="%s" \u3092\u30e6\u30fc\u30b6\u30fc "%s" \u306e\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3068\u3057\u3066\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3002\u3059\u3067\u306b root \u30e6\u30fc\u30b6\u30fc "%s" \u306e\u4ee3\u66ff\u30d0\u30a4\u30f3\u30c9 DN \u3068\u3057\u3066\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_ACCTNOTHANDLER_INITIALIZATION_FAILED_558=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_ACCTNOTHANDLER_EXISTS_559=DN \u304c %s \u3067\u3042\u308b\u65b0\u898f\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e DN \u306b\u767b\u9332\u3055\u308c\u305f\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ERR_CONFIG_UNABLE_TO_APPLY_STARTUP_CHANGES_563=\u30d5\u30a1\u30a4\u30eb %s \u306b\u542b\u307e\u308c\u3066\u3044\u308b\u5909\u66f4\u3092\u8d77\u52d5\u6642\u306b\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u9069\u7528\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_ERROR_APPLYING_STARTUP_CHANGE_564=\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u6642\u306b\u5909\u66f4\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093:  %s
ERR_CONFIG_UNABLE_TO_APPLY_CHANGES_FILE_565=\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u6642\u306b\u5909\u66f4\u3092\u9069\u7528\u4e2d\u306b 1 \u3064\u4ee5\u4e0a\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_CONFIG_BACKEND_MODE_INVALID_567=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u8a2d\u5b9a\u5c5e\u6027 ds-cfg-db-directory-permissions \u306e\u6709\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093 (\u3053\u306e\u5024\u306f 3 \u6841\u306e 8 \u9032\u6570\u8868\u8a18\u306b\u3088\u308b UNIX \u30a2\u30af\u30bb\u30b9\u6a29\u30e2\u30fc\u30c9\u306b\u3057\u3066\u304f\u3060\u3055\u3044)
ERR_CONFIG_BACKEND_INSANE_MODE_568=\u7121\u52b9\u306a UNIX \u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u6a29 %s \u306b\u3088\u3063\u3066\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3088\u308b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3078\u306e\u8aad\u307f\u53d6\u308a\u304a\u3088\u3073\u66f8\u304d\u8fbc\u307f\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
ERR_CONFIG_PWPOLICY_NO_DEFAULT_POLICY_571=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u3001cn=config \u30a8\u30f3\u30c8\u30ea\u5185\u306e ds-cfg-default-password-policy \u5c5e\u6027\u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
WARN_CONFIG_BACKEND_CANNOT_REGISTER_BACKEND_572=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 %s \u3092\u767b\u9332\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_NO_REASON_573=\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_574=\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_CANNOT_WRITE_CONFIG_ARCHIVE_575=\u73fe\u5728\u306e\u69cb\u6210\u3092\u69cb\u6210\u30a2\u30fc\u30ab\u30a4\u30d6\u306b\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
ERR_CONFIG_GROUP_INITIALIZATION_FAILED_591=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u3088\u3046\u306b\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_FILE_ADD_INSUFFICIENT_PRIVILEGES_598=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u8ffd\u52a0\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_FILE_DELETE_INSUFFICIENT_PRIVILEGES_599=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u524a\u9664\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_FILE_MODIFY_INSUFFICIENT_PRIVILEGES_600=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u5909\u66f4\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_FILE_MODDN_INSUFFICIENT_PRIVILEGES_601=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067 DN \u306e\u5909\u66f4\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_FILE_SEARCH_INSUFFICIENT_PRIVILEGES_602=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u3067\u691c\u7d22\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_FILE_MODIFY_PRIVS_INSUFFICIENT_PRIVILEGES_603=\u30c7\u30d5\u30a9\u30eb\u30c8\u306e root \u306e\u7279\u6a29\u30bb\u30c3\u30c8\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u7279\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
ERR_CONFIG_CERTMAPPER_INITIALIZATION_FAILED_614=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_KEYMANAGER_CANNOT_GET_BASE_617=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Key Manager Providers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_KEYMANAGER_INITIALIZATION_FAILED_627=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_TRUSTMANAGER_CANNOT_GET_BASE_630=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea cn=Trust Manager Providers,cn=config \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_TRUSTMANAGER_INITIALIZATION_FAILED_640=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_JMX_CANNOT_GET_ATTRIBUTE_643=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f JMX \u5c5e\u6027 %1$s \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093:  %3$s
ERR_CONFIG_CHANGE_NO_RESULT_645=%s.%s \u304c\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066 NULL \u306e\u7d50\u679c\u3092\u8fd4\u3057\u307e\u3057\u305f
ERR_CONFIG_CHANGE_RESULT_ERROR_646=%s.%s \u304c\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066\u5931\u6557\u3057\u307e\u3057\u305f:  \u7d50\u679c\u30b3\u30fc\u30c9=%s\u3001\u7ba1\u7406\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5fc5\u8981=%b\u3001\u30e1\u30c3\u30bb\u30fc\u30b8="%s"
WARN_CONFIG_CHANGE_RESULT_ACTION_REQUIRED_647=%s.%s \u306f\u3001\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066\u7ba1\u7406\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5fc5\u8981\u306a\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3057\u305f:  \u30e1\u30c3\u30bb\u30fc\u30b8="%s"
INFO_CONFIG_CHANGE_RESULT_MESSAGES_648=%s\u3002%s \u306f\u6210\u529f\u3057\u307e\u3057\u305f\u304c\u3001\u30a8\u30f3\u30c8\u30ea %s \u306b\u5bfe\u3057\u3066\u6b21\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u751f\u6210\u3055\u308c\u307e\u3057\u305f: %s
ERR_CONFIG_VATTR_INVALID_SEARCH_FILTER_649=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea "%2$s" \u306e\u5024 "%1$s" \u3092\u6709\u52b9\u306a\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3068\u3057\u3066\u89e3\u6790\u3067\u304d\u307e\u305b\u3093:  %3$s
ERR_CONFIG_VATTR_INITIALIZATION_FAILED_650=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u53c2\u7167\u3055\u308c\u308b\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4eee\u60f3\u5c5e\u6027\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3057\u3066\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
ERR_CONFIG_VATTR_SV_TYPE_WITH_MV_PROVIDER_651=\u30a8\u30f3\u30c8\u30ea "%s" \u5185\u306e\u4eee\u60f3\u5c5e\u6027\u69cb\u6210\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306f\u5358\u4e00\u5024\u3067\u3059\u304c\u3001\u30d7\u30ed\u30d0\u30a4\u30c0 %s \u306b\u3088\u3063\u3066\u8907\u6570\u306e\u5024\u304c\u751f\u6210\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_CONFIG_VATTR_SV_TYPE_WITH_MERGE_VALUES_652=\u30a8\u30f3\u30c8\u30ea "%s" \u5185\u306e\u4eee\u60f3\u5c5e\u6027\u69cb\u6210\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306f\u5358\u4e00\u5024\u3067\u3059\u304c\u3001\u7af6\u5408\u52d5\u4f5c\u304c\u5b9f\u5024\u3068\u4eee\u60f3\u5024\u3092\u30de\u30fc\u30b8\u3059\u308b\u3088\u3046\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_FILE_MODIFY_STRUCTURAL_CHANGE_NOT_ALLOWED_653=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u5909\u66f4\u306b\u3088\u308a\u3001\u305d\u306e\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u5909\u308f\u308a\u307e\u3059
ERR_CONFIG_CANNOT_CALCULATE_DIGEST_654=\u30d5\u30a1\u30a4\u30eb %s \u306e SHA-1 \u30c0\u30a4\u30b8\u30a7\u30b9\u30c8\u3092\u8a08\u7b97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
WARN_CONFIG_MANUAL_CHANGES_DETECTED_655=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u306e\u3068\u304d\u306b\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u306b 1 \u3064\u4ee5\u4e0a\u306e\u5916\u90e8\u5909\u66f4\u304c\u52a0\u3048\u3089\u308c\u305f\u304c\u3001\u5225\u306e\u5909\u66f4\u306e\u305f\u3081\u306b\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304c\u4e0a\u66f8\u304d\u3055\u308c\u305f\u3053\u3068\u3092\u691c\u51fa\u3057\u307e\u3057\u305f\u3002\u624b\u52d5\u306e\u5909\u66f4\u306f\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u304c\u3001\u30d5\u30a1\u30a4\u30eb %s \u5185\u306b\u4fdd\u6301\u3055\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_MANUAL_CHANGES_LOST_656=\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u306e\u3068\u304d\u306b\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304c\u5916\u90e8\u304b\u3089\u7de8\u96c6\u3055\u308c\u305f\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u3066\u3044\u308b\u3068\u304d\u3001\u307e\u305f\u306f\u3053\u306e\u3088\u3046\u306a\u5909\u66f4\u3092\u4fdd\u6301\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u3068\u304d\u3001\u3042\u308b\u3044\u306f\u305d\u306e\u4e21\u65b9\u3067\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u30a8\u30e9\u30fc\u3092\u691c\u51fa\u3057\u307e\u3057\u305f:  %s\u3002\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u52a0\u3048\u3089\u308c\u305f\u624b\u52d5\u306e\u5909\u66f4\u306f\u3059\u3079\u3066\u5931\u308f\u308c\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
ERR_CONFIG_ROTATION_POLICY_INVALID_CLASS_657=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
ERR_CONFIG_RETENTION_POLICY_INVALID_CLASS_658=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5c5e\u6027 ds-cfg-java-class \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30af\u30e9\u30b9 %1$s \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3067\u304d\u307e\u305b\u3093:  %3$s
ERR_CONFIG_ROTATION_POLICY_CANNOT_CREATE_POLICY_659=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_RETENTION_POLICY_CANNOT_CREATE_POLICY_660=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30b0\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_LOGGING_CANNOT_CREATE_WRITER_661=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30ed\u30ac\u30fc\u7528\u306e\u30c6\u30ad\u30b9\u30c8\u30e9\u30a4\u30bf\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
WARN_CONFIG_SCHEMA_MULTIPLE_ENTRIES_IN_FILE_662=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u306b\u306f\u8907\u6570\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u6700\u521d\u306e\u30a8\u30f3\u30c8\u30ea\u306e\u307f\u304c\u691c\u8a3c\u3055\u308c\u3001\u8ffd\u52a0\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u7121\u8996\u3055\u308c\u307e\u3059
WARN_CONFIG_SCHEMA_UNPARSEABLE_EXTRA_DATA_IN_FILE_663=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %1$s \u306b\u306f\u3001\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea\u306e\u3042\u3068\u306b\u3001LDIF \u30ea\u30fc\u30c0\u30fc\u3067\u306f\u89e3\u6790\u3067\u304d\u306a\u3044\u8ffd\u52a0\u30c7\u30fc\u30bf\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059:  %3$s\u3002\u6700\u521d\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u51e6\u7406\u3055\u308c\u307e\u3059\u304c\u3001\u6b8b\u308a\u306e\u30c7\u30fc\u30bf\u306f\u7121\u8996\u3055\u308c\u307e\u3059
WARN_CONFIG_PLUGIN_EMPTY_ELEMENT_IN_ORDER_664=\u30bf\u30a4\u30d7 %s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u5b9a\u7fa9\u306b\u306f\u7a7a\u306e\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u304c\u8aa4\u3063\u3066\u8a55\u4fa1\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
WARN_CONFIG_PLUGIN_MULTIPLE_WILDCARDS_IN_ORDER_665=\u30bf\u30a4\u30d7 %s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u5b9a\u7fa9\u306b\u306f\u8907\u6570\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3059\u3079\u3066\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u5b9a\u7fa9\u306b\u3001\u4e0d\u4e00\u81f4\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u9806\u5e8f\u5185\u306e\u3069\u3053\u306b\u542b\u3081\u308b\u304b\u3092\u793a\u3059\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u8981\u7d20\u3092\u6b63\u78ba\u306b 1 \u3064\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8907\u6570\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u3092\u542b\u3081\u308b\u3068\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u304c\u8aa4\u3063\u3066\u8a55\u4fa1\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
WARN_CONFIG_PLUGIN_LISTED_MULTIPLE_TIMES_666=\u30bf\u30a4\u30d7 %s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u5b9a\u7fa9\u306b\u306f '%s' \u30d7\u30e9\u30b0\u30a4\u30f3\u3078\u306e\u8907\u6570\u306e\u53c2\u7167\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u304c\u8aa4\u3063\u3066\u8a55\u4fa1\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
WARN_CONFIG_PLUGIN_ORDER_NO_WILDCARD_667=\u30bf\u30a4\u30d7 %s \u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u9806\u5e8f\u5b9a\u7fa9\u306b\u306f\u3001\u4e0d\u4e00\u81f4\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u9806\u5e8f\u5185\u306e\u3069\u3053\u306b\u542b\u3081\u308b\u304b\u3092\u793a\u3059\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u8981\u7d20\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u3059\u3079\u3066\u306e\u540d\u524d\u672a\u5b9a\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u4e00\u9023\u306e\u540d\u524d\u4ed8\u304d\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u3042\u3068\u306b\u547c\u3073\u51fa\u3057\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_DELETE_SYNTAX_IN_USE_668=\u5c5e\u6027\u69cb\u6587 %s \u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_DISABLE_SYNTAX_IN_USE_669=\u5c5e\u6027\u69cb\u6587 %s \u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_AT_670=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_MRU_671=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_AT_672=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u5c5e\u6027\u578b %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_MRU_673=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb %s \u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528 %s \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_WORK_QUEUE_INITIALIZATION_FAILED_674=\u30af\u30e9\u30b9 %s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u3068\u3057\u3066\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093:  %s
INFO_CONFIG_WORK_QUEUE_CLASS_CHANGE_REQUIRES_RESTART_675=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30af\u30e9\u30b9\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u305f\u3060\u3057\u3053\u306e\u5909\u66f4\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
ERR_CONFIG_FILE_ADD_APPLY_FAILED_676=\u69cb\u6210\u306e\u8ffd\u52a0\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4e8b\u524d\u306e\u30c1\u30a7\u30c3\u30af\u306f\u3059\u3079\u3066\u6210\u529f\u3057\u3001\u30a8\u30f3\u30c8\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u69cb\u6210\u8ffd\u52a0\u30ea\u30b9\u30ca\u30fc\u304c\u3001\u5909\u66f4\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u3092\u5831\u544a\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_DELETE_APPLY_FAILED_677=\u69cb\u6210\u306e\u524a\u9664\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4e8b\u524d\u306e\u30c1\u30a7\u30c3\u30af\u306f\u3059\u3079\u3066\u6210\u529f\u3057\u3001\u30a8\u30f3\u30c8\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u69cb\u6210\u524a\u9664\u30ea\u30b9\u30ca\u30fc\u304c\u3001\u5909\u66f4\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u3092\u5831\u544a\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_FILE_MODIFY_APPLY_FAILED_678=\u69cb\u6210\u306e\u5909\u66f4\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4e8b\u524d\u306e\u30c1\u30a7\u30c3\u30af\u306f\u3059\u3079\u3066\u6210\u529f\u3057\u3001\u5909\u66f4\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306b\u66f8\u304d\u8fbc\u307e\u308c\u307e\u3057\u305f\u304c\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e\u69cb\u6210\u5909\u66f4\u30ea\u30b9\u30ca\u30fc\u304c\u3001\u5909\u66f4\u3092\u9069\u7528\u3057\u3088\u3046\u3068\u3057\u305f\u3068\u304d\u306b\u30a8\u30e9\u30fc\u3092\u5831\u544a\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_KEYMANAGER_CONFIG_NOT_ACCEPTABLE_679=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_TRUSTMANAGER_CONFIG_NOT_ACCEPTABLE_680=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_AUTHZ_CONFIG_NOT_ACCEPTABLE_681=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_ACCTNOTHANDLER_CONFIG_NOT_ACCEPTABLE_682=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_SCHEMA_SYNTAX_CONFIG_NOT_ACCEPTABLE_683=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u69cb\u6587\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_CERTMAPPER_CONFIG_NOT_ACCEPTABLE_684=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_GROUP_CONFIG_NOT_ACCEPTABLE_686=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_IDMAPPER_CONFIG_NOT_ACCEPTABLE_687=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_SCHEMA_MR_CONFIG_NOT_ACCEPTABLE_688=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_PWGENERATOR_CONFIG_NOT_ACCEPTABLE_689=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_PWSCHEME_CONFIG_NOT_ACCEPTABLE_690=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_PWVALIDATOR_CONFIG_NOT_ACCEPTABLE_691=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_PLUGIN_CONFIG_NOT_ACCEPTABLE_692=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_SASL_CONFIG_NOT_ACCEPTABLE_693=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_VATTR_CONFIG_NOT_ACCEPTABLE_694=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u4eee\u60f3\u5c5e\u6027\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_ALERTHANDLER_CONFIG_NOT_ACCEPTABLE_695=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30e9\u30fc\u30c8\u30cf\u30f3\u30c9\u30e9\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_ALERTHANDLER_INITIALIZATION_FAILED_696=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30a2\u30e9\u30fc\u30c8\u30cf\u30f3\u30c9\u30e9\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_CORE_INVALID_SMTP_SERVER_697=\u6307\u5b9a\u3055\u308c\u305f SMTP \u30b5\u30fc\u30d0\u30fc\u5024 '%s' \u306f\u7121\u52b9\u3067\u3059\u3002SMTP \u30b5\u30fc\u30d0\u30fc\u5024\u306b\u306f IP \u30a2\u30c9\u30ec\u30b9\u307e\u305f\u306f\u89e3\u6c7a\u53ef\u80fd\u306a\u540d\u524d\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u5fc5\u8981\u306b\u5fdc\u3058\u3066\u305d\u306e\u3042\u3068\u306b\u30b3\u30ed\u30f3\u3068\u3001\u30b5\u30fc\u30d0\u30fc\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u6307\u5b9a\u3059\u308b 1 \u304b\u3089 65535 \u307e\u3067\u306e\u6574\u6570\u5024\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059
ERR_STARTOK_CANNOT_OPEN_FOR_READING_698=\u73fe\u5728\u306e\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u3001".startok" \u30d5\u30a1\u30a4\u30eb\u306b\u30b3\u30d4\u30fc\u3059\u308b\u305f\u3081\u306b\u8aad\u307f\u53d6\u308a\u7528\u306b\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_STARTOK_CANNOT_OPEN_FOR_WRITING_699=".startok" \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092\u66f8\u304d\u8fbc\u3080\u305f\u3081\u306b\u30d5\u30a1\u30a4\u30eb %s \u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_STARTOK_CANNOT_WRITE_700=".startok" \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3001\u73fe\u5728\u306e\u69cb\u6210\u3092\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u4e00\u6642\u30d5\u30a1\u30a4\u30eb %s \u306b\u30b3\u30d4\u30fc\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_STARTOK_CANNOT_RENAME_701=".startok" \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3001\u30d5\u30a1\u30a4\u30eb %s \u306e\u540d\u524d\u3092 %s \u306b\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
NOTE_CONFIG_FILE_USING_STARTOK_FILE_702=\u6709\u52b9\u306a\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3067\u306f\u306a\u304f\u3001\u524d\u56de\u6b63\u5e38\u306b\u4f7f\u7528\u3055\u308c\u305f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u4f7f\u7528\u3057\u3066\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3057\u3066\u3044\u307e\u3059
WARN_CONFIG_FILE_NO_STARTOK_FILE_703=\u524d\u56de\u6b63\u5e38\u306b\u4f7f\u7528\u3055\u308c\u305f\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u30fc\u306f\u6709\u52b9\u306a\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u3092\u4f7f\u7528\u3057\u3066\u8d77\u52d5\u3092\u8a66\u307f\u307e\u3059
ERR_CONFIG_JE_PROPERTY_INVALID_704=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u3092\u89e3\u6790\u304a\u3088\u3073\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
ERR_CONFIG_JE_PROPERTY_INVALID_FORM_705=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u3092\u89e3\u6790\u304a\u3088\u3073\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u5358\u4e00\u306e property=value \u5f62\u5f0f\u306b\u5f93\u3063\u3066\u3044\u307e\u305b\u3093
ERR_CONFIG_JE_PROPERTY_SHADOWS_CONFIG_706=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u3092\u89e3\u6790\u304a\u3088\u3073\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u8a2d\u5b9a\u5c5e\u6027 %s \u306e\u30b7\u30e3\u30c9\u30a6\u3092\u4f5c\u6210\u3057\u307e\u3059
ERR_CONFIG_JE_DUPLICATE_PROPERTY_707=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u3092\u89e3\u6790\u304a\u3088\u3073\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u3001\u3059\u3067\u306b\u3053\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306b\u5bfe\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
INFO_CONFIG_JE_PROPERTY_REQUIRES_RESTART_708=Berkeley DB JE \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc %s \u306e\u8a2d\u5b9a\u306f\u3001\u8a2d\u5b9a\u3055\u308c\u305f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304c\u518d\u8d77\u52d5\u3055\u308c\u308b\u307e\u3067\u3001\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
ERR_CONFIG_LOGGING_CANNOT_OPEN_FILE_709=\u30ed\u30ac\u30fc %2$s \u7528\u306b\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %3$s
ERR_CONFIG_WORKFLOW_ELEMENT_CONFIG_NOT_ACCEPTABLE_710=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_WORKFLOW_ELEMENT_CANNOT_INITIALIZE_711=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s\u3002\u3053\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059
ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_MANUAL_713=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u624b\u52d5\u30e2\u30fc\u30c9\u3067\u69cb\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u307e\u305f\u3001\u81ea\u52d5\u69cb\u6210\u30e2\u30fc\u30c9\u3078\u306e\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3082\u5931\u6557\u3057\u307e\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u304c\u4e0d\u5b89\u5b9a\u306a\u72b6\u614b\u306b\u3042\u308b\u5834\u5408\u306f\u3001\u6700\u5f8c\u306e\u6709\u52b9\u306a\u69cb\u6210\u3067\u518d\u8d77\u52d5\u3057\u3066\u304f\u3060\u3055\u3044
ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_AUTO_714=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u81ea\u52d5\u30e2\u30fc\u30c9\u3067\u69cb\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u307e\u305f\u3001\u624b\u52d5\u69cb\u6210\u30e2\u30fc\u30c9\u3078\u306e\u30ed\u30fc\u30eb\u30d0\u30c3\u30af\u3082\u5931\u6557\u3057\u307e\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u304c\u4e0d\u5b89\u5b9a\u306a\u72b6\u614b\u306b\u3042\u308b\u5834\u5408\u306f\u3001\u6700\u5f8c\u306e\u6709\u52b9\u306a\u69cb\u6210\u3067\u518d\u8d77\u52d5\u3057\u3066\u304f\u3060\u3055\u3044
ERR_CONFIG_LOGGING_INSANE_MODE_715=\u7121\u52b9\u306a UNIX \u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u6a29 %s \u306b\u3088\u3063\u3066\u3001\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306b\u3088\u308b\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u66f8\u304d\u8fbc\u307f\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
ERR_CONFIG_LOGGING_MODE_INVALID_716=\u7121\u52b9\u306a UNIX \u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u6a29 %s: %s
ERR_CONFIG_EXTENSION_CONFIG_NOT_ACCEPTABLE_717=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u62e1\u5f35\u6a5f\u80fd\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ERR_CONFIG_EXTENSION_INITIALIZATION_FAILED_718=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u62e1\u5f35\u6a5f\u80fd\u3068\u3057\u3066\u30af\u30e9\u30b9 %1$s \u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
ERR_CONFIG_NETWORKGROUPREQUESTFILTERINGPOLICY_INVALID_ATTRIBUTE_719=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u8a31\u53ef\u3055\u308c\u305f\u5c5e\u6027 %1$s \u306f\u3001\u7981\u6b62\u3055\u308c\u305f\u5c5e\u6027\u3068\u3057\u3066\u3082\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_NETWORKGROUPREQUESTFILTERINGPOLICY_INVALID_SUBTREE_720=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u8a31\u53ef\u3055\u308c\u305f\u30b5\u30d6\u30c4\u30ea\u30fc %1$s \u306f\u3001\u7981\u6b62\u3055\u308c\u305f\u30b5\u30d6\u30c4\u30ea\u30fc\u3068\u3057\u3066\u3082\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
ERR_CONFIG_NETWORK_GROUP_CONFIG_NOT_ACCEPTABLE_721=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u69cb\u6210\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
ERR_CONFIG_NETWORK_GROUP_POLICY_CANNOT_INITIALIZE_722=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u305f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u30dd\u30ea\u30b7\u30fc\u3092\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u60c5\u5831\u3067\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
WARN_CONFIG_SCHEMA_CANNOT_PARSE_LDAP_SYNTAX_723=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f ldapSyntaxes \u5c5e\u6027\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_LDAP_SYNTAX_724=\u30b9\u30ad\u30fc\u30de\u69cb\u6210\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u53d6\u3089\u308c\u305f LDAP \u69cb\u6587\u306f\u3001\u3059\u3067\u306b\u30b9\u30ad\u30fc\u30de\u306b\u8aad\u307f\u53d6\u3089\u308c\u3066\u3044\u308b\u5225\u306e LDAP \u69cb\u6587\u3068\u7af6\u5408\u3057\u3066\u3044\u307e\u3059:  %s\u3002\u5f8c\u8005\u306e LDAP \u69cb\u6587\u306e\u8aac\u660e\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
