# The contents of this file are subject to the terms of the Common Development and
# Distribution License (the License). You may not use this file except in compliance with the
# License.
#
# You can obtain a copy of the License at legal/CDDLv1.0.txt. See the License for the
# specific language governing permission and limitations under the License.
#
# When distributing Covered Software, include this CDDL Header Notice in each file and include
# the License file at legal/CDDLv1.0.txt. If applicable, add the following below the CDDL
# Header, with the fields enclosed by brackets [] replaced by your own identifying
# information: "Portions Copyright [year] [name of copyright owner]".
#
# Copyright 2006-2009 Sun Microsystems, Inc.
# Portions Copyright 2016 ForgeRock AS.



#
# Global directives
#
#global.category=UTIL
#global.use.message.jar.if.webstart=true

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [ERR, WARN, NOTICE, INFO, DEBUG]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
ERR_BASE64_DECODE_INVALID_LENGTH_1=El valor %s no se puede descodificar en base64 porque su longitud no es m\u00faltiplo de 4 bytes
ERR_BASE64_DECODE_INVALID_CHARACTER_2=El valor %s no se puede descodificar en base64 porque contiene un car\u00e1cter no v\u00e1lido %c que no est\u00e1 permitido en los valores codificados en base64
ERR_HEX_DECODE_INVALID_LENGTH_3=El valor %s no se puede descodificar como cadena hexadecimal porque su longitud no es m\u00faltiplo de dos bytes
ERR_HEX_DECODE_INVALID_CHARACTER_4=El valor %s no se puede descodificar como cadena hexadecimal porque contiene un car\u00e1cter no v\u00e1lido %c que no es un d\u00edgito hexadecimal v\u00e1lido
ERR_LDIF_INVALID_LEADING_SPACE_5=No se puede analizar la l\u00ednea %d ("%s") del origen LDIF porque empieza con un espacio y no hab\u00eda l\u00edneas anteriores en la entrada a las que se pudiera anexar
ERR_LDIF_NO_ATTR_NAME_6=No se puede analizar la entrada de LDIF que empieza en la l\u00ednea %d porque la l\u00ednea "%s" no incluye nombre de atributo
ERR_LDIF_NO_DN_7=No se puede analizar la entrada de LDIF que empieza en la l\u00ednea %d porque la primera l\u00ednea no contiene un ND (la primera l\u00ednea era "%s")
ERR_LDIF_INVALID_DN_9=No se puede analizar la entrada de LDIF que empieza en la l\u00ednea %d porque se produjo un error al intentar analizar el valor de la l\u00ednea "%s" como un nombre distinguido: %s
ERR_LDIF_COULD_NOT_BASE64_DECODE_DN_11=No se puede analizar la entrada de LDIF que empieza en la l\u00ednea %d porque no fue posible descodificar en base64 el ND de la l\u00ednea "%s": %s
ERR_LDIF_COULD_NOT_BASE64_DECODE_ATTR_12=No se puede analizar la entrada de LDIF %s que empieza en la l\u00ednea %d porque no fue posible descodificar en base64 el atributo en la l\u00ednea "%s": %s
WARN_LDIF_DUPLICATE_OBJECTCLASS_13=La entrada %s le\u00edda de LDIF que empieza en la l\u00ednea %d incluye un valor de clase de objeto duplicado %s. Se ha omitido la segunda aparici\u00f3n de dicho objeto de clase
WARN_LDIF_DUPLICATE_ATTR_14=La entrada %s le\u00edda de LDIF que empieza en la l\u00ednea %d incluye un atributo duplicado %s con valor %s. Se ha omitido la segunda ocurrencia de dicho valor de atributo
ERR_LDIF_MULTIPLE_VALUES_FOR_SINGLE_VALUED_ATTR_15=La entrada %s que empieza en la l\u00ednea %d incluye varios valores para el atributo de un solo valor %s
ERR_LDIF_SCHEMA_VIOLATION_17=La entrada %s le\u00edda de LDIF que empieza en la l\u00ednea %d no es v\u00e1lida porque infringe la configuraci\u00f3n del esquema del servidor: %s
ERR_LDIF_FILE_EXISTS_18=El archivo LDIF %s ya existe y la exportaci\u00f3n de configuraci\u00f3n indica que no se deber\u00eda intentar de a\u00f1adir o sustituir el archivo
ERR_LDIF_INVALID_URL_19=No se puede analizar la entrada de LDIF %s que empieza en la l\u00ednea %d porque la URL desde donde se deb\u00eda leer el valor del atributo %s no era v\u00e1lida: %s
ERR_LDIF_URL_IO_ERROR_20=No se puede analizar la entrada de LDIF %s que empieza en la l\u00ednea %d porque se produjo un error al leer el contenido de la URL %s desde donde se deb\u00eda leer el valor del atributo %s: %s
ERR_REJECT_FILE_EXISTS_21=El archivo de rechazo %s especificado ya existe y la configuraci\u00f3n de importaci\u00f3n indica que no deber\u00eda hacerse ning\u00fan intento de anexar o reemplazar el archivo
ERR_LDIF_COULD_NOT_EVALUATE_FILTERS_FOR_IMPORT_22=Se ha producido un error al tratar de determinar si debe importarse la entrada LDIF "%s" que comienza en la l\u00ednea %d como consecuencia de de la configuraci\u00f3n Incluir filtro y Excluir filtro:  %s
ERR_LDIF_COULD_NOT_EVALUATE_FILTERS_FOR_EXPORT_23=Se ha producido un error al tratar de determinar si la entrada LDIF "%s" deben ser exportados como consecuencia de incluir y excluir el filtro de configuraci\u00f3n:  %s
ERR_LDIF_INVALID_DELETE_ATTRIBUTES_24=Error en el cambio del registro de entrada LDIF. Las propiedades especificadas para la operaci\u00f3n de eliminaci\u00f3n son incorrectas
ERR_LDIF_NO_MOD_DN_ATTRIBUTES_25=Error en el cambio del registro de entrada LDIF. No se han especificado ninguna propiedad para la operaci\u00f3n mod ND
ERR_LDIF_NO_DELETE_OLDRDN_ATTRIBUTE_26=Error en el cambio del registro de entrada LDIF. No se ha especificado ninguna propiedad antigua RDN para la operaci\u00f3n mod ND
ERR_LDIF_INVALID_DELETE_OLDRDN_ATTRIBUTE_27=Error en el cambio del registro de entrada LDIF. Valor incorrecto "%s" para el atributo antiguo RDN especificado para la operaci\u00f3n mod ND
ERR_LDIF_INVALID_CHANGERECORD_ATTRIBUTE_28=Error en el cambio del registro de entrada LDIF. La propiedad "%s" especificada no es v\u00e1lida. Esperando la propiedad "%s"
ERR_LDIF_INVALID_MODIFY_ATTRIBUTE_29=Error en el cambio del registro de entrada LDIF. La propiedad "%s" especificada no es v\u00e1lida. Esperando una de las siguientes propiedades "%s"
ERR_LDIF_INVALID_CHANGETYPE_ATTRIBUTE_30=Error en el cambio del registro de entrada LDIF. Valor incorrecto "%s" para el cambio de tipo especificado. Esperando uno de los siguientes valores "%s"
ERR_SCHEMANAME_EMPTY_VALUE_32=El valor proporcionado no puede ser analizado para determinar si este contiene un esquema de nombres de elementos v\u00e1lido o porque OID era nulo o vac\u00edo
ERR_SCHEMANAME_ILLEGAL_CHAR_33=El valor proporcionado "%s" no contiene un esquema de nombres de elementos v\u00e1lido o porque OID contiene un caracter %c ilegal en la posici\u00f3n %d
ERR_SCHEMANAME_CONSECUTIVE_PERIODS_34=El valor proporcionado "%s" no contiene un esquema de nombres de elementos v\u00e1lido o porque OID num\u00e9rco contiene dos periodos consecutivos en la posici\u00f3n %d
ERR_MOVEFILE_NO_SUCH_FILE_72=El archivo %s a mover no existe
ERR_MOVEFILE_NOT_FILE_73=El archivo %s a mover existe pero no es un fichero
ERR_MOVEFILE_NO_SUCH_DIRECTORY_74=El directorio destino %s no existe
ERR_MOVEFILE_NOT_DIRECTORY_75=El directorio destino %s existe pero no es un directorio
ERR_EMAILMSG_INVALID_SENDER_ADDRESS_76=La direcci\u00f3n del remitente espacificada %s no es v\u00e1lida:  %s
ERR_EMAILMSG_INVALID_RECIPIENT_ADDRESS_77=La direcci\u00f3n introducida del destinatario %s no es v\u00e1lida:  %s
ERR_EMAILMSG_CANNOT_SEND_78=El mensaje de correo electr\u00f3nico especificado no ha podido ser enviado por medio de cualquiera de los servidores de correo configurados
ERR_LDAPURL_NO_COLON_SLASH_SLASH_110=No puede descodificarse la cadena "%s" proporcionada como una URL LDAP porque no contiene el componente :// necesario para separar el esquema del resto de la URL
ERR_LDAPURL_NO_SCHEME_111=No puede descodificarse la cadena "%s" proporcionada como una URL LDAP porque no contiene un esquema de protocolo
ERR_LDAPURL_NO_HOST_112=No puede descodificarse la cadena "%s" proporcionada como una URL LDAP porque no contiene un host antes del signo de dos puntos para especificar el n\u00famero de puerto
ERR_LDAPURL_NO_PORT_113=No puede descodificarse la cadena "%s" proporcionada como una URL LDAP porque no contiene un n\u00famero de puerto despu\u00e9s del signo de dos puntos que sigue al host
ERR_LDAPURL_CANNOT_DECODE_PORT_114=No puede descodificarse la cadena "%s" proporcionada como una URL LDAP porque la porci\u00f3n de n\u00famero de puerto %s no puede descodificarse como un n\u00famero entero
ERR_LDAPURL_INVALID_PORT_115=No puede descodificarse la cadena "%s" proporcionada como una URL LDAP porque el n\u00famero de puerto proporcionado %d est\u00e1 fuera del rango v\u00e1lido de entre 1 y 65535
ERR_LDAPURL_INVALID_SCOPE_STRING_116=No puede descodificarse la cadena "%s" proporcionada como una URL LDAP porque la cadena de \u00e1mbito %s no tiene uno de los valores permitidos de base, one, sub o subordinate
ERR_LDAPURL_PERCENT_TOO_CLOSE_TO_END_117=No puede descodificarse el componente URL "%s" proporcionado porque el car\u00e1cter de porcentaje en el byte %d no estaba seguido de dos d\u00edgitos hexadecimales
ERR_LDAPURL_INVALID_HEX_BYTE_118=No puede descodificarse el componente URL "%s" proporcionado porque el car\u00e1cter en el byte %d no es un d\u00edgito hexadecimal v\u00e1lido
ERR_LDAPURL_CANNOT_CREATE_UTF8_STRING_119=Se ha producido un error al tratar de representar una matriz de bytes como una cadena UTF-8 durante el curso de descodificaci\u00f3n de una porci\u00f3n de una URL LDAP:  %s
ERR_CHARSET_NO_COLON_120=No se puede descodificar el valor "%s" como un conjunto de caracteres con nombre porque no contiene un signo de dos puntos que separe el nombre del conjunto de caracteres
ERR_CHARSET_CONSTRUCTOR_NO_NAME_121=El conjunto de caracteres con nombre no es v\u00e1lido porque no contiene un nombre
ERR_CHARSET_CONSTRUCTOR_INVALID_NAME_CHAR_122=El conjunto de caracteres con nombre no es v\u00e1lido porque su nombre "%s" incluye un car\u00e1cter no v\u00e1lido en la posici\u00f3n %d. El nombre s\u00f3lo puede incluir caracteres ASCII
ERR_CHARSET_NO_NAME_123=No se puede descodificar el valor "%s" como un conjunto de caracteres con nombre porque no incluye un nombre para el conjunto de caracteres
ERR_CHARSET_NO_CHARS_124=No se puede descodificar el valor "%s" como un conjunto de caracteres con nombre porque no hay caracteres para incluirlos en el conjunto
INFO_TIME_IN_SECONDS_125=%d segundos
INFO_TIME_IN_MINUTES_SECONDS_126=%d minutos, %d segundos
INFO_TIME_IN_HOURS_MINUTES_SECONDS_127=%d horas, %d minutos, %d segundos
INFO_TIME_IN_DAYS_HOURS_MINUTES_SECONDS_128=%d d\u00edas, %d horas, %d minutos, %d segundos
ERR_FILEPERM_SET_NO_SUCH_FILE_141=No se pueden establecer permisos para el archivo %s porque \u00e9ste no existe
ERR_FILEPERM_SET_JAVA_EXCEPTION_143=Se han producido una o m\u00e1s excepciones en el proceso de actualizaci\u00f3n de los permisos de archivo para %s. Es posible que algunos de los permisos para el archivo se hayan visto alterados
ERR_FILEPERM_INVALID_UNIX_MODE_STRING_146=La cadena proporcionada %s no representa un modo de archivo UNIX v\u00e1lido.  Los modos de archivo UNIX deben ser una cadena de tres caracteres en la que cada car\u00e1cter es un d\u00edgito num\u00e9rico comprendido entre cero y siete
ERR_EXEC_DISABLED_147=No se permitir\u00e1 el comando %s porque se ha configurado Directory Server para que rechace el uso del m\u00e9todo exec
ERR_RENAMEFILE_CANNOT_RENAME_157=No se pudo cambiar el nombre del archivo %s a %s
ERR_RENAMEFILE_CANNOT_DELETE_TARGET_158=No se pudo eliminar el archivo de destino %s. Aseg\u00farese de que el archivo no est\u00e9 actualmente en uso por parte de esta o de otra aplicaci\u00f3n
ERR_EXPCHECK_TRUSTMGR_CLIENT_CERT_EXPIRED_159=No puede confiarse en el certificado de cliente o de emisor '%s' porque caduc\u00f3 en %s
ERR_EXPCHECK_TRUSTMGR_CLIENT_CERT_NOT_YET_VALID_160=No puede confiarse en el certificado de cliente o de emisor '%s' porque no es v\u00e1lido hasta %s
ERR_EXPCHECK_TRUSTMGR_SERVER_CERT_EXPIRED_161=No puede confiarse en el certificado de cliente o de emisor '%s' porque caduc\u00f3 en %s
ERR_EXPCHECK_TRUSTMGR_SERVER_CERT_NOT_YET_VALID_162=No puede confiarse en el certificado de cliente o de emisor '%s' porque no es v\u00e1lido hasta %s
WARN_LDIF_VALUE_VIOLATES_SYNTAX_163=La entrada %s le\u00edda desde LDIF que empieza en la l\u00ednea %d incluye el valor "%s" para el atributo %s. Este valor no es v\u00e1lido de acuerdo a la sintaxis asociada: %s
ERR_SKIP_FILE_EXISTS_164=El archivo de omisiones %s especificado ya existe y la configuraci\u00f3n de importaci\u00f3n indica que no debe realizarse ning\u00fan intento de anexar o de reemplazar el archivo
ERR_LDIF_SKIP_165=Omitiendo la entrada %s porque este ND no se debe incluir en funci\u00f3n de las ramas de incluir y excluir
ERR_EMBEDUTILS_SERVER_ALREADY_RUNNING_167=No puede iniciarse el Servidor de directorios porque ya est\u00e1 en ejecuci\u00f3n
INFO_EMAIL_TOOL_DESCRIPTION_171=Enviar un mensaje de correo electr\u00f3nico v\u00eda SMTP
INFO_EMAIL_HOST_DESCRIPTION_172=La direcci\u00f3n del servidor SMTP que se debe utilizar para enviar el mensaje
INFO_EMAIL_FROM_DESCRIPTION_173=La direcci\u00f3n que se debe utilizar para el remitente del mensaje
INFO_EMAIL_TO_DESCRIPTION_174=La direcci\u00f3n que se debe utilizar para el destinatario del mensaje
INFO_EMAIL_SUBJECT_DESCRIPTION_175=El asunto que se debe utilizar para el mensaje de correo electr\u00f3nico
INFO_EMAIL_BODY_DESCRIPTION_176=La ruta del archivo que contiene el texto del cuerpo del mensaje
INFO_EMAIL_ATTACH_DESCRIPTION_177=La ruta de un archivo que se va a adjuntar a un mensaje de correo electr\u00f3nico
ERR_EMAIL_NO_SUCH_BODY_FILE_181=El archivo %s especificado como archivo de cuerpo para el mensaje de correo electr\u00f3nico no existe
ERR_EMAIL_CANNOT_PROCESS_BODY_FILE_182=Se ha producido un error al tratar de procesar el archivo de cuerpo del mensaje %s:  %s
ERR_EMAIL_NO_SUCH_ATTACHMENT_FILE_183=El archivo adjunto %s no existe
ERR_EMAIL_CANNOT_ATTACH_FILE_184=Se ha producido un error al tratar de adjuntar el archivo %s:  %s
ERR_EMAIL_CANNOT_SEND_MESSAGE_185=Se ha producido un error al tratar de enviar el mensaje de correo electr\u00f3nico:  %s
INFO_BASE64_TOOL_DESCRIPTION_186=Esta utilidad se puede utilizar para codificar y descodificar informaci\u00f3n mediante base64
INFO_BASE64_DECODE_DESCRIPTION_188=Descodificar informaci\u00f3n codificada en base64 en datos no procesados
INFO_BASE64_ENCODE_DESCRIPTION_189=Codificar datos no procesados mediante base64
INFO_BASE64_ENCODED_DATA_DESCRIPTION_190=Datos codificados en base64 que se van a descodificar
INFO_BASE64_ENCODED_FILE_DESCRIPTION_191=La ruta del archivo que contiene los datos codificados en base64 que se van a descodificar
INFO_BASE64_RAW_DATA_DESCRIPTION_192=Los datos no procesados que se van a codificar en base64
INFO_BASE64_RAW_FILE_DESCRIPTION_193=La ruta de un archivo que contiene los datos no procesados que se van a codificar en base64
INFO_BASE64_TO_ENCODED_FILE_DESCRIPTION_194=La ruta de un archivo en el que se deben escribir los datos codificados en base64
INFO_BASE64_TO_RAW_FILE_DESCRIPTION_195=La ruta de un archivo en el que se deben escribir los datos descodificados en base64 no procesados
ERR_BASE64_CANNOT_READ_RAW_DATA_196=Se ha producido un error al tratar de leer los datos no procesados que codificar:  %s
ERR_BASE64_CANNOT_WRITE_ENCODED_DATA_197=Se ha producido un error al tratar de escribir los datos codificados:  %s
ERR_BASE64_CANNOT_READ_ENCODED_DATA_198=Se ha producido un error al tratar de leer los datos codificados en base64:  %s
ERR_BASE64_CANNOT_WRITE_RAW_DATA_199=Se ha producido un error al tratar de escribir los datos descodificados:  %s
ERR_BASE64_UNKNOWN_SUBCOMMAND_200=Subcomando desconocido %s
ERR_LDIF_REJECTED_BY_PLUGIN_NOMESSAGE_224=Rechazo de la entrada %s porque ha sido rechazada por un componente
ERR_LDIF_REJECTED_BY_PLUGIN_225=Rechazo de la entrada %s porque ha sido rechazada por un componente:  %s
INFO_LDAP_CONN_PROMPT_SECURITY_LDAP_226=LDAP
INFO_LDAP_CONN_PROMPT_SECURITY_USE_SSL_227=LDAP con SSL
INFO_LDAP_CONN_PROMPT_SECURITY_USE_START_TLS_228=LDAP con StartTLS
INFO_LDAP_CONN_PROMPT_SECURITY_USE_TRUST_ALL_229=Confiar autom\u00e1ticamente
INFO_LDAP_CONN_PROMPT_SECURITY_TRUSTSTORE_PATH_230=Ruta del almac\u00e9n de confianza:
INFO_LDAP_CONN_PROMPT_SECURITY_TRUSTSTORE_PASSWORD_231=Contrase\u00f1a del almac\u00e9n de confianza '%s':
INFO_LDAP_CONN_PROMPT_SECURITY_KEYSTORE_PATH_233=Ruta del almac\u00e9n de claves:
INFO_LDAP_CONN_PROMPT_SECURITY_KEYSTORE_PASSWORD_234=Contrase\u00f1a del almac\u00e9n de claves '%s':
INFO_LDAP_CONN_HEADING_CONNECTION_PARAMETERS_236=>>>> Especifique los par\u00e1metros de conexi\u00f3n LDAP de OpenDS
ERR_LDAP_CONN_BAD_HOST_NAME_237=No pudo resolverse el nombre de host "%s" Compruebe si ha proporcionado la direcci\u00f3n correcta
ERR_LDAP_CONN_BAD_PORT_NUMBER_238=N\u00famero de puerto invalido "%s". Por favor ingrese un n\u00famero de puerto valido entre 1 y 65535
INFO_LDAP_CONN_PROMPT_HOST_NAME_239=Direcci\u00f3n IP o nombre de host de Directory Server [%s]:
INFO_LDAP_CONN_PROMPT_PORT_NUMBER_240=N\u00famero de puerto de Directory Server [%d]:
INFO_LDAP_CONN_PROMPT_BIND_DN_241=ND de enlace del administrador [%s]:
INFO_LDAP_CONN_PROMPT_SECURITY_USE_SECURE_CTX_242=\u00bfC\u00f3mo desea conectarse?
INFO_LDAP_CONN_PROMPT_SECURITY_PROTOCOL_DEFAULT_CHOICE_243=%d
ERR_LDAP_CONN_PROMPT_SECURITY_INVALID_FILE_PATH_244=La ruta proporcionada no es v\u00e1lida
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_METHOD_245=\u00bfC\u00f3mo desea confiar en el certificado del servidor?
INFO_LDAP_CONN_PROMPT_SECURITY_TRUSTSTORE_246=Utilizar un almac\u00e9n de confianza
INFO_LDAP_CONN_PROMPT_SECURITY_MANUAL_CHECK_247=Validar manualmente
INFO_LDAP_CONN_PROMPT_SECURITY_SERVER_CERTIFICATE_248=Certificado de servidor:
INFO_LDAP_CONN_SECURITY_SERVER_CERTIFICATE_249=%s
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_OPTION_250=No
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_OPTION_NO_251=No
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_OPTION_SESSION_252=S\u00ed, s\u00f3lo para esta sesi\u00f3n
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_OPTION_ALWAYS_253=S\u00ed, adem\u00e1s agregarlo a un almac\u00e9n de confianza
INFO_LDAP_CONN_PROMPT_SECURITY_CERTIFICATE_DETAILS_254=Ver detalles del certificado
INFO_LDAP_CONN_SECURITY_SERVER_CERTIFICATE_USER_DN_255 =ND de usuario: %s
INFO_LDAP_CONN_SECURITY_SERVER_CERTIFICATE_VALIDITY_256=Validez: del  '%s'%n             al '%s'
INFO_LDAP_CONN_SECURITY_SERVER_CERTIFICATE_ISSUER_257  =Emisor: %s
INFO_LDAP_CONN_PROMPT_SECURITY_CERTIFICATE_ALIASES_258=\u00bfQu\u00e9 certificado desea utilizar?
INFO_LDAP_CONN_PROMPT_SECURITY_CERTIFICATE_ALIAS_259=%s (%s)
INFO_PROMPT_SINGLE_DEFAULT_261=%s [%s]:
INFO_LDAP_CONN_PROMPT_ADMINISTRATOR_UID_262=ID de usuario del administrador global [%s]:
INFO_LDAP_CONN_GLOBAL_ADMINISTRATOR_OR_BINDDN_PROMPT_263=ID de usuario del administrador global o ND de enlace si no se define ning\u00fan administrador global [%s]:
ERR_CONFIRMATION_TRIES_LIMIT_REACHED_267=Se alcanz\u00f3 el l\u00edmite de intentos de confirmaci\u00f3n (%d)
ERR_UNEXPECTED_268=Error inesperado.  Detalles: %s
ERR_TRIES_LIMIT_REACHED_269=Se alcanz\u00f3 el l\u00edmite de intentos de entrada (%d)
INFO_ADMIN_CONN_PROMPT_PORT_NUMBER_270=N\u00famero de puerto de administraci\u00f3n de Directory Server [%d]:
ERR_LDIF_INVALID_ATTR_OPTION_271=No se puede analizar la entrada de LDIF %s que empieza en la l\u00ednea %d porque tiene una opci\u00f3n binaria no v\u00e1lida para el atributo %s
ERR_CERTMGR_INVALID_PKCS11_PATH_272=Ruta de almac\u00e9n de claves no v\u00e1lida para el almac\u00e9n de claves PKCS11; debe ser %s
ERR_CERTMGR_INVALID_KEYSTORE_PATH_273=La ruta de almac\u00e9n de claves %s existe, pero no es un archivo
ERR_CERTMGR_INVALID_PARENT_274=El directorio principal para la ruta de almac\u00e9n de claves %s no existe o no es un directorio
ERR_CERTMGR_INVALID_STORETYPE_275=Tipo de almac\u00e9n de claves no v\u00e1lido, debe ser uno de los siguientes: %s, %s, %s o %s
ERR_CERTMGR_KEYSTORE_NONEXISTANT_276=El almac\u00e9n de claves no existe, debe existir para recuperar un alias, eliminar un alias o generar una solicitud de certificado
ERR_CERTMGR_VALIDITY_277=El valor de validez %d no es v\u00e1lido, debe ser un n\u00famero entero positivo
ERR_CERTMGR_ALIAS_ALREADY_EXISTS_278= Ya existe un certificado con el alias %s en el almac\u00e9n de claves
ERR_CERTMGR_ADD_CERT_279=Se ha producido el siguiente error al a\u00f1adir un certificado con el alias %s al almac\u00e9n de claves: %s
ERR_CERTMGR_ALIAS_INVALID_280=No puede a\u00f1adirse el alias %s al almac\u00e9n de claves por una de las siguientes razones: ya existe en el almac\u00e9n de claves o no es una instancia de una clase de certificado de confianza
ERR_CERTMGR_CERT_REPLIES_INVALID_281=El alias %s es una instancia de una entrada de clave privada y su adici\u00f3n al almac\u00e9n de claves no se admite en este momento
ERR_CERTMGR_DELETE_ALIAS_282=Se ha producido el siguiente error al eliminar un certificado con el alias %s del almac\u00e9n de claves: %s
ERR_CERTMGR_GEN_SELF_SIGNED_CERT_284=Se ha producido el siguiente error al generar un certificado autofirmado por medio del alias %s: %s
ERR_CERTMGR_INVALID_CERT_FILE_285=El archivo de certificado %s no es v\u00e1lido porque no existe o porque existe sin ser un archivo
ERR_CERTMGR_ALIAS_CAN_NOT_DELETE_286=No puede eliminarse el alias %s del almac\u00e9n de claves porque no existe
ERR_CERTMGR_TRUSTED_CERT_292=No pudo a\u00f1adirse el certificado de confianza asociado con el alias %s al almac\u00e9n de claves por la siguiente raz\u00f3n: %s
ERR_CERTMGR_FILE_NAME_INVALID_293=El objeto %s no es v\u00e1lido porque es nulo
ERR_CERTMGR_VALUE_INVALID_294=El argumento %s no es v\u00e1lido porque es nulo o tiene longitud cero
ERR_CERTMGR_CLASS_NOT_FOUND_295=No pudo encontrarse una clase de seguridad en esta JVM por la siguiente raz\u00f3n: %s
ERR_CERTMGR_SECURITY_296=No pudieron inicializarse las clases de seguridad por la siguiente raz\u00f3n: %s
ERR_CERTMGR_NO_METHOD_297=No pudo encontrarse un m\u00e9todo necesario para las clases de seguridad por la siguiente raz\u00f3n: %s
WARN_EXPORT_LDIF_SET_PERMISSION_FAILED_300=Se ha producido un error al definir los permisos de archivo para el archivo LDIF %s: %s
ERR_LDIF_READ_ATTR_SKIP_301=Omitiendo la entrada %s porque se ha recibido el siguiente error al leer sus atributos: %s

