# The contents of this file are subject to the terms of the Common Development and
# Distribution License (the License). You may not use this file except in compliance with the
# License.
#
# You can obtain a copy of the License at legal/CDDLv1.0.txt. See the License for the
# specific language governing permission and limitations under the License.
#
# When distributing Covered Software, include this CDDL Header Notice in each file and include
# the License file at legal/CDDLv1.0.txt. If applicable, add the following below the CDDL
# Header, with the fields enclosed by brackets [] replaced by your own identifying
# information: "Portions Copyright [year] [name of copyright owner]".
#
# Copyright 2006-2009 Sun Microsystems, Inc.
# Portions Copyright 2016 ForgeRock AS.



#
# Global directives
#
#global.category=UTIL
#global.use.message.jar.if.webstart=true

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [ERR, WARN, NOTICE, INFO, DEBUG]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
ERR_BASE64_DECODE_INVALID_LENGTH_1=La valeur %s ne peut pas \u00eatre d\u00e9cod\u00e9e en base64 car sa longueur en octets n'est pas un multiple de quatre
ERR_BASE64_DECODE_INVALID_CHARACTER_2=La valeur %s ne peut pas \u00eatre d\u00e9cod\u00e9e en base64 car elle contient un caract\u00e8re ill\u00e9gal %c, non autoris\u00e9 dans les valeurs cod\u00e9es de base64
ERR_HEX_DECODE_INVALID_LENGTH_3=La valeur %s ne peut pas \u00eatre d\u00e9cod\u00e9e en tant que cha\u00eene hexad\u00e9cimale car sa longueur n'est pas un multiple de deux octets
ERR_HEX_DECODE_INVALID_CHARACTER_4=La valeur %s ne peut pas \u00eatre d\u00e9cod\u00e9e en tant que cha\u00eene hexad\u00e9cimale car elle contient un caract\u00e8re ill\u00e9gal %c qui n'est pas un chiffre hexad\u00e9cimal valide
ERR_LDIF_INVALID_LEADING_SPACE_5=Impossible d'analyser la ligne %d ("%s") de la source LDIF car la ligne commence par un espace, sans qu'il y ait de ligne qui la pr\u00e9c\u00e8de dans l'entr\u00e9e \u00e0 laquelle cette ligne pourrait \u00eatre ajout\u00e9e
ERR_LDIF_NO_ATTR_NAME_6=Impossible d'analyser l'entr\u00e9e LDIF commen\u00e7ant \u00e0 la ligne %d car la ligne "%s" n'inclut pas de nom d'attribut
ERR_LDIF_NO_DN_7=Impossible d'analyser l'entr\u00e9e LDIF commen\u00e7ant \u00e0 la ligne %d car la premi\u00e8re ligne ne contient pas de DN (la premi\u00e8re ligne \u00e9tait "%s"
ERR_LDIF_INVALID_DN_9=Impossible d'analyser l'entr\u00e9e LDIF commen\u00e7ant \u00e0 la ligne %d car une erreur s'est produite lors de la tentative d'analyse de la valeur de la ligne "%s" en tant que nom distinctif\u00a0:  %s
ERR_LDIF_COULD_NOT_BASE64_DECODE_DN_11=Impossible d'analyser l'entr\u00e9e LDIF commen\u00e7ant \u00e0 la ligne %d car il n'est pas possible de d\u00e9coder en base64 le DN de la ligne "%s"\u00a0:  %s
ERR_LDIF_COULD_NOT_BASE64_DECODE_ATTR_12=Impossible d'analyser l'entr\u00e9e LDIF %s commen\u00e7ant \u00e0 la ligne %d car il n'est pas possible de d\u00e9coder en base64 l'attribut de la ligne "%s"\u00a0:  %s
WARN_LDIF_DUPLICATE_OBJECTCLASS_13=L'entr\u00e9e %s lue dans LDIF, commen\u00e7ant \u00e0 la ligne %d comprend une valeur de classe d'objet dupliqu\u00e9e %s. La seconde occurence de cette classe d'objet est ignor\u00e9e
WARN_LDIF_DUPLICATE_ATTR_14=L'entr\u00e9e %s lue dans LDIF, commen\u00e7ant \u00e0 la ligne %d comprend un attribut dupliqu\u00e9 %s avec la valeur %s. La seconde occurence de cet attribut est ignor\u00e9e
ERR_LDIF_MULTIPLE_VALUES_FOR_SINGLE_VALUED_ATTR_15=L'entr\u00e9e %s commen\u00e7ant \u00e0 la ligne %d comprend plusieurs valeurs pour un attribut d'une seule valeur %s
ERR_LDIF_SCHEMA_VIOLATION_17=L'entr\u00e9e %s lue dans LDIF, commen\u00e7ant \u00e0 la ligne %d n'est pas valide car elle viole la configuration du sch\u00e9ma de serveur\u00a0:  %s
ERR_LDIF_FILE_EXISTS_18=Le fichier LDIF sp\u00e9cifi\u00e9 (%s) existe d\u00e9j\u00e0, et la configuration d'exportation indique que vous ne devez faire aucune tentative pour ajouter des donn\u00e9es \u00e0 ce fichier ou pour le remplacer
ERR_LDIF_INVALID_URL_19=Impossible d'analyser l'entr\u00e9e LDIF %s commen\u00e7ant \u00e0 la ligne %d car la valeur de l'attribut %s doit \u00eatre lue \u00e0 partir d'un URL et que cet URL est invalide\u00a0:  %s
ERR_LDIF_URL_IO_ERROR_20=Impossible d'analyser l'entr\u00e9e LDIF %s commen\u00e7ant \u00e0 la ligne %d car la valeur de l'attribut %s doit \u00eatre lue \u00e0 partir d'un URL %s, mais qu'une erreur s'est produite lors de la tentative de lecture de ce contenu\u00a0:  %s
ERR_REJECT_FILE_EXISTS_21=Le fichier de rejet sp\u00e9cifi\u00e9 (%s) existe d\u00e9j\u00e0, et la configuration d'importation indique que vous ne devez faire aucune tentative pour ajouter des donn\u00e9es \u00e0 ce fichier ou pour le remplacer
ERR_LDIF_COULD_NOT_EVALUATE_FILTERS_FOR_IMPORT_22=Une erreur s'est produite lors de la tentative de d\u00e9termination du fait que l'entr\u00e9e LDIF "%s" commen\u00e7ant \u00e0 la ligne %d doit ou non \u00eatre import\u00e9e en tant que r\u00e9sultat de la configuration des filtres d'inclusion et d'exclusion\u00a0: %s
ERR_LDIF_COULD_NOT_EVALUATE_FILTERS_FOR_EXPORT_23=Une erreur s'est produite lors de la tentative de d\u00e9termination du fait que l'entr\u00e9e LDIF "%s" doit ou non \u00eatre export\u00e9e en tant que r\u00e9sultat de la configuration des filtres d'inclusion et d'exclusion\u00a0: %s
ERR_LDIF_INVALID_DELETE_ATTRIBUTES_24=Erreur dans l'entr\u00e9e d'enregistrement de modification LDIF. Attributs non valides sp\u00e9cifi\u00e9s pour l'op\u00e9ration de suppression
ERR_LDIF_NO_MOD_DN_ATTRIBUTES_25=Erreur dans l'entr\u00e9e d'enregistrement de modification LDIF. Aucun attribut n'est sp\u00e9cifi\u00e9 pour l'op\u00e9ration de modification du DN
ERR_LDIF_NO_DELETE_OLDRDN_ATTRIBUTE_26=Erreur dans l'entr\u00e9e d'enregistrement de modification LDIF. Aucun attribut de suppression de l'ancien RDN n'est sp\u00e9cifi\u00e9 pour l'op\u00e9ration de modification du DN
ERR_LDIF_INVALID_DELETE_OLDRDN_ATTRIBUTE_27=Erreur dans l'entr\u00e9e d'enregistrement de modification LDIF. Valeur non valide ("%s") pour l'attribut de suppression de l'ancien RDN sp\u00e9cifi\u00e9 pour l'op\u00e9ration de modification du DN
ERR_LDIF_INVALID_CHANGERECORD_ATTRIBUTE_28=Erreur dans l'entr\u00e9e d'enregistrement de modification LDIF. Attribut "%s" non valide sp\u00e9cifi\u00e9. Attribut "%s" attendu
ERR_LDIF_INVALID_MODIFY_ATTRIBUTE_29=Erreur dans l'entr\u00e9e d'enregistrement de modification LDIF. Attribut "%s" non valide sp\u00e9cifi\u00e9. L'un des attributs suivants est attendu\u00a0: "%s"
ERR_LDIF_INVALID_CHANGETYPE_ATTRIBUTE_30=Erreur dans l'entr\u00e9e d'enregistrement de modification LDIF. Valeur "%s" non valide pour le type de modification sp\u00e9cifi\u00e9. L'une des valeurs suivantes est attendue\u00a0: "%s"
ERR_SCHEMANAME_EMPTY_VALUE_32=Impossible d'analyser la valeur fournie pour d\u00e9terminer si elle contient un OID ou nom d'\u00e9l\u00e9ment de sch\u00e9ma valide, car elle est Null ou vide
ERR_SCHEMANAME_ILLEGAL_CHAR_33=La valeur fournie ("%s") ne contient aucun OID ou nom d'\u00e9l\u00e9ment de sch\u00e9ma valide, car elle contient le caract\u00e8re ill\u00e9gal %c \u00e0 la position %d
ERR_SCHEMANAME_CONSECUTIVE_PERIODS_34=La valeur fournie ("%s") ne contient aucun OID ou nom d'\u00e9l\u00e9ment de sch\u00e9ma valide, car l'OID num\u00e9rique contient deux points successifs \u00e0 la position %d
ERR_MOVEFILE_NO_SUCH_FILE_72=Le fichier \u00e0 d\u00e9placer (%s) n'existe pas
ERR_MOVEFILE_NOT_FILE_73=Le fichier \u00e0 d\u00e9placer (%s) existe mais ce n'est pas un fichier
ERR_MOVEFILE_NO_SUCH_DIRECTORY_74=Le r\u00e9pertoire cible %s n'existe pas
ERR_MOVEFILE_NOT_DIRECTORY_75=Le r\u00e9pertoire cible %s existe mais ce n'est pas un r\u00e9pertoire
ERR_EMAILMSG_INVALID_SENDER_ADDRESS_76=L'adresse d'exp\u00e9diteur fournie (%s) n'est pas valide\u00a0: %s
ERR_EMAILMSG_INVALID_RECIPIENT_ADDRESS_77=L'adresse de destinataire fournie (%s) n'est pas valide\u00a0: %s
ERR_EMAILMSG_CANNOT_SEND_78=L'e-mail sp\u00e9cifi\u00e9 n'a pas pu \u00eatre envoy\u00e9 avec l'un des serveurs de messagerie configur\u00e9s
ERR_LDAPURL_NO_COLON_SLASH_SLASH_110=La cha\u00eene fournie ("%s") ne peut pas \u00eatre d\u00e9cod\u00e9e en tant qu'URL LDAP car elle ne contient pas le composant indispensable ://, qui s\u00e9pare le mod\u00e8le du reste de l'URL
ERR_LDAPURL_NO_SCHEME_111=La cha\u00eene fournie ("%s") ne peut pas \u00eatre d\u00e9cod\u00e9e en tant qu'URL LDAP car elle ne contient pas de mod\u00e8le de protocole
ERR_LDAPURL_NO_HOST_112=La cha\u00eene fournie ("%s") ne peut pas \u00eatre d\u00e9cod\u00e9e en tant qu'URL LDAP car elle ne contient pas d'h\u00f4te avant les deux-points pour sp\u00e9cifier le num\u00e9ro de port
ERR_LDAPURL_NO_PORT_113=La cha\u00eene fournie ("%s") ne peut pas \u00eatre d\u00e9cod\u00e9e en tant qu'URL LDAP car elle ne contient pas de num\u00e9ro de port apr\u00e8s les deux-points qui suivent le nom d'h\u00f4te
ERR_LDAPURL_CANNOT_DECODE_PORT_114=La cha\u00eene fournie ("%s") ne peut pas \u00eatre d\u00e9cod\u00e9e en tant qu'URL LDAP car la portion de num\u00e9ro de port (%s) ne peut pas \u00eatre d\u00e9cod\u00e9e en tant qu'entier
ERR_LDAPURL_INVALID_PORT_115=La cha\u00eene fournie ("%s") ne peut pas \u00eatre d\u00e9cod\u00e9e en tant qu'URL LDAP car le num\u00e9ro de port fourni (%d) n'est pas dans la plage 1-65535
ERR_LDAPURL_INVALID_SCOPE_STRING_116=La cha\u00eene fournie ("%s") ne peut pas \u00eatre d\u00e9cod\u00e9e en tant qu'URL LDAP car la cha\u00eene d'\u00e9tendue %s n'est pas l'une des valeurs admises (base, one, sub ou subordinate)
ERR_LDAPURL_PERCENT_TOO_CLOSE_TO_END_117=Le composant d'URL fourni ("%s") n'a pas pu \u00eatre d\u00e9cod\u00e9 car le caract\u00e8re pourcentage \u00e0 l'octet %d n'est pas suivi de deux chiffres hexad\u00e9cimaux
ERR_LDAPURL_INVALID_HEX_BYTE_118=Le composant d'URL fourni ("%s") n'a pas pu \u00eatre d\u00e9cod\u00e9 car le caract\u00e8re \u00e0 l'octet %d n'est pas un chiffre hexad\u00e9cimal valide
ERR_LDAPURL_CANNOT_CREATE_UTF8_STRING_119=Une erreur s'est produite lors de la tentative de repr\u00e9sentation d'un tableau d'octets en tant que cha\u00eene UTF-8 dans le cadre du d\u00e9codage d'une portion d'une URL LDAP\u00a0: %s
ERR_CHARSET_NO_COLON_120=Impossible de d\u00e9coder la valeur "%s" en tant que jeu de caract\u00e8res nomm\u00e9 car il ne contient pas de deux-points pour s\u00e9parer le nom du jeu de caract\u00e8res
ERR_CHARSET_CONSTRUCTOR_NO_NAME_121=Le jeu de caract\u00e8res nomm\u00e9 est invalide car il ne contient pas de nom
ERR_CHARSET_CONSTRUCTOR_INVALID_NAME_CHAR_122=Le jeu de caract\u00e8res nomm\u00e9 est invalide car le nom indiqu\u00e9 "%s" a un caract\u00e8re invalide \u00e0 la position %d.  Seuls les caract\u00e8res alphab\u00e9tiques ASCII sont autoris\u00e9s dans le nom
ERR_CHARSET_NO_NAME_123=Impossible de d\u00e9coder la valeur "%s" en tant que jeu de caract\u00e8res nomm\u00e9 car il ne contient pas de nom \u00e0 utiliser pour le jeu de caract\u00e8res
ERR_CHARSET_NO_CHARS_124=Impossible de d\u00e9coder la valeur "%s" en tant que jeu de caract\u00e8res nomm\u00e9 car il ne contient pas de caract\u00e8res \u00e0 inclure dans le jeu
INFO_TIME_IN_SECONDS_125=%d secondes
INFO_TIME_IN_MINUTES_SECONDS_126=%d minutes, %d secondes
INFO_TIME_IN_HOURS_MINUTES_SECONDS_127=%d heures, %d minutes, %d secondes
INFO_TIME_IN_DAYS_HOURS_MINUTES_SECONDS_128=%d jours, %d heures, %d minutes, %d secondes
ERR_FILEPERM_SET_NO_SUCH_FILE_141=Impossible de d\u00e9finir des droits pour le fichier %s car il n'existe pas
ERR_FILEPERM_SET_JAVA_EXCEPTION_143=Une ou plusieurs exceptions ont \u00e9t\u00e9 \u00e9mises au cours du processus de mise \u00e0 jour des permissions de fichier pour %s. Certaines des permissions du fichier ont peut-\u00eatre \u00e9t\u00e9 modifi\u00e9es
ERR_FILEPERM_INVALID_UNIX_MODE_STRING_146=La cha\u00eene indiqu\u00e9e %s ne repr\u00e9sente pas un mode de fichier UNIX valide.  Les modes de fichiers UNIX doivent \u00eatre une cha\u00eene de trois caract\u00e8res, dans laquelle chaque caract\u00e8re est un chiffre num\u00e9rique entre z\u00e9ro et sept
ERR_EXEC_DISABLED_147=La commande %s ne sera pas autoris\u00e9 car Directory Server a \u00e9t\u00e9 configur\u00e9 pour refuser d'utiliser la m\u00e9thode exec
ERR_RENAMEFILE_CANNOT_RENAME_157=Impossible de renommer le fichier %s en %s
ERR_RENAMEFILE_CANNOT_DELETE_TARGET_158=\u00c9chec de la suppression du fichier cible %s. V\u00e9rifiez que ce fichier n'est pas d\u00e9j\u00e0 utilis\u00e9 par cette application ou une autre
ERR_EXPCHECK_TRUSTMGR_CLIENT_CERT_EXPIRED_159=Le syst\u00e8me refuse d'approuver le certificat client ou \u00e9metteur '%s' car il a expir\u00e9 le %s
ERR_EXPCHECK_TRUSTMGR_CLIENT_CERT_NOT_YET_VALID_160=Le syst\u00e8me refuse d'approuver le certificat client ou \u00e9metteur '%s' car il ne sera valide que le %s
ERR_EXPCHECK_TRUSTMGR_SERVER_CERT_EXPIRED_161=Le syst\u00e8me refuse d'approuver le certificat serveur ou \u00e9metteur '%s' car il a expir\u00e9 le %s
ERR_EXPCHECK_TRUSTMGR_SERVER_CERT_NOT_YET_VALID_162=Le syst\u00e8me refuse d'approuver le certificat serveur ou \u00e9metteur '%s' car il ne sera valide que le %s
WARN_LDIF_VALUE_VIOLATES_SYNTAX_163=L'entr\u00e9e %s lue dans LDIF, commen\u00e7ant \u00e0 la ligne %d comprend une valeur "%s" pour un attribut %s, qui est invalide selon la syntaxe associ\u00e9e\u00a0:  %s
ERR_SKIP_FILE_EXISTS_164=Le fichier d'\u00e9l\u00e9ments \u00e0 ignorer sp\u00e9cifi\u00e9 (%s) existe d\u00e9j\u00e0, et la configuration d'importation indique que vous ne devez faire aucune tentative pour ajouter des donn\u00e9es \u00e0 ce fichier ou pour le remplacer
ERR_LDIF_SKIP_165=L'entr\u00e9e %s est ignor\u00e9e car le DN n'est pas celui qui devrait \u00eatre inclus selon les branches inclues et exclues
ERR_EMBEDUTILS_SERVER_ALREADY_RUNNING_167=Impossible de d\u00e9marrer Directory Server car il est d\u00e9j\u00e0 en cours d'ex\u00e9cution
INFO_EMAIL_TOOL_DESCRIPTION_171=Envoyer un e-mail via SMTP
INFO_EMAIL_HOST_DESCRIPTION_172=L'adresse du serveur SMTP \u00e0 utiliser pour envoyer le message
INFO_EMAIL_FROM_DESCRIPTION_173=L'adresse \u00e0 utiliser pour l'exp\u00e9diteur du message
INFO_EMAIL_TO_DESCRIPTION_174=L'adresse \u00e0 utiliser pour le destinataire du message
INFO_EMAIL_SUBJECT_DESCRIPTION_175=Le sujet \u00e0 utiliser pour l'e-mail
INFO_EMAIL_BODY_DESCRIPTION_176=Le chemin vers le fichier contenant le texte pour le corps du message
INFO_EMAIL_ATTACH_DESCRIPTION_177=Le chemin vers un fichier \u00e0 joindre \u00e0 l'e-mail
ERR_EMAIL_NO_SUCH_BODY_FILE_181=Le fichier %s, sp\u00e9cifi\u00e9 comme fichier de corps de l'e-mail, n'existe pas
ERR_EMAIL_CANNOT_PROCESS_BODY_FILE_182=Une erreur s'est produite lors de la tentative de traitement du fichier de corps du message %s\u00a0: %s
ERR_EMAIL_NO_SUCH_ATTACHMENT_FILE_183=Le fichier de pi\u00e8ce jointe %s n'existe pas
ERR_EMAIL_CANNOT_ATTACH_FILE_184=Une erreur s'est produite lors de la tentative d'utilisation en pi\u00e8ce jointe du fichier %s\u00a0: %s
ERR_EMAIL_CANNOT_SEND_MESSAGE_185=Une erreur s'est produite lors de la tentative d'envoi de l'e-mail\u00a0: %s
INFO_BASE64_TOOL_DESCRIPTION_186=Cet utilitaire permet de coder et d\u00e9coder des informations en utilisant la base64
INFO_BASE64_DECODE_DESCRIPTION_188=D\u00e9coder des informations cod\u00e9es en base64 en donn\u00e9es brutes
INFO_BASE64_ENCODE_DESCRIPTION_189=Coder des donn\u00e9es brutes au moyen de la base64
INFO_BASE64_ENCODED_DATA_DESCRIPTION_190=Les donn\u00e9es cod\u00e9es en base64 \u00e0 d\u00e9coder
INFO_BASE64_ENCODED_FILE_DESCRIPTION_191=Le chemin vers le fichier contenant les donn\u00e9es cod\u00e9es en base64 \u00e0 d\u00e9coder
INFO_BASE64_RAW_DATA_DESCRIPTION_192=Les donn\u00e9es brutes \u00e0 coder en base64
INFO_BASE64_RAW_FILE_DESCRIPTION_193=Le chemin vers le fichier contenant les donn\u00e9es brutes \u00e0 coder en base64
INFO_BASE64_TO_ENCODED_FILE_DESCRIPTION_194=Le chemin vers un fichier dans lequel les donn\u00e9es cod\u00e9es en base64 doivent \u00eatre \u00e9crites
INFO_BASE64_TO_RAW_FILE_DESCRIPTION_195=Le chemin vers le fichier dans lequel les donn\u00e9es brutes d\u00e9cod\u00e9es de la base64 doivent \u00eatre \u00e9crites
ERR_BASE64_CANNOT_READ_RAW_DATA_196=Une erreur s'est produite lors de la tentative de lecture des donn\u00e9es brutes \u00e0 coder\u00a0: %s
ERR_BASE64_CANNOT_WRITE_ENCODED_DATA_197=Une erreur s'est produite lors de la tentative d'\u00e9criture des donn\u00e9es cod\u00e9es\u00a0: %s
ERR_BASE64_CANNOT_READ_ENCODED_DATA_198=Une erreur s'est produite lors de la tentative de lecture des donn\u00e9es cod\u00e9es base64\u00a0: %s
ERR_BASE64_CANNOT_WRITE_RAW_DATA_199=Une erreur s'est produite lors de la tentative d'\u00e9criture des donn\u00e9es d\u00e9cod\u00e9es\u00a0: %s
ERR_BASE64_UNKNOWN_SUBCOMMAND_200=Sous-commande inconnue %s
ERR_LDIF_REJECTED_BY_PLUGIN_NOMESSAGE_224=Rejet de l'entr\u00e9e %s car elle a \u00e9t\u00e9 rejet\u00e9e par un plug-in
ERR_LDIF_REJECTED_BY_PLUGIN_225=Rejet de l'entr\u00e9e %s car elle a \u00e9t\u00e9 rejet\u00e9e par un plug-in\u00a0: %s
INFO_LDAP_CONN_PROMPT_SECURITY_LDAP_226=LDAP
INFO_LDAP_CONN_PROMPT_SECURITY_USE_SSL_227=LDAP avec SSL
INFO_LDAP_CONN_PROMPT_SECURITY_USE_START_TLS_228=LDAP avec StartTLS
INFO_LDAP_CONN_PROMPT_SECURITY_USE_TRUST_ALL_229=Automatiquement approuv\u00e9
INFO_LDAP_CONN_PROMPT_SECURITY_TRUSTSTORE_PATH_230=Chemin truststore\u00a0:
INFO_LDAP_CONN_PROMPT_SECURITY_TRUSTSTORE_PASSWORD_231=Mot de passe pour truststore '%s'\u00a0:
INFO_LDAP_CONN_PROMPT_SECURITY_KEYSTORE_PATH_233=Mot de passe keystore\u00a0:
INFO_LDAP_CONN_PROMPT_SECURITY_KEYSTORE_PASSWORD_234=Mot de passe pour '%s' keystore\u00a0:
INFO_LDAP_CONN_HEADING_CONNECTION_PARAMETERS_236=>>>> Sp\u00e9cifiez les param\u00e8tres de connexion LDAP OpenDS
ERR_LDAP_CONN_BAD_HOST_NAME_237=Impossible de r\u00e9soudre le nom d'h\u00f4te "%s". V\u00e9rifiez que vous avez entr\u00e9 l'adresse correcte
ERR_LDAP_CONN_BAD_PORT_NUMBER_238=Num\u00e9ro de port non valide "%s". Entrez un num\u00e9ro de port valide compris entre\u00a01 et 65535
INFO_LDAP_CONN_PROMPT_HOST_NAME_239=Nom d'h\u00f4te ou adresse IP du serveur d'annuaire [%s]\u00a0:
INFO_LDAP_CONN_PROMPT_PORT_NUMBER_240=Num\u00e9ro de port du serveur d'annuaire [%d]\u00a0:
INFO_LDAP_CONN_PROMPT_BIND_DN_241=DN de liaison de l'administrateur [%s]\u00a0:
INFO_LDAP_CONN_PROMPT_SECURITY_USE_SECURE_CTX_242=Comment souhaitez-vous vous connecter\u00a0?
INFO_LDAP_CONN_PROMPT_SECURITY_PROTOCOL_DEFAULT_CHOICE_243=%d
ERR_LDAP_CONN_PROMPT_SECURITY_INVALID_FILE_PATH_244=Le chemin fourni n'est pas valide
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_METHOD_245=Comment souhaitez-vous faire confiance au certificat du serveur\u00a0?
INFO_LDAP_CONN_PROMPT_SECURITY_TRUSTSTORE_246=Utiliser un truststore
INFO_LDAP_CONN_PROMPT_SECURITY_MANUAL_CHECK_247=Valider manuellement
INFO_LDAP_CONN_PROMPT_SECURITY_SERVER_CERTIFICATE_248=Certificat de serveur\u00a0:
INFO_LDAP_CONN_SECURITY_SERVER_CERTIFICATE_249=%s
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_OPTION_250=Souhaitez-vous approuver ce certificat de serveur\u00a0?
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_OPTION_NO_251=Non
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_OPTION_SESSION_252=Oui, pour cette session uniquement
INFO_LDAP_CONN_PROMPT_SECURITY_TRUST_OPTION_ALWAYS_253=Oui, ajoutez-le aussi \u00e0 un trustore
INFO_LDAP_CONN_PROMPT_SECURITY_CERTIFICATE_DETAILS_254=Afficher les d\u00e9tails du certificat
INFO_LDAP_CONN_SECURITY_SERVER_CERTIFICATE_USER_DN_255 =DN utilisateur\u00a0: %s
INFO_LDAP_CONN_SECURITY_SERVER_CERTIFICATE_VALIDITY_256=Validit\u00e9\u00a0: de '%s'%n             \u00e0 '%s'
INFO_LDAP_CONN_SECURITY_SERVER_CERTIFICATE_ISSUER_257  =\u00c9metteur\u00a0: %s
INFO_LDAP_CONN_PROMPT_SECURITY_CERTIFICATE_ALIASES_258=Quel certificat souhaitez-vous utiliser\u00a0?
INFO_LDAP_CONN_PROMPT_SECURITY_CERTIFICATE_ALIAS_259=%s (%s)
INFO_PROMPT_SINGLE_DEFAULT_261=%s [%s]\u00a0:
INFO_LDAP_CONN_PROMPT_ADMINISTRATOR_UID_262=ID utilisateur de l'administrateur global [%s]\u00a0:
INFO_LDAP_CONN_GLOBAL_ADMINISTRATOR_OR_BINDDN_PROMPT_263=ID utilisateur de l'administrateur global ou DN de liaison si aucun administrateur global n'a \u00e9t\u00e9 d\u00e9fini [%s]\u00a0:
ERR_CONFIRMATION_TRIES_LIMIT_REACHED_267=Limite de tentatives de confirmation atteinte (%d)
ERR_UNEXPECTED_268=Erreur inattendue.  D\u00e9tails\u00a0: %s
ERR_TRIES_LIMIT_REACHED_269=Limite de tentatives d'entr\u00e9e atteinte (%d)
INFO_ADMIN_CONN_PROMPT_PORT_NUMBER_270=Num\u00e9ro de port d'administration du serveur d'annuaire [%d]\u00a0:
ERR_LDIF_INVALID_ATTR_OPTION_271=Impossible d'analyser l'entr\u00e9e LDIF %s commen\u00e7ant \u00e0 la ligne %d car elle a une option binaire invalide pour l'attribut %s
ERR_CERTMGR_INVALID_PKCS11_PATH_272=Chemin non valide pour le magasin de cl\u00e9s PKCS11, doit \u00eatre %s
ERR_CERTMGR_INVALID_KEYSTORE_PATH_273=Le chemin de magasin de cl\u00e9s %s existe mais ce n'est pas un fichier
ERR_CERTMGR_INVALID_PARENT_274=Le r\u00e9pertoire parent du chemin de magasin de cl\u00e9s (%s) n'existe pas ou n'est pas un r\u00e9pertoire
ERR_CERTMGR_INVALID_STORETYPE_275=Type de magasin de cl\u00e9s non valide, doit \u00eatre l'un des suivants\u00a0: %s, %s, %s ou %s
ERR_CERTMGR_KEYSTORE_NONEXISTANT_276=Le magasin de cl\u00e9s n'existe pas\u00a0; il doit exister pour que vous puissiez r\u00e9cup\u00e9rer un alias, supprimer un alias ou g\u00e9n\u00e9rer une requ\u00eate de certificat
ERR_CERTMGR_VALIDITY_277=La valeur de validit\u00e9 %d n'est pas valide, utilisez un entier positif
ERR_CERTMGR_ALIAS_ALREADY_EXISTS_278= Il existe d\u00e9j\u00e0 un certificat avec l'alias %s dans le magasin de cl\u00e9s
ERR_CERTMGR_ADD_CERT_279=L'erreur suivante s'est produite lors de l'ajout d'un certificat avec l'alias %s au magasin de cl\u00e9s\u00a0: %s
ERR_CERTMGR_ALIAS_INVALID_280=Impossible d'ajouter l'alias %s au magasin de cl\u00e9s pour l'une des raisons suivantes\u00a0: il existe d\u00e9j\u00e0 dans le magasin de cl\u00e9s, ou il ne s'agit pas d'une instance d'une classe de certificat approuv\u00e9e
ERR_CERTMGR_CERT_REPLIES_INVALID_281=L'alias %s est une instance d'une entr\u00e9e de cl\u00e9 priv\u00e9e, et son ajout au magasin de cl\u00e9s n'est pas pris en charge pour le moment
ERR_CERTMGR_DELETE_ALIAS_282=L'erreur suivante s'est produite lors de la suppression d'un certificat avec l'alias %s dans le magasin de cl\u00e9s\u00a0: %s
ERR_CERTMGR_GEN_SELF_SIGNED_CERT_284=L'erreur suivante s'est produite lors de la g\u00e9n\u00e9ration d'un certificat autosign\u00e9 avec l'alias %s\u00a0: %s
ERR_CERTMGR_INVALID_CERT_FILE_285=Le fichier de certificat %s n'est pas valide car il n'existe pas, ou bien il existe mais n'est pas un fichier
ERR_CERTMGR_ALIAS_CAN_NOT_DELETE_286=Impossible de supprimer l'alias %s du magasin de cl\u00e9s car il n'existe pas
ERR_CERTMGR_TRUSTED_CERT_292=Impossible d'ajouter au magasin de cl\u00e9 le certificat de confiance associ\u00e9 \u00e0 l'alias %s, pour la raison suivante\u00a0: %s
ERR_CERTMGR_FILE_NAME_INVALID_293=L'objet %s n'est pas valide car il est Null
ERR_CERTMGR_VALUE_INVALID_294=L'argument %s n'est pas valide car il est Null ou de longueur z\u00e9ro
ERR_CERTMGR_CLASS_NOT_FOUND_295=Impossible de trouver une classe de s\u00e9curit\u00e9 dans cette JVM pour la raison suivante\u00a0: %s
ERR_CERTMGR_SECURITY_296=Impossible d'initialiser les classes de s\u00e9curit\u00e9 pour la raison suivante\u00a0: %s
ERR_CERTMGR_NO_METHOD_297=Une m\u00e9thode n\u00e9cessaire aux classes de s\u00e9curit\u00e9 est introuvable pour la raison suivante\u00a0: %s
WARN_EXPORT_LDIF_SET_PERMISSION_FAILED_300=Une erreur s'est produite lors de la d\u00e9finition des permissions de fichier pour le fichier LDIF %s\u00a0: %s
ERR_LDIF_READ_ATTR_SKIP_301=L'entr\u00e9e %s est ignor\u00e9e car l'erreur suivante a \u00e9t\u00e9 re\u00e7ue lors de la lecture de ses attributs : %s

