# The contents of this file are subject to the terms of the Common Development and
# Distribution License (the License). You may not use this file except in compliance with the
# License.
#
# You can obtain a copy of the License at legal/CDDLv1.0.txt. See the License for the
# specific language governing permission and limitations under the License.
#
# When distributing Covered Software, include this CDDL Header Notice in each file and include
# the License file at legal/CDDLv1.0.txt. If applicable, add the following below the CDDL
# Header, with the fields enclosed by brackets [] replaced by your own identifying
# information: "Portions Copyright [year] [name of copyright owner]".
#
# Copyright 2009 Sun Microsystems, Inc.
# Portions Copyright 2016 ForgeRock AS.

INFO_DESCRIPTION_SUBENTRIES=Verwenden Sie das Steuerelement f\u00fcr Untereintr\u00e4ge, um anzugeben, dass die Untereintr\u00e4ge sichtbar und normale Eintrag unsichtbar sind
INFO_LDIFSEARCH_DESCRIPTION_BASEDN=Basis-DN f\u00fcr die Suche. Falls kein Basis-DN angegeben wird, wird das Root-DSE verwendet
INFO_SEARCH_DESCRIPTION_BASEDN=Basis-DN f\u00fcr Suche
INFO_SEARCH_DESCRIPTION_SIZE_LIMIT=Maximale Anzahl der Eintr\u00e4ge, die bei der Suche zur\u00fcckgegeben werden
INFO_SEARCH_DESCRIPTION_TIME_LIMIT=Maximal zul\u00e4ssige Suchdauer in Sekunden
INFO_SEARCH_DESCRIPTION_DEREFERENCE_POLICY=Alias-Dereferenzierungsrichtlinie ('never', 'always', 'search' oder 'find')
INFO_DESCRIPTION_TYPES_ONLY=Nur Attributnamen abfragen, nicht ihre Werte
INFO_DESCRIPTION_ASSERTION_FILTER=LDAP-Assertionssteuerung f\u00fcr den angegebenen Filter verwenden
INFO_DESCRIPTION_PREREAD_ATTRS=LDAP-ReadEntry-Preread-Steuerung verwenden
INFO_DESCRIPTION_POSTREAD_ATTRS=LDAP-ReadEntry-Postread-Steuerung verwenden
INFO_DESCRIPTION_PROXY_AUTHZID=Die Authorisierungssteuerung \u00fcber einen Proxy mit der gegebenen Authorisierungs-ID verwenden
INFO_DESCRIPTION_PSEARCH_INFO=Die best\u00e4ndige Suchsteuerung verwenden
INFO_DESCRIPTION_MATCHED_VALUES_FILTER=LDAP-Steuerung f\u00fcr \u00fcbereinstimmende Werte mit dem angegebenen Filter verwenden
INFO_LDIFSEARCH_DESCRIPTION_OUTPUT_FILENAME=Der Pfad zu der Ausgabedatei, in die die \u00fcbereinstimmenden Werte geschrieben werden.  Wenn diese nicht angegeben wird, werden die Daten in die Standardausgabedatei geschrieben
INFO_LDIFDIFF_DESCRIPTION_OUTPUT_FILENAME=Datei, in die die Ausgabe geschrieben wird
INFO_MAKELDIF_DESCRIPTION_LDIF=Pfad zu der zu schreibenden LDIF-Datei
INFO_MAKELDIF_DESCRIPTION_SEED=Seed zur Initialisierung des Zufallszahlengenerators
INFO_MAKELDIF_DESCRIPTION_RESOURCE_PATH=Pfad, um nach MakeLDIF-Ressourcen zu suchen (z. B. Datendateien), die nicht im aktuellen Arbeitsverzeichnis oder dem Vorlagenverzeichnispfad gefunden werden
INFO_LDIFMODIFY_DESCRIPTION_OUTPUT_FILENAME=Datei, in die die aktualisierten Daten geschrieben werden
INFO_LDAPPWMOD_DESCRIPTION_AUTHZID=Authorisierungs-ID f\u00fcr den Benutzereintrag, dessen Passwort ge\u00e4ndert werden soll
INFO_LDAPPWMOD_DESCRIPTION_NEWPW=Neues Passwort f\u00fcr den Benutzer
INFO_LDAPPWMOD_DESCRIPTION_NEWPWFILE=Pfad zur neuen Passwortdatei f\u00fcr den Zielbenutzer
INFO_LDAPPWMOD_DESCRIPTION_CURRENTPW=Aktuelles Passwort f\u00fcr den Zielbenutzer
INFO_LDAPPWMOD_DESCRIPTION_CURRENTPWFILE=Pfad zur aktuellen Passwortdatei f\u00fcr den Zielbenutzer
INFO_DESCRIPTION_COUNT_ENTRIES=Anzahl der vom Server zur\u00fcckgegebenen Eintr\u00e4ge z\u00e4hlen
INFO_DESCRIPTION_SIMPLE_PAGE_SIZE=Simple Paged Results Control mit der gegebenen Seitengr\u00f6\u00dfe verwenden
INFO_LDAPMODIFY_DESCRIPTION_FILENAME=LDIF-Datei mit den zu \u00fcbernehmenden \u00c4nderungen
INFO_DESCRIPTION_SORT_ORDER=Ergebnisse nach der angegebenen Sortierreihenfolge sortieren
INFO_DESCRIPTION_VLV=Virtual List View Control zum Abrufen der angegebenen Ergebnisseite verwenden
INFO_DESCRIPTION_EFFECTIVERIGHTS_USER=Steuerung geteffectiverights mit der angegebenen Authzid verwenden
INFO_DESCRIPTION_EFFECTIVERIGHTS_ATTR=Legt die spezifische Attributliste der Steuerung geteffectiverights fest
ERR_CANNOT_INITIALIZE_ARGS=Unerwarteter Fehler beim Versuch, das Befehlszeilenargument zu initialisieren:  %s
ERR_ERROR_PARSING_ARGS=Fehler beim Parsing der Befehlszeilenargumente:  %s
INFO_PROCESSING_OPERATION=Verarbeitet Anforderung %s f\u00fcr %s
INFO_OPERATION_SUCCESSFUL=Vorgang %s erfolgreich f\u00fcr DN %s
INFO_PROCESSING_COMPARE_OPERATION=Vergleicht Typ %s mit Wert %s in Eintrag %s
INFO_COMPARE_OPERATION_RESULT_FALSE=Vergleichvorgang gibt den Wert false f\u00fcr Eintrag %s zur\u00fcck
INFO_COMPARE_OPERATION_RESULT_TRUE=Vergleichvorgang gibt den Wert true f\u00fcr Eintrag %s zur\u00fcck
INFO_LDAPMODIFY_PREREAD_ENTRY=Zieleintrag vor dem Vorgang:
INFO_LDAPMODIFY_POSTREAD_ENTRY=Zieleintrag nach dem Vorgang:
ERR_PSEARCH_MISSING_DESCRIPTOR=Die Anforderung, die best\u00e4ndige Suchsteuerung zu verwenden, enth\u00e4lt keine Beschreibung mit den Optionen f\u00fcr die Steuerung
ERR_PSEARCH_DOESNT_START_WITH_PS=Die best\u00e4ndige Suchbeschreibung %s beginnt nicht mit der erforderlichen Zeichenkette 'ps'
ERR_PSEARCH_INVALID_CHANGE_TYPE=Der angegebene \u00c4nderungstypwert %s ist ung\u00fcltig.  Zul\u00e4ssige \u00c4nderungstypen sind add, delete, modify, modifydn und any
ERR_PSEARCH_INVALID_CHANGESONLY=Der angegebene changesOnly-Wert %s ist ung\u00fcltig.  Zul\u00e4ssige Werte sind 1, um nur \u00fcbereinstimmende Eintr\u00e4ge zur\u00fcckzugeben, die seit Beginn der Suche ge\u00e4ndert wurden, und 0, um auch vorhandene Eintr\u00e4ge einzuschlie\u00dfen, die dem Suchkriterium entsprechen
ERR_PSEARCH_INVALID_RETURN_ECS=Der angegebene returnECs-Wert %s ist ung\u00fcltig.  Zul\u00e4ssige Werte sind 1, damit die Eintrags\u00e4nderungsbenachrichtigungssteuerung bei aktualisierten Eintr\u00e4gen eingeschlossen wird, oder 0, um die Steuerung von \u00fcbereinstimmenden Eintr\u00e4gen auszuschlie\u00dfen
ERR_LDAP_MATCHEDVALUES_INVALID_FILTER=Der angegebene Filter f\u00fcr \u00fcbereinstimmende Werte ist ung\u00fcltig: %s
ERR_LDIF_FILE_CANNOT_OPEN_FOR_READ=Fehler beim Versuch, die LDIF-Datei %s zum Lesen zu \u00f6ffnen:  %s
ERR_LDIF_FILE_READ_ERROR=Fehler beim Versuch, den Inhalt der LDIF-Datei zu lesen: %s
ERR_MAKELDIF_UNABLE_TO_CREATE_LDIF=Fehler beim Versuch, LDIF-Datei %s zum Schreiben zu \u00f6ffnen: %s
ERR_MAKELDIF_ERROR_WRITING_LDIF=Fehler beim Schreiben von Daten in LDIF-Datei %s: %s
INFO_MAKELDIF_PROCESSED_N_ENTRIES=%d Eintr\u00e4ge verarbeitet
INFO_MAKELDIF_PROCESSING_COMPLETE=LDIF-Verarbeitung vollst\u00e4ndig.  %d Eintr\u00e4ge geschrieben
ERR_LDAPPWMOD_FAILED=Der LDAP-Passwort\u00e4nderungsvorgang ist mit Ergebniscode %d fehlgeschlagen
INFO_LDAPPWMOD_SUCCESSFUL=Der LDAP-Passwort\u00e4nderungsvorgang war erfolgreich
INFO_LDAPPWMOD_ADDITIONAL_INFO=Zus\u00e4tzliche Info: %s
INFO_LDAPPWMOD_GENERATED_PASSWORD=Generiertes Passwort: %s
INFO_COMPARE_CANNOT_BASE64_DECODE_ASSERTION_VALUE=Der Assertionswert sollte Base64-enkodiert sein, es ist aber ein Fehler beim Entschl\u00fcsseln des Werts aufgetreten
INFO_COMPARE_CANNOT_READ_ASSERTION_VALUE_FROM_FILE=Der Assertionswert kann nicht aus der angegebenen Datei gelesen werden: %s
INFO_LDAPCOMPARE_TOOL_DESCRIPTION=Dieses Dienstprogramm dient zur Durchf\u00fchrung von LDAP-Vergleichsvorg\u00e4ngen im Directory-Server
INFO_LDAPMODIFY_TOOL_DESCRIPTION=Dieses Dienstprogramm dient zur Durchf\u00fchrung von LDAP-\u00c4nderungs-, -Hinzuf\u00fcge-, -L\u00f6sch- und DN-\u00c4nderungsvorg\u00e4ngen im Directory-Server
INFO_LDAPPWMOD_TOOL_DESCRIPTION=Dieses Dienstprogramm dient zur Durchf\u00fchrung von LDAP-\u00c4nderungsvorg\u00e4ngen im Directory-Server
INFO_LDAPSEARCH_TOOL_DESCRIPTION=Dieses Dienstprogramm dient zur Durchf\u00fchrung von LDAP-Suchvorg\u00e4ngen im Directory-Server
ERR_LDAPCOMPARE_INVALID_ATTR_STRING=Ung\u00fcltige Attributzeichenkette '%s'. Die Attributzeichenkette muss in einer der folgenden Formen vorliegen: 'attribute:value', 'attribute::base64value' oder 'attribute:<valueFilePath'
INFO_LDAPSEARCH_PSEARCH_CHANGE_TYPE=# \u00c4nderungstyp best\u00e4ndige Suche: %s
INFO_LDAPSEARCH_PSEARCH_PREVIOUS_DN=# Vorheriger Eintrags-DN best\u00e4ndige Suche: %s
INFO_LDAPSEARCH_ACCTUSABLE_HEADER=# Antwortsteuerung Kontoverwendbarkeit
INFO_LDAPSEARCH_ACCTUSABLE_IS_USABLE=#   Das Konto ist verwendbar
INFO_LDAPSEARCH_ACCTUSABLE_TIME_UNTIL_EXPIRATION=#   Zeitdauer, bis das Passwort abl\u00e4uft: %s
INFO_LDAPSEARCH_ACCTUSABLE_NOT_USABLE=#   Das Konto ist nicht verwendbar
INFO_LDAPSEARCH_ACCTUSABLE_ACCT_INACTIVE=#   Das Konto wurde deaktiviert
INFO_LDAPSEARCH_ACCTUSABLE_PW_RESET=#   Das Passwort wurde zur\u00fcckgesetzt
INFO_LDAPSEARCH_ACCTUSABLE_PW_EXPIRED=#   Das Passwort ist abgelaufen
INFO_LDAPSEARCH_ACCTUSABLE_REMAINING_GRACE=#   Verbleibende Kulanzanmeldungen: %d
INFO_LDAPSEARCH_ACCTUSABLE_LOCKED=#   Das Konto ist gesperrt
INFO_LDAPSEARCH_ACCTUSABLE_TIME_UNTIL_UNLOCK=#   Zeitdauer, bis das Konto entsperrt wird: %s
INFO_LDAPSEARCH_MATCHING_ENTRY_COUNT=# Gesamtzahl \u00fcbereinstimmender Eintr\u00e4ge: %d
ERR_TOOL_RESULT_CODE=Ergebniscode:  %d (%s)
ERR_TOOL_MATCHED_DN=\u00dcbereinstimmender DN:  %s
ERR_LDAP_SORTCONTROL_INVALID_ORDER=Die angegebene Sortierreihenfolge ist ung\u00fcltig: %s
ERR_LDAPSEARCH_VLV_REQUIRES_SORT=Wenn das Argument --%s angegeben ist, dann muss auch das Argument --%s angebgeben werden
ERR_LDAPSEARCH_VLV_INVALID_DESCRIPTOR=Die angegebene Virtual List View-Beschreibung ist ung\u00fcltig.  Der Wert muss in der Form 'beforeCount:afterCount:offset:contentCount' (wobei Offset den Index des Zieleintrags und contentCount die gesch\u00e4tzte Gesamtzahl an Ergebnissen bzw. Null angibt, wenn diese unbekannt ist), oder 'beforeCount:afterCount:assertionValue' (wobei der Eintrag der erste Eintrag sein sollte, dessen prim\u00e4rer Sortierwert gr\u00f6\u00dfergleich dem angegebenen assertionValue ist) vorliegen.  In beiden F\u00e4llen ist beforeCount die Anzahl der zur\u00fcckzugebenden Eintr\u00e4ge vor dem Zielwert und afterCount die Anzahl der zur\u00fcckzugebenden Eintr\u00e4ge nach dem Zielwert
WARN_LDAPSEARCH_SORT_ERROR=# Serverseitige Sortierung fehlgeschlagen:  %s
INFO_LDAPSEARCH_VLV_TARGET_OFFSET=# VLV Ziel-Offset: %d
INFO_LDAPSEARCH_VLV_CONTENT_COUNT=# VLV Inhaltsmenge: %d
WARN_LDAPSEARCH_VLV_ERROR=# Verarbeitung der virtuellen Listenansicht fehlgeschlagen: %s
ERR_EFFECTIVERIGHTS_INVALID_AUTHZID=Die in der Steuerung geteffectiverights enthaltene Authorisierungs-ID "%s" ist ung\u00fcltig, da sie nicht mit "dn:" beginnt, um einen Benutzer-DN anzuzeigen
INFO_BASE64_TOOL_DESCRIPTION=Dieses Dienstprogramm dient zum Verschl\u00fcsseln und Entschl\u00fcsseln von Informationen mit Base64
INFO_BASE64_DECODE_DESCRIPTION=Base64-enkodierte Informationen als Rohdaten entschl\u00fcsseln
INFO_BASE64_ENCODE_DESCRIPTION=Rohdaten mit Base64 verschl\u00fcsseln
INFO_BASE64_ENCODED_DATA_DESCRIPTION=Die Base64-enkodierten Daten, die entschl\u00fcsselt werden sollen
INFO_BASE64_ENCODED_FILE_DESCRIPTION=Der Pfad zu der Datei, die die Base64-enkodierten Daten enth\u00e4lt, die entschl\u00fcsselt werden sollen
INFO_BASE64_RAW_DATA_DESCRIPTION=Die Rohdaten, die mit Base64 verschl\u00fcsselt werden sollen
INFO_BASE64_RAW_FILE_DESCRIPTION=Der Pfad zu der Datei, die die Rohdaten enth\u00e4lt, die mit Base64 verschl\u00fcsselt werden sollen
INFO_BASE64_TO_ENCODED_FILE_DESCRIPTION=Der Pfad zu der Datei, in die die Base64-enkodierten Daten geschrieben werden sollen
INFO_BASE64_TO_RAW_FILE_DESCRIPTION=Der Pfad zu der Datei, in die die Base64-dekodierten Rohdaten geschreiben werden sollen
ERR_BASE64_CANNOT_READ_RAW_DATA=Fehler beim Versuch, die Rohdaten zum Entschl\u00fcsseln zu lesen:  %s
ERR_BASE64_CANNOT_WRITE_ENCODED_DATA=Fehler beim Versuch, die verschl\u00fcsselten Daten zu schreiben:  %s
ERR_BASE64_CANNOT_READ_ENCODED_DATA=Fehler beim Versuch, mit Base64 verschl\u00fcsselten Daten zu lesen:  %s
ERR_BASE64_CANNOT_WRITE_RAW_DATA=Fehler beim Versuch, die entschl\u00fcsselten Daten zu schreiben:  %s
ERR_BASE64_UNKNOWN_SUBCOMMAND=Unbekannter Unterbefehl %s
INFO_DELETE_DESCRIPTION_DELETE_SUBTREE=Angegebenen Eintrag und alle Untereintr\u00e4ge l\u00f6schen
INFO_LDAPDELETE_TOOL_DESCRIPTION=Dieses Dienstprogramm dient zur Durchf\u00fchrung von LDAP-L\u00f6schvorg\u00e4ngen im Directory-Server
