# The contents of this file are subject to the terms of the Common Development and
# Distribution License (the License). You may not use this file except in compliance with the
# License.
#
# You can obtain a copy of the License at legal/CDDLv1.0.txt. See the License for the
# specific language governing permission and limitations under the License.
#
# When distributing Covered Software, include this CDDL Header Notice in each file and include
# the License file at legal/CDDLv1.0.txt. If applicable, add the following below the CDDL
# Header, with the fields enclosed by brackets [] replaced by your own identifying
# information: "Portions Copyright [year] [name of copyright owner]".
#
# Copyright 2009 Sun Microsystems, Inc.
# Portions Copyright 2016 ForgeRock AS.

INFO_DESCRIPTION_SUBENTRIES=Use el control de subentradas para especificar que las subentradas sean visibles, pero que las entradas normales no lo sean
INFO_LDIFSEARCH_DESCRIPTION_BASEDN=El ND de base para la b\u00fasqueda. Si no se especifica un ND de base, se utilizar\u00e1 el DSE ra\u00edz
INFO_SEARCH_DESCRIPTION_BASEDN=ND base de b\u00fasqueda
INFO_SEARCH_DESCRIPTION_SIZE_LIMIT=N\u00famero m\u00e1ximo de entradas que se devolver\u00e1n de la b\u00fasqueda
INFO_SEARCH_DESCRIPTION_TIME_LIMIT=Duraci\u00f3n m\u00e1xima de tiempo en segundos permitida para la b\u00fasqueda
INFO_SEARCH_DESCRIPTION_DEREFERENCE_POLICY=Directiva de deshacer referencia de alias ('nunca', 'siempre', 'b\u00fasqueda' o 'buscar')
INFO_DESCRIPTION_TYPES_ONLY=Recuperar s\u00f3lo los nombres de atributo, pero no sus valores
INFO_DESCRIPTION_ASSERTION_FILTER=Utilizar el control de aserci\u00f3n LDAP con el filtro especificado
INFO_DESCRIPTION_PREREAD_ATTRS=Utilizar el control de pre-lectura ReadEntry de LDAP
INFO_DESCRIPTION_POSTREAD_ATTRS=Utilizar el control de post-lectura ReadEntry de LDAP
INFO_DESCRIPTION_PROXY_AUTHZID=Utilizar el control de autorizaci\u00f3n de proxy con el Id. de autorizaci\u00f3n dado
INFO_DESCRIPTION_PSEARCH_INFO=Utilizar el control de b\u00fasqueda persistente
INFO_DESCRIPTION_MATCHED_VALUES_FILTER=Utilizar el control de valores coincidentes de LDAP con el filtro especificado
INFO_LDIFSEARCH_DESCRIPTION_OUTPUT_FILENAME=Se debe escribir la ruta al archivo de salida con las entradas coincidentes.  Si no se especifica, los datos se escribir\u00e1n en la salida est\u00e1ndar
INFO_LDIFDIFF_DESCRIPTION_OUTPUT_FILENAME=Archivo en el que se escribir\u00e1 la salida
INFO_MAKELDIF_DESCRIPTION_LDIF=La ruta al archivo LDIF que escribir
INFO_MAKELDIF_DESCRIPTION_SEED=La semilla que se utilizar\u00e1 para inicializar el generador de n\u00fameros aleatorios
INFO_MAKELDIF_DESCRIPTION_RESOURCE_PATH=No se ha encontrado la ruta para buscar recursos MakeLDIF (p.ej. archivos de datos) en el directorio de trabajo actual o en la ruta del directorio de plantillas
INFO_LDIFMODIFY_DESCRIPTION_OUTPUT_FILENAME=Archivo en el que se deben escribir los datos actualizados
INFO_LDAPPWMOD_DESCRIPTION_AUTHZID=Id. de autorizaci\u00f3n para la entrada de usuario cuya contrase\u00f1a se debe cambiar
INFO_LDAPPWMOD_DESCRIPTION_NEWPW=Nueva contrase\u00f1a que proporcionar al usuario de destino
INFO_LDAPPWMOD_DESCRIPTION_NEWPWFILE=Ruta a un archivo que contiene la nueva contrase\u00f1a que proporcionar al usuario de destino
INFO_LDAPPWMOD_DESCRIPTION_CURRENTPW=Contrase\u00f1a actual para el usuario de destino
INFO_LDAPPWMOD_DESCRIPTION_CURRENTPWFILE=Ruta a un archivo que contiene la contrase\u00f1a actual para el usuario de destino
INFO_DESCRIPTION_COUNT_ENTRIES=Contar el n\u00famero de entradas devueltas por el servidor
INFO_DESCRIPTION_SIMPLE_PAGE_SIZE=Utilizar el control de resultados paginado de forma simple con el tama\u00f1o de p\u00e1gina dado
INFO_LDAPMODIFY_DESCRIPTION_FILENAME=Archivo LDIF que contiene los cambios que se van a aplicar
INFO_DESCRIPTION_SORT_ORDER=Ordenar los resultados mediante el orden especificado
INFO_DESCRIPTION_VLV=Utilizar el control de vista de lista virtual para recuperar la p\u00e1gina de resultados especificados
INFO_DESCRIPTION_EFFECTIVERIGHTS_USER=Utilizar el control geteffectiverights con el authzid especificado
INFO_DESCRIPTION_EFFECTIVERIGHTS_ATTR=Especifica la lista de atributos espec\u00edfica del control geteffectiverights
ERR_CANNOT_INITIALIZE_ARGS=Se ha producido un error inesperado al tratar de inicializar los argumentos de l\u00ednea de comandos:  %s
ERR_ERROR_PARSING_ARGS=Se ha producido un error al analizar los argumentos de l\u00ednea de comandos: %s
INFO_PROCESSING_OPERATION=Procesando solicitud %s para %s
INFO_OPERATION_SUCCESSFUL=operaci\u00f3n %s correcta para ND %s
INFO_PROCESSING_COMPARE_OPERATION=Comparando el tipo %s con valor %s en la entrada %s
INFO_COMPARE_OPERATION_RESULT_FALSE=La operaci\u00f3n de comparaci\u00f3n ha devuelto el valor false para la entrada %s
INFO_COMPARE_OPERATION_RESULT_TRUE=La operaci\u00f3n de comparaci\u00f3n ha devuelto el valor true para la entrada %s
INFO_LDAPMODIFY_PREREAD_ENTRY=Entrada de destino antes de la operaci\u00f3n:
INFO_LDAPMODIFY_POSTREAD_ENTRY=Entrada de destino despu\u00e9s de la operaci\u00f3n:
ERR_PSEARCH_MISSING_DESCRIPTOR=La solicitud para utilizar el control de b\u00fasqueda persistente no incluye un descriptor que indique las opciones que utilizar con dicho control
ERR_PSEARCH_DOESNT_START_WITH_PS=El descriptor de b\u00fasqueda persistente %s no comenzaba por la cadena 'ps' requerida
ERR_PSEARCH_INVALID_CHANGE_TYPE=El valor de tipo de cambio especificado %s no es v\u00e1lido.  Los tipos de cambio reconocidos son add, delete, modify, modifydn y any
ERR_PSEARCH_INVALID_CHANGESONLY=El valor changesOnly %s especificado no es v\u00e1lido.  Los valores permitidos son 1 para devolver s\u00f3lo las entradas coincidentes que hayan cambiado desde el inicio de la b\u00fasqueda o 0 para incluir tambi\u00e9n las entradas existentes que coincidan con los criterios de b\u00fasqueda
ERR_PSEARCH_INVALID_RETURN_ECS=El valor returnECs %s especificado no es v\u00e1lido.  Los valores permitidos son 1 para solicitar que el control de notificaci\u00f3n de cambios de entrada se incluya en entradas actualizadas o 0 para excluir el control de las entradas coincidentes
ERR_LDAP_MATCHEDVALUES_INVALID_FILTER=El filtro de valores coincidentes especificado no era v\u00e1lido:  %s
ERR_LDIF_FILE_CANNOT_OPEN_FOR_READ=Se ha producido un error al tratar de abrir el archivo de LDIF %s para lectura: %s
ERR_LDIF_FILE_READ_ERROR=Se ha producido un error al tratar de leer los contenidos del archivo de LDIF: %s
ERR_MAKELDIF_UNABLE_TO_CREATE_LDIF=Se ha producido un error al intentar abrir el archivo LDIF %s para escritura:  %s
ERR_MAKELDIF_ERROR_WRITING_LDIF=Se ha producido un error al escribir datos en el archivo LDIF %s:  %s
INFO_MAKELDIF_PROCESSED_N_ENTRIES=%d entradas procesadas
INFO_MAKELDIF_PROCESSING_COMPLETE=Procesamiento LDIF completo.  %d entradas escritas
ERR_LDAPPWMOD_FAILED=Se ha producido un error en la operaci\u00f3n de modificaci\u00f3n de contrase\u00f1a LDAP con el c\u00f3digo de resultado %d
INFO_LDAPPWMOD_SUCCESSFUL=La operaci\u00f3n de modificaci\u00f3n de contrase\u00f1a de LDAP ha sido correcta
INFO_LDAPPWMOD_ADDITIONAL_INFO=Informaci\u00f3n adicional:  %s
INFO_LDAPPWMOD_GENERATED_PASSWORD=Contrase\u00f1a generada:  %s
INFO_COMPARE_CANNOT_BASE64_DECODE_ASSERTION_VALUE=Se ha indicado que el valor de aserci\u00f3n estaba codificado en base64, pero se ha producido un error al intentar descodificar el valor
INFO_COMPARE_CANNOT_READ_ASSERTION_VALUE_FROM_FILE=No se puede leer el valor de aserci\u00f3n desde el archivo especificado:  %s
INFO_LDAPCOMPARE_TOOL_DESCRIPTION=Esta utilidad se puede utilizar para realizar operaciones de comparaci\u00f3n de LDAP en Directory Server
INFO_LDAPMODIFY_TOOL_DESCRIPTION=Esta utilidad se puede utilizar para realizar operaciones de modificar, agregar, eliminar y modificar ND en Directory Server
INFO_LDAPPWMOD_TOOL_DESCRIPTION=Esta utilidad se puede utilizar para realizar operaciones de modificaci\u00f3n de contrase\u00f1a en Directory Server
INFO_LDAPSEARCH_TOOL_DESCRIPTION=Esta utilidad se puede utilizar para realizar operaciones de b\u00fasqueda de LDAP en Directory Server
ERR_LDAPCOMPARE_INVALID_ATTR_STRING=Cadena de atributo no v\u00e1lida '%s'. La cadena de atributo debe tener una de las siguientes formas: 'atributo:valor', 'atributo::valorBase64', o 'atributo:<rutaArchivoValor'
INFO_LDAPSEARCH_PSEARCH_CHANGE_TYPE=# Tipo de cambio de b\u00fasqueda persistente:  %s
INFO_LDAPSEARCH_PSEARCH_PREVIOUS_DN=# ND de entrada anterior de b\u00fasqueda persistente:  %s
INFO_LDAPSEARCH_ACCTUSABLE_HEADER=# Control de respuesta de usabilidad de cuenta
INFO_LDAPSEARCH_ACCTUSABLE_IS_USABLE=#   La cuenta es utilizable
INFO_LDAPSEARCH_ACCTUSABLE_TIME_UNTIL_EXPIRATION=#   Tiempo para que caduque la contrase\u00f1a:  %s
INFO_LDAPSEARCH_ACCTUSABLE_NOT_USABLE=#   La cuenta no es utilizable
INFO_LDAPSEARCH_ACCTUSABLE_ACCT_INACTIVE=#   Se ha desactivado la cuenta
INFO_LDAPSEARCH_ACCTUSABLE_PW_RESET=#   Se ha restablecido la contrase\u00f1a
INFO_LDAPSEARCH_ACCTUSABLE_PW_EXPIRED=#   La contrase\u00f1a ha caducado
INFO_LDAPSEARCH_ACCTUSABLE_REMAINING_GRACE=#   N\u00famero de inicios de sesi\u00f3n de gracia restantes:  %d
INFO_LDAPSEARCH_ACCTUSABLE_LOCKED=#   La cuenta est\u00e1 bloqueada
INFO_LDAPSEARCH_ACCTUSABLE_TIME_UNTIL_UNLOCK=#   Tiempo para el desbloqueo de la cuenta:  %s
INFO_LDAPSEARCH_MATCHING_ENTRY_COUNT=# N\u00famero total de entradas coincidentes: %d
ERR_TOOL_RESULT_CODE=C\u00f3digo de resultado:  %d (%s)
ERR_TOOL_MATCHED_DN=ND coincidente:  %s
ERR_LDAP_SORTCONTROL_INVALID_ORDER=El orden especificado no era v\u00e1lido:  %s
ERR_LDAPSEARCH_VLV_REQUIRES_SORT=Si se especifica el argumento --%s, tambi\u00e9n se debe especificar el argumento --%s
ERR_LDAPSEARCH_VLV_INVALID_DESCRIPTOR=El descriptor de vista de lista virtual especificado no era v\u00e1lido.  Debe ser un valor con la forma 'beforeCount:afterCount:offset:contentCount' (donde offset especifica el \u00edndice de la entrada de destino y contentCount especifica el n\u00famero total de resultados estimado o cero si se desconoce) o 'beforeCount:afterCount:assertionValue' (donde la entrada debe ser la primera entrada cuyo valor de ordenaci\u00f3n principal sea mayor o igual al valor de aserci\u00f3n especificado).  En cualquier caso, beforeCount es el n\u00famero de entradas que devolver antes del valor de destino y afterCount es el n\u00famero de entradas que devolver despu\u00e9s del valor de destino
WARN_LDAPSEARCH_SORT_ERROR=# No pudo realizarse la ordenaci\u00f3n del lado del servidor:  %s
INFO_LDAPSEARCH_VLV_TARGET_OFFSET=# Desplazamiento de destino de VLV:  %d
INFO_LDAPSEARCH_VLV_CONTENT_COUNT=# Recuento de contenido de VLV:  %d
WARN_LDAPSEARCH_VLV_ERROR=# No pudo realizarse el procesamiento de la vista de lista virtual: %s
ERR_EFFECTIVERIGHTS_INVALID_AUTHZID=El Id. de autorizaci\u00f3n "%s" contenido en el control geteffectiverights no es v\u00e1lido ya que no empieza por "dn:" para indicar un ND de usuario
INFO_BASE64_TOOL_DESCRIPTION=Esta utilidad se puede utilizar para codificar y descodificar informaci\u00f3n mediante base64
INFO_BASE64_DECODE_DESCRIPTION=Descodificar informaci\u00f3n codificada en base64 en datos no procesados
INFO_BASE64_ENCODE_DESCRIPTION=Codificar datos no procesados mediante base64
INFO_BASE64_ENCODED_DATA_DESCRIPTION=Datos codificados en base64 que se van a descodificar
INFO_BASE64_ENCODED_FILE_DESCRIPTION=La ruta del archivo que contiene los datos codificados en base64 que se van a descodificar
INFO_BASE64_RAW_DATA_DESCRIPTION=Los datos no procesados que se van a codificar en base64
INFO_BASE64_RAW_FILE_DESCRIPTION=La ruta de un archivo que contiene los datos no procesados que se van a codificar en base64
INFO_BASE64_TO_ENCODED_FILE_DESCRIPTION=La ruta de un archivo en el que se deben escribir los datos codificados en base64
INFO_BASE64_TO_RAW_FILE_DESCRIPTION=La ruta de un archivo en el que se deben escribir los datos descodificados en base64 no procesados
ERR_BASE64_CANNOT_READ_RAW_DATA=Se ha producido un error al tratar de leer los datos no procesados que codificar:  %s
ERR_BASE64_CANNOT_WRITE_ENCODED_DATA=Se ha producido un error al tratar de escribir los datos codificados:  %s
ERR_BASE64_CANNOT_READ_ENCODED_DATA=Se ha producido un error al tratar de leer los datos codificados en base64:  %s
ERR_BASE64_CANNOT_WRITE_RAW_DATA=Se ha producido un error al tratar de escribir los datos descodificados:  %s
ERR_BASE64_UNKNOWN_SUBCOMMAND=Subcomando desconocido %s
INFO_DELETE_DESCRIPTION_DELETE_SUBTREE=Eliminar la entrada especificada y todas las entradas que hay debajo
INFO_LDAPDELETE_TOOL_DESCRIPTION=Esta utilidad se puede utilizar para realizar operaciones de eliminaci\u00f3n de LDAP en Directory Server
