# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at legal-notices/CDDLv1_0.txt
# or http://forgerock.org/license/CDDLv1.0.html.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at legal-notices/CDDLv1_0.txt.
# If applicable, add the following below this CDDL HEADER, with the
# fields enclosed by brackets "[]" replaced with your own identifying
# information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2009 Sun Microsystems, Inc.
#      Portions Copyright 2013-2014 ForgeRock AS



#
# Global directives
#
#global.category=CONFIG

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [ERR, WARN, NOTICE, INFO, DEBUG]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
ERR_CONFIG_ATTR_IS_REQUIRED_1=Konfigurationsattribut %s erfordert mindestens einen Wert, aber der sich daraus ergebende Vorgang h\u00e4tte alle Werte entfernt
ERR_CONFIG_ATTR_REJECTED_VALUE_2=Der angegebene Wert %s f\u00fcr Konfigurationsattribut %s wurde zur\u00fcckgewiesen.  Die angegebene Ursache ist: %s
ERR_CONFIG_ATTR_SET_VALUES_IS_SINGLE_VALUED_3=Konfigurationsattribut %s ist einwertig, es wurden aber mehrere Werte angegeben
ERR_CONFIG_ATTR_ADD_VALUES_IS_SINGLE_VALUED_4=Konfigurationsattribut %s ist einwertig, durch das Hinzuf\u00fcgen der angegebenen Werte w\u00e4re es aber mehrwertig geworden
ERR_CONFIG_ATTR_ADD_VALUES_ALREADY_EXISTS_5=Konfigurationsattribut %s enth\u00e4lt bereits einen Wert %s
ERR_CONFIG_ATTR_NO_SUCH_VALUE_6=Wert %s kann nicht aus dem Konfigurationsattribut %s entfernt werden, da der angegebene Wert nicht vorhanden ist
ERR_CONFIG_ATTR_INVALID_BOOLEAN_VALUE_7=Wert f\u00fcr boolesches Konfigurationsattribut %s kann nicht gesetzt werden, da der angegebenen Wert %s nicht 'true' oder 'false' ist
ERR_CONFIG_ATTR_NO_INT_VALUE_8=Wert f\u00fcr Konfigurationsattribut %s kann nicht als Ganzzahl abgefragt werden, da das Attribut keine Werte enth\u00e4lt
ERR_CONFIG_ATTR_MULTIPLE_INT_VALUES_9=Wert f\u00fcr Konfigurationsattribut %s kann nicht als Ganzzahl abgefragt werden, da das Attribut mehrere Werte enth\u00e4lt
ERR_CONFIG_ATTR_VALUE_OUT_OF_INT_RANGE_10=Wert f\u00fcr Konfigurationsattribut %s kann nicht als Java-Ganzzahl abgefragt werden, da der Wert au\u00dferhalb des zul\u00e4ssigen Bereichs f\u00fcr Ganzzahlen liegt
ERR_CONFIG_ATTR_INVALID_INT_VALUE_11=Wert f\u00fcr das Ganzzahl-Konfigurationsattribut %s kann nicht gesetzt werden, da der angegebene Wert %s nicht als Ganzzahlwert interpretiert werden kann: %s
ERR_CONFIG_ATTR_INT_BELOW_LOWER_BOUND_12=Wert f\u00fcr Konfigurationsattribut %s kann nicht gesetzt werden, da der angegebene Wert %d kleiner als der niedrigste zul\u00e4ssige Wert %d ist
ERR_CONFIG_ATTR_INT_ABOVE_UPPER_BOUND_13=Wert f\u00fcr Konfigurationsattribut %s kann nicht gesetzt werden, da der angegebene Wert %d gr\u00f6\u00dfer als der h\u00f6chste zul\u00e4ssige Wert %d ist
ERR_CONFIG_ATTR_INT_COULD_NOT_PARSE_14=Wert %s f\u00fcr Konfigurationsattribut %s kann nicht als Ganzzahlwert geparst werden: %s
ERR_CONFIG_ATTR_NO_STRING_VALUE_15=Wert f\u00fcr Konfigurationsattribut %s kann nicht als Zeichenkette abgefragt werden, da das Attribut keine Werte enth\u00e4lt
ERR_CONFIG_ATTR_MULTIPLE_STRING_VALUES_16=Wert f\u00fcr Konfigurationsattribut %s kann nicht als Zeichenkette abgefragt werden, da das Attribut mehrere Werte enth\u00e4lt
ERR_CONFIG_ATTR_EMPTY_STRING_VALUE_17=F\u00fcr Konfigurationsattribut %s wurde eine leere Wertezeichenkette angegeben
ERR_CONFIG_ATTR_VALUE_NOT_ALLOWED_18=Wert %s ist nicht in der Liste der zul\u00e4ssigen Werte f\u00fcr Konfigurationsattribut %s enthalten
ERR_CONFIG_ATTR_INVALID_UNIT_19='%s' ist keine g\u00fcltige Einheit f\u00fcr Konfigurationsattribut %s
ERR_CONFIG_ATTR_NO_UNIT_DELIMITER_20=%s kann nicht als Ganzzahlwert und als Einheit f\u00fcr Konfigurationsattribut %s dekodiert werden, da kein Wert-/Einheitsbegrenzer gefunden werden kann
ERR_CONFIG_ATTR_COULD_NOT_PARSE_INT_COMPONENT_21=Ganzzahl-Anteil des Werts %s f\u00fcr Konfigurationsattribut %s kann nicht dekodiert werden: %s
ERR_CONFIG_ATTR_INVALID_VALUE_WITH_UNIT_22=Der angegebene Wert %s f\u00fcr die Ganzzahl mit dem Einheitsattribut %s ist unzul\u00e4ssig: %s
ERR_CONFIG_ENTRY_CONFLICTING_CHILD_23=Konfigurationseintrag %s kann nicht als untergeordneter Eintrag von Konfigurationseintrag %s hinzugef\u00fcgt werden, da bereits ein untergeordneter Eintrag mit dem DN vorhanden ist
ERR_CONFIG_ENTRY_NO_SUCH_CHILD_24=Eintrag %s kann nicht als untergeordneter Eintrag von Konfigurationseintrag %s entfernt werden, da der Eintrag keinen untergeordneten Eintrag mit dem angegebenen DN hat
ERR_CONFIG_ENTRY_CANNOT_REMOVE_NONLEAF_25=Eintrag %s kann nicht als untergeordneter Eintrag von Konfigurationseintrag %s entfernt werden, da der Eintrag eigene untergeordnete Eintr\u00e4ge hat und Non-Leaf-Eintr\u00e4ge nicht entfernt werden k\u00f6nnen
ERR_CONFIG_FILE_DOES_NOT_EXIST_26=Die angegebene Konfigurationsdatei %s ist nicht vorhanden oder nicht lesbar
ERR_CONFIG_FILE_CANNOT_VERIFY_EXISTENCE_27=Unerwarteter Fehler beim Versuch, das Vorhandensein der Konfigurationsdatei %s zu ermitteln:  %s
ERR_CONFIG_FILE_CANNOT_OPEN_FOR_READ_28=Fehler beim Versuch, die Konfigurationsdatei %s zum Lesen zu \u00f6ffnen:  %s
ERR_CONFIG_FILE_READ_ERROR_29=Fehler beim Versuch, den Inhalt der Konfigurationsdatei %s zu lesen: %s
ERR_CONFIG_ATTR_OPTIONS_NOT_ALLOWED_30=Ung\u00fcltiges Konfigurationsattribut %s entdeckt: die einzige in der Directory-Server-Konfiguration zul\u00e4ssige Attributoption zum Anzeigen des Satzes anstehender Werte ist "pending"
ERR_CONFIG_FILE_INVALID_LDIF_ENTRY_31=Fehler bei oder in Zeile %d beim Versuch, die Konfiguration von LDIF-Datei %s zu analysieren: %s
ERR_CONFIG_FILE_EMPTY_32=Die angegebene Konfigurationsdatei %s scheint keine Konfigurationseintr\u00e4ge zu enthalten
ERR_CONFIG_FILE_INVALID_BASE_DN_33=Der erste aus der LDIF-Konfigurationsdatei %s gelesene Eintrag besitzt den DN "%s" anstelle des erwarteten "%s", der als Directory-Server-Konfigurationsstamm verwendet werden soll
ERR_CONFIG_FILE_GENERIC_ERROR_34=Unerwarteter Fehler beim Versuch, die Directory-Server-Konfigurationsdatei %s zu verarbeiten:  %s
ERR_CONFIG_FILE_DUPLICATE_ENTRY_35=Konfigurationseintrag %s, der in oder bei Zeile %s in der LDIF-Konfigurationsdatei %s startet, besitzt denselben DN wie ein anderer bereits aus dieser Datei gelesener Eintrag
ERR_CONFIG_FILE_NO_PARENT_36=Konfigurationseintrag %s, der in oder bei Zeile %d in der LDIF-Konfigurationsdatei %s startet, besitzt scheinbar keinen \u00fcbergeordneten Eintrag (erwarteter \u00fcbergeordneter DN war %s)
ERR_CONFIG_FILE_UNKNOWN_PARENT_37=Der Directory-Server konnte den \u00fcbergeordneten DN f\u00fcr Konfigurationseintrag %s, der in oder bei Zeile %d in der LDIF-Konfigurationsdatei %s startet, nicht ermitteln
ERR_CONFIG_CANNOT_DETERMINE_SERVER_ROOT_38=Der Directory-Server-Instanzstamm konnte weder aus der Umgebungsvariablen noch auf Grundlage des Speicherorts der Konfigurationsdatei ermittelt werden.  Stellen Sie die Umgebungsvariable mit dem Namen %s mit einem Wert, der den absoluten Pfad zum Serverinstallationsstamm enth\u00e4lt, ein
ERR_CONFIG_FILE_WRITE_ERROR_39=Unerwarteter Fehler beim Versuch, Konfigurationseintrag %s in LDIF zu schreiben:  %s
ERR_CONFIG_FILE_CLOSE_ERROR_40=Unerwarteter Fehler beim Versuch, den LDIF-Writer zu schlie\u00dfen:  %s
ERR_CONFIG_FILE_UNWILLING_TO_IMPORT_41=Die Directory-Server-Konfiguration kann nicht durch Importieren einer neuen Konfiguration von LDIF ge\u00e4ndert werden
WARN_CONFIG_LOGGER_NO_ACTIVE_ACCESS_LOGGERS_44=In der Directory-Server-Konfiguration sind keine aktiven Zugriffsprotokollierungen definiert.  Es wird keine Zugriffsprotokollierung ausgef\u00fchrt
WARN_CONFIG_LOGGER_NO_ACTIVE_ERROR_LOGGERS_45=In der Directory-Server-Konfiguration sind keine aktiven Fehlerprotokollierungen definiert.  Es wird keine Fehlerprotokollierung ausgef\u00fchrt
WARN_CONFIG_LOGGER_NO_ACTIVE_DEBUG_LOGGERS_46=In der Directory-Server-Konfiguration sind keine aktiven Debug-Logger definiert.  Es wird kein Debug-Logging ausgef\u00fchrt
ERR_CONFIG_LOGGER_CANNOT_CREATE_LOGGER_49=Fehler beim Versuch, eine Directory-Server-Protokollierung aus den Informationen in Konfigurationseintrag %s zu erstellen:  %s
ERR_CONFIG_LOGGER_INVALID_OBJECTCLASS_50=Konfigurationseintrag %s enth\u00e4lt keine g\u00fcltige Objektklasse f\u00fcr eine Zugriffs-, Fehler- oder Debug-Protokollierdefinition des Directory-Servers
ERR_CONFIG_LOGGER_INVALID_ACCESS_LOGGER_CLASS_54=Klasse %s, die in Attribut ds-cfg-java-class von Konfigurationseintrag %s angegeben wurde, kann nicht als eine Directory-Server-Zugriffsprotokollierung instanziiert werden:  %s
ERR_CONFIG_LOGGER_INVALID_ERROR_LOGGER_CLASS_55=Klasse %s, die in Attribut ds-cfg-java-class von Konfigurationseintrag %s angegeben wurde, kann nicht als eine Directory-Server-Fehlerprotokollierung instanziiert werden:  %s
ERR_CONFIG_LOGGER_INVALID_DEBUG_LOGGER_CLASS_56=Klasse %s, die in Attribut ds-cfg-java-class von Konfigurationseintrag %s angegeben wurde, kann nicht als eine Directory-Server-Debug-Protokollierung instanziiert werden:  %s
ERR_CONFIG_ATTR_MULTIPLE_PENDING_VALUE_SETS_64=Konfigurationseintrag %s enth\u00e4lt anscheinend mehrere anstehende Wertereihen
ERR_CONFIG_ATTR_MULTIPLE_ACTIVE_VALUE_SETS_65=Konfigurationseintrag %s enth\u00e4lt anscheinend mehrere aktive Wertereihen
ERR_CONFIG_ATTR_NO_ACTIVE_VALUE_SET_66=Konfigurationsattribut %s enth\u00e4lt keine aktive Wertereihe
ERR_CONFIG_ATTR_INT_INVALID_TYPE_67=Wert %s f\u00fcr Konfigurationsattribut %s kann nicht als Ganzzahl geparst werden, da das Element zu einem unzul\u00e4ssigen Typ (%s) geh\u00f6rt
ERR_CONFIG_ATTR_INT_INVALID_ARRAY_TYPE_68=Wert f\u00fcr Konfigurationsattribut %s kann nicht als Reihe von Ganzzahlwerten geparst werden, da das Array Elemente unzul\u00e4ssigen Typs (%s) enth\u00e4lt
ERR_CONFIG_ATTR_INVALID_STRING_VALUE_69=Wert %s f\u00fcr Konfigurationsattribut %s kann nicht als Zeichenkettenwert geparst werden: %s
ERR_CONFIG_ATTR_STRING_INVALID_TYPE_70=Wert %s f\u00fcr Konfigurationsattribut %s kann nicht als Zeichenkettenwert geparst werden, da das Element zu einem unzul\u00e4ssigen Typ (%s) geh\u00f6rt
ERR_CONFIG_ATTR_STRING_INVALID_ARRAY_TYPE_71=Wert f\u00fcr Konfigurationsattribut %s kann nicht als Reihe von Zeichenkettenwerten geparst werden, da das Array Elemente unzul\u00e4ssigen Typs (%s) enth\u00e4lt
ERR_CONFIG_ATTR_INT_WITH_UNIT_INVALID_TYPE_72=Wert %s f\u00fcr Konfigurationsattribut %s kann nicht als Ganzzahl mit Einheitswert geparst werden, da das Element zu einem unzul\u00e4ssigen Typ (%s) geh\u00f6rt
ERR_CONFIG_JMX_ATTR_NO_ATTR_74=Im Konfigurationseintrag %s ist das Attribut %s nicht enthalten (bzw. es ist enthalten, es kann aber nicht mit JMX darauf zugegriffen werden)
ERR_CONFIG_JMX_NO_METHOD_78=Es wurde keine Methode %s f\u00fcr nicht aufrufbare Komponenten beim Konfigurationseintrag %s registriert
ERR_CONFIG_JMX_CANNOT_REGISTER_MBEAN_83=Der Directory-Server konnte keinen JMX MBean f\u00fcr die dem Konfigurationseintrag %s zugeordnete Komponente registrieren:  %s
ERR_CONFIG_LDIF_WRITE_ERROR_84=Unerwarteter Fehler beim Versuch, die Directory-Server-Konfiguration in LDIF zu exportieren:  %s
ERR_CONFIG_WORK_QUEUE_TOO_MANY_FAILURES_94=In Worker-Thread "%s" sind beim Versuch, den n\u00e4chsten Vorgang aus der Warteschlange abzurufen, zu viele wiederholte Fehler aufgetreten (%d Fehler aufgetreten, maximal %d Fehler zul\u00e4ssig).  Dieses Worker-Thread wird zerst\u00f6rt
ERR_CONFIG_WORK_QUEUE_CANNOT_CREATE_MONITOR_95=Problem beim Versuch, eine Instanz der Klasse %s zu erstellen und zu starten, die als Monitor-Anbieter f\u00fcr die Directory-Server-Warteschlage verwendet wird:  %s.  Es sind keine Monitorinformationen f\u00fcr die Warteschlange verf\u00fcgbar
ERR_CONFIG_ATTR_DN_NULL_98=F\u00fcr DN-Konfigurationsattribut %s wurde ein Nullwert angegeben
ERR_CONFIG_ATTR_DN_CANNOT_PARSE_99=Fehler beim Versuch, Wert "%s" des Attributs %s als DN zu parsen: %s
ERR_CONFIG_ATTR_INVALID_DN_VALUE_100=Wert %s f\u00fcr Konfigurationsattribut %s kann nicht als DN geparst werden: %s
ERR_CONFIG_ATTR_DN_INVALID_TYPE_101=Wert %s f\u00fcr Konfigurationsattribut %s kann nicht als DN geparst werden, da das Element zu einem unzul\u00e4ssigen Typ (%s) geh\u00f6rt
ERR_CONFIG_ATTR_DN_INVALID_ARRAY_TYPE_102=Wert f\u00fcr Konfigurationsattribut %s kann nicht als Reihe von DN-Werten geparst werden, da das Array Elemente unzul\u00e4ssigen Typs (%s) enth\u00e4lt
ERR_CONFIG_CANNOT_REGISTER_AS_PRIVATE_SUFFIX_103=Unerwarteter Fehler beim Versuch, den Konfigurationshandler-Basis-DN "%s" als ein privates Suffix mit dem Directory-Server zu registrieren:  %s
ERR_CONFIG_BACKEND_CANNOT_GET_CONFIG_BASE_104=Fehler beim Versuch, Konfigurationseintrag cn=Backends,cn=config abzurufen, um die Directory-Server-Backends zu initialisieren:  %s
ERR_CONFIG_BACKEND_BASE_DOES_NOT_EXIST_105=Der Eintrag cn=Backends,cn=config scheint in der Directory-Server-Konfiguration nicht vorhanden zu sein.  Dies ist ein erforderlicher Eintrag
ERR_CONFIG_BACKEND_ERROR_INTERACTING_WITH_BACKEND_ENTRY_107=Unerwarteter Fehler bei der Interaktion mit dem Backend-Konfigurationseintrag %s:  %s
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_CLASS_109=Vollqualifizierter Name der Java-Klasse, die die Kernlogik f\u00fcr die Implementierung dieses Backends bereitstellt.  \u00c4nderungen an diesem Konfigurationsattribut treten erst in Kraft, wenn das Backend deaktiviert und wieder reaktiviert oder der Server neu gestartet wird
INFO_CONFIG_BACKEND_DISABLED_111=Das im Konfigurationseintrag %s definierte Backend ist als deaktiviert markiert und wird daher nicht verwendet
ERR_CONFIG_BACKEND_UNABLE_TO_DETERMINE_ENABLED_STATE_112=Unerwarteter Fehler beim Versuch, zu bestimmen, ob das dem Konfigurationseintrag %s zugewiesene Backend aktiviert oder deaktivert werden soll:  %s.  Wird deaktiviert
ERR_CONFIG_BACKEND_CANNOT_INSTANTIATE_115=Der Directory-Server konnte Klasse %s nicht laden und verwendet sie zum Erstellen einer Backend-Instanz wie in Konfigurationseintrag %s definiert.  Folgender Fehler ist aufgetreten:  %s.  Dieses Backend wird deaktiviert
ERR_CONFIG_BACKEND_CANNOT_INITIALIZE_116=Fehler beim Versuch, ein von Klasse %s mit den Informationen in Konfigurationseintrag %s geladenes Backend zu initialisieren:  %s.  Dieses Backend wird deaktiviert
ERR_CONFIG_BACKEND_CLASS_NOT_BACKEND_117=Die Klasse %s, die in Konfigurationseintrag %s angegeben ist, enth\u00e4lt keine g\u00fcltige Directory-Server-Backend-Implementierung
NOTE_CONFIG_BACKEND_ACTION_REQUIRED_TO_CHANGE_CLASS_118=Durch die angeforderte \u00c4nderung am Konfigurationseintrag %s wird die Klasse des zugeordneten Backends von %s nach %s ge\u00e4ndert. Diese \u00c4nderung tritt erst in Kraft, wenn das Backend deaktiviert und wieder reaktiviert oder der Directory-Server neu gestartet wird
NOTE_CONFIG_BACKEND_CANNOT_REMOVE_BACKEND_WITH_SUBORDINATES_119=Das in Konfigurationseintrag %s definierte Backend hat ein oder mehrere untergeordnete Backends.  Ein Backend kann nicht entfernt werden, wenn es untergeordnete Backends hat
ERR_CONFIG_MONITOR_INITIALIZATION_FAILED_140=Fehler beim Versuch, eine Instanz der Klasse %s als \u00dcberwachungsanbieter zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_CONNHANDLER_CANNOT_INITIALIZE_154=Fehler beim Versuch, ein von Klasse %s mit den Informationen in Konfigurationseintrag %s geladenen Verbindungshandler zu initialisieren:  %s.  Dieser Verbindungshandler wird deaktiviert
ERR_CONFIG_SCHEMA_MR_CANNOT_INITIALIZE_172=Fehler beim Versuch, eine von Klasse %s mit den Informationen in Konfigurationseintrag %s geladene \u00dcbereinstimmungsregel zu initialisieren:  %s.  Diese \u00dcbereinstimmungsregel wird deaktiviert
WARN_CONFIG_SCHEMA_MR_CONFLICTING_MR_173=Die in Konfigurationseintrag %s definierte \u00dcbereinstimmungsregel widerspricht einer anderen in der Serverkonfiguration definierten \u00dcbereinstimmungsregel:  %s.  Diese \u00dcbereinstimmungsregel wird nicht verwendet
ERR_CONFIG_SCHEMA_SYNTAX_CANNOT_INITIALIZE_186=Fehler beim Versuch, ein von Klasse %s mit den Informationen in Konfigurationseintrag %s geladene Attributsyntax zu initialisieren:  %s.  Diese Syntax wird deaktiviert
WARN_CONFIG_SCHEMA_SYNTAX_CONFLICTING_SYNTAX_187=Die in Konfigurationseintrag %s definierte Attributsyntax widerspricht einer anderen in der Serverkonfiguration definierten Syntax:  %s.  Diese Attributsyntax wird nicht verwendet
ERR_CONFIG_SCHEMA_NO_SCHEMA_DIR_188=Die Directory-Server-Schemadefinitionen konnten nicht gelesen werden, da das Schemaverzeichnis %s nicht vorhanden ist
ERR_CONFIG_SCHEMA_DIR_NOT_DIRECTORY_189=Die Directory-Server-Schemadefinitionen konnten nicht gelesen werden, da das Schemaverzeichnis %s zwar vorhanden ist, aber kein Verzeichnis darstellt
ERR_CONFIG_SCHEMA_CANNOT_LIST_FILES_190=Die Directory-Server-Schemadefinitionen konnten nicht aus Verzeichnis %s gelesen werden, da beim Versuch, die Dateien in diesem Verzeichnis aufzulisten, ein unerwarteter Fehler aufgetreten ist:  %s
WARN_CONFIG_SCHEMA_CANNOT_OPEN_FILE_191=Die Schemakonfigurationsdatei %s in Verzeichnis %s kann nicht analysiert werden, da beim Versuch, die Datei zum Lesen zu \u00f6ffnen, ein unerwarteter Fehler aufgetreten ist:  %s
WARN_CONFIG_SCHEMA_CANNOT_READ_LDIF_ENTRY_192=Die Schemakonfigurationsdatei %s in Verzeichnis %s kann nicht analysiert werden, da beim Versuch, den Inhalt als LDIF-Eintrag zu lesen, ein unerwarteter Fehler aufgetreten ist:  %s
WARN_CONFIG_SCHEMA_CANNOT_PARSE_ATTR_TYPE_193=Eine Attributtypdefinition konnte nicht aus Schemakonfigurationsdatei %s gelesen werden:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_ATTR_TYPE_194=Ein aus Schemakonfigurationsdatei %s gelesener Attributtyp widerspricht einem anderen in das Schema eingelesenen Attributtyp:  %s.  Die letzte Attributtypdefinition wird verwendet
WARN_CONFIG_SCHEMA_CONFLICTING_OC_195=Eine aus Schemakonfigurationsdatei %s gelesene Objektklasse widerspricht einer anderen in das Schema eingelesene Objektklasse:  %s.  Die letzte Objektklassendefinition wird verwendet
WARN_CONFIG_SCHEMA_CANNOT_PARSE_OC_196=Eine aus Schemakonfigurationsdatei %s gelesene Objektklasse konnte nicht analysiert werden:  %s
ERR_CONFIG_ENTRYCACHE_CANNOT_INSTALL_DEFAULT_CACHE_200=Ein unerwarteter Fehler hat verhindert, dass der Server sein Standard-Cacheeintrag-Framework installiert:  %s
WARN_CONFIG_ENTRYCACHE_NO_CONFIG_ENTRY_201=Der Cacheeintrag-Konfigurationseintrag "cn=Entry Caches,cn=config" ist nicht in der Directory-Server-Konfiguration vorhanden.  Ein Cacheeintrag ist erst vorhanden, wenn dieser Eintrag mit einer g\u00fcltigen Cacheeintrag-Konfiguration erstellt wurde
ERR_CONFIG_ENTRYCACHE_CANNOT_INITIALIZE_CACHE_202=Fehler beim Versuch, eine Instanz der Klasse %s f\u00fcr die Verwendung im Directory-Server-Cacheeintrag zu initialisieren:  %s.  Daher wird der Cacheeintrag deaktiviert
ERR_CONFIG_ENTRYCACHE_CONFIG_NOT_ACCEPTABLE_203=Die Konfiguration des in Konfigurationseintrag %s definierten Cacheeintrags ist unzul\u00e4ssig:  %s
ERR_CONFIG_ENTRYCACHE_CONFIG_LEVEL_NOT_ACCEPTABLE_204=Die Konfiguration des in Konfigurationseintrag %s definierten Cacheeintrags ist unzul\u00e4ssig:  Die Cacheeintragsebene %d wird bereits verwendet
INFO_WARN_CONFIG_ENTRYCACHE_NO_MONITOR_CONFIG_ENTRY_205=Die Konfiguration des Eintragsspeichers %s \u00dcberwachungsanbieter ist nicht verf\u00fcgbar. Der \u00dcberwachungsanbieter %s wird daher nicht aktiviert
INFO_WARN_CONFIG_ENTRYCACHE_MONITOR_CONFIG_DISABLED_206=Die Konfiguration des Eintragsspeichers %s \u00dcberwachungsanbieter wurde deaktiviert. Der \u00dcberwachungsanbieter %s wird daher nicht aktiviert
ERR_CONFIG_ENTRY_CANNOT_REMOVE_CHILD_215=Unerwarteter Fehler beim Versuch, Eintrag %s als untergeordneten Eintrag von Konfigurationseintrag %s zu entfernen: %s
WARN_CONFIG_SCHEMA_CANNOT_PARSE_NAME_FORM_216=Eine Namensformulardefinition konnte nicht aus Schemakonfigurationsdatei %s analysiert werden:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_NAME_FORM_217=Ein aus Schemakonfigurationsdatei %s gelesenes Namensformular widerspricht einem anderen bereits in das Schema eingelesenen Namensformular:  %s.  Die letzte Namensformulardefinition wird verwendet
WARN_CONFIG_SCHEMA_CANNOT_PARSE_DCR_218=Eine DIT-Inhaltsregeldefinition konnte nicht aus Schemakonfigurationsdatei %s analysiert werden:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_DCR_219=Eine aus Schemakonfigurationsdatei %s gelesene DIT-Inhaltsregel widerspricht einer anderen bereits in das Schema eingelesenen DIT-Inhaltsregel:  %s.  Die letzte DIT-Inhaltsregeldefinition wird verwendet
WARN_CONFIG_SCHEMA_CANNOT_PARSE_DSR_220=Eine DIT-Strukturregeldefinition konnte nicht aus Schemakonfigurationsdatei %s analysiert werden:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_DSR_221=Eine aus Schemakonfigurationsdatei %s gelesene DIT-Strukturregel widerspricht einer anderen bereits in das Schema eingelesenen DIT-Strukturregel:  %s.  Die letzte DIT-Strukturregeldefinition wird verwendet
WARN_CONFIG_SCHEMA_CANNOT_PARSE_MRU_222=Eine \u00dcbereinstimmungsregeldefinition konnte nicht aus Schemakonfigurationsdatei %s analysiert werden:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_MRU_223=Eine aus Schemakonfigurationsdatei %s gelesene \u00dcbereinstimmungsregel widerspricht einer anderen bereits in das Schema eingelesenen \u00dcbereinstimmungsregel:  %s.  Die letzte \u00dcbereinstimmungsregeldefinition wird verwendet
ERR_CONFIG_ATTR_READ_ONLY_228=Konfigurationsattribut %s ist schreibgesch\u00fctzt. Seine Werte k\u00f6nnen nicht ge\u00e4ndert werden
ERR_CONFIG_PLUGIN_CANNOT_INITIALIZE_245=Fehler beim Versuch, eine Instanz der Klasse %s mit den Informationen in Konfigurationseintrag %s als Directory-Server-Plugin zu initialisieren:  %s.  Dieses Plugin wird deaktiviert
ERR_CONFIG_EXTOP_INVALID_CLASS_256=Klasse %s, die in Konfigurationseintrag %s angegeben ist, enth\u00e4lt keine g\u00fcltige erweiterte Vorgangshandler-Implementierung:  %s
ERR_CONFIG_EXTOP_INITIALIZATION_FAILED_261=Fehler beim Versuch, eine Instanz der Klasse %s als erweiterte Vorgangsbehandlungsroutine zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_SASL_INITIALIZATION_FAILED_277=Fehler beim Versuch, eine Instanz der Klasse %s als SASL-Mechanismus-Behandlungsroutine zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_FILE_ADD_ALREADY_EXISTS_280=Eintrag %s kann nicht zur Directory-Server-Konfiguration hinzugef\u00fcgt werden, da bereits ein anderer Konfigurationseintrag mit dem DN vorhanden ist
ERR_CONFIG_FILE_ADD_NO_PARENT_DN_281=Eintrag %s kann nicht zur Directory-Server-Konfiguration hinzugef\u00fcgt werden, da der DN keinen \u00fcbergeordneten Eintrag hat
ERR_CONFIG_FILE_ADD_NO_PARENT_282=Eintrag %s kann nicht zur Directory-Server-Konfiguration hinzugef\u00fcgt werden, da der \u00fcbergeordnete Eintrag %s nicht vorhanden ist
ERR_CONFIG_FILE_ADD_REJECTED_BY_LISTENER_283=Konfigurationseintrag %s kann nicht zum Directory-Server hinzugef\u00fcgt werden, da einer der beim \u00fcbergeordneten Eintrag %s registrierten Hinzuf\u00fcge-Listener diese \u00c4nderung mit folgender Nachricht zur\u00fcckgewiesen hat: %s
ERR_CONFIG_FILE_ADD_FAILED_284=Unerwarteter Fehler beim Versuch, Konfigurationseintrag %s als untergeordneten Eintrag von %s hinzuzuf\u00fcgen: %s
ERR_CONFIG_FILE_DELETE_NO_SUCH_ENTRY_285=Eintrag %s kann nicht aus der Directory-Server-Konfiguration entfernt werden, da der angegebene Eintrag nicht vorhanden ist
ERR_CONFIG_FILE_DELETE_HAS_CHILDREN_286=Eintrag %s kann nicht aus der Directory-Server-Konfiguration entfernt werden, da der angegebene Eintrag ein oder mehrere untergeordnete Eintr\u00e4ge hat
ERR_CONFIG_FILE_DELETE_NO_PARENT_287=Eintrag %s kann nicht aus der Directory-Server-Konfiguration entfernt werden, da der Eintrag keinen \u00fcbergeordneten Eintrag hat und das Entfernen des Konfigurations-Root-Eintrags nicht zul\u00e4ssig ist
ERR_CONFIG_FILE_DELETE_REJECTED_288=Eintrag %s kann nicht aus der Directory-Server-Konfiguration entfernt werden, da einer der beim \u00fcbergeordneten Eintrag %s registrierten L\u00f6sch-Listener diese \u00c4nderung mit folgender Nachricht zur\u00fcckgewiesen hat: %s
ERR_CONFIG_FILE_DELETE_FAILED_289=Unerwarteter Fehler beim Versuch, Konfigurationseintrag %s als untergeordneten Eintrag von %s zu entfernen: %s
ERR_CONFIG_FILE_MODIFY_NO_SUCH_ENTRY_290=Eintrag %s kann nicht ge\u00e4ndert werden, da der angegebene Eintrag nicht vorhanden ist
ERR_CONFIG_FILE_MODIFY_REJECTED_BY_CHANGE_LISTENER_291=Eintrag %s kann nicht ge\u00e4ndert werden, da einer der bei diesem Eintrag registrierten Konfigurations\u00e4nderungs-Listener die \u00c4nderung zur\u00fcckgewiesen hat: %s
ERR_CONFIG_FILE_SEARCH_NO_SUCH_BASE_293=Der Suchvorgang kann nicht ausgef\u00fchrt werden, da der Basiseintrag %s nicht vorhanden ist
ERR_CONFIG_FILE_SEARCH_INVALID_SCOPE_294=Der Suchvorgang kann nicht ausgef\u00fchrt werden, da der angegebenen Suchbereich %s ung\u00fcltig ist
ERR_CONFIG_FILE_WRITE_CANNOT_EXPORT_NEW_CONFIG_300=Fehler beim Versuch, die neue Directory-Server-Konfiguration nach Datei %s zu exportieren: %s
ERR_CONFIG_FILE_WRITE_CANNOT_RENAME_NEW_CONFIG_301=Fehler beim Versuch, die neue Directory-Server-Konfigurationsdatei von %s nach %s umzubenennen: %s
ERR_CONFIG_FILE_MODDN_NOT_ALLOWED_302=DN-\u00c4nderungsvorg\u00e4nge sind in der Directory-Server-Konfiguration nicht erlaubt
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BASE_DNS_305=Satz von Basis-DNs, die f\u00fcr dieses Backend verwendet werden.  Es h\u00e4ngt von der Backendimplementierung ab, ob \u00c4nderungen an diesem Attribut sofort in Kraft treten
INFO_CONFIG_KEYMANAGER_DESCRIPTION_ENABLED_313=Gibt an, ob der Schl\u00fcssel-Manager-Anbieter f\u00fcr den Directory-Server aktiviert werden soll.  Ein Schl\u00fcssel-Manager-Anbieter ist f\u00fcr Vorg\u00e4nge erforderlich, die Zugriff auf einen Schl\u00fcssel-Manager erfordern (z.\u00a0B. bei Kommunikation \u00fcber SSL).  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft, wirken sich aber nur auf zuk\u00fcnftige Versuche aus, auf den Schl\u00fcssel-Manager zuzugreifen
ERR_CONFIG_TRUSTMANAGER_DESCRIPTION_ENABLED_328=Gibt an, ob der Trust-Manager-Anbieter f\u00fcr den Directory-Server aktiviert werden soll.  Ein Trust-Manager-Anbieter ist f\u00fcr Vorg\u00e4nge erforderlich, die Zugriff auf einen Trust-Manager erfordern (z.\u00a0B. bei Kommunikation \u00fcber SSL).  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft, wirken sich aber nur auf zuk\u00fcnftige Versuche aus, auf den Trust-Manager zuzugreifen
ERR_CONFIG_PWSCHEME_INITIALIZATION_FAILED_376=Fehler beim Versuch, eine Instanz der Klasse %s als Passwortspeicherschema zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_PWSCHEME_EXISTS_377=Neuer Eintrag f\u00fcr Passwortspeicherschema mit DN %s kann nicht hinzugef\u00fcgt werden, da bereits ein anderes Speicherschema mit dem DN registriert ist
INFO_CONFIG_BACKEND_ATTR_DESCRIPTION_BACKEND_ID_382=Eindeutige Kennung f\u00fcr dieses Backend.  \u00c4nderungen an diesem Konfigurationsattribut treten erst in Kraft, wenn das Backend deaktiviert und wieder reaktiviert oder der Server neu gestartet wird
WARN_CONFIG_BACKEND_DUPLICATE_BACKEND_ID_384=Das in Konfigurationseintrag %s definierte Backend besitzt die Backend-ID %s, die der Backend-ID eines anderen Backends in dem Server widerspricht.  Das Backend wird deaktiviert
ERR_CONFIG_BACKUP_CANNOT_GET_MAC_386=Fehler beim Versuch, den MAC-Anbieter %s zum Erstellen des signierten Hash f\u00fcr die Sicherung zu erhalten:  %s
ERR_CONFIG_BACKUP_CANNOT_GET_DIGEST_387=Fehler beim Versuch, die Nachrichtenverarbeitung %s zum Erstellen des Hash f\u00fcr die Sicherung zu erhalten: %s
ERR_CONFIG_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_388=Fehler beim Versuch, die Konfigurationsarchivdatei %s in Verzeichnis %s zu erstellen:  %s
ERR_CONFIG_BACKUP_CANNOT_GET_CIPHER_389=Fehler beim Versuch, die Verschl\u00fcsselung zum Verschl\u00fcsseln der Sicherung zu erhalten:  %s
ERR_CONFIG_BACKUP_ZIP_COMMENT_390=%s Konfigurationssicherung %s
ERR_CONFIG_BACKUP_CANNOT_DETERMINE_CONFIG_FILE_LOCATION_391=Fehler beim Versuch, den Pfad zur Directory-Server-Konfigurationsdatei f\u00fcr die Archivierung zu bestimmen:  %s
ERR_CONFIG_BACKUP_CANNOT_BACKUP_CONFIG_FILE_392=Fehler beim Versuch, Konfigurationsdatei %s zu sichern:  %s
ERR_CONFIG_BACKUP_CANNOT_BACKUP_ARCHIVED_CONFIGS_393=Fehler beim Versuch, die archivierten vorherigen Konfigurationen aus Datei %s zu sichern:  %s
ERR_CONFIG_BACKUP_CANNOT_CLOSE_ZIP_STREAM_394=Fehler beim Versuch, die Konfigurationsarchivdatei %s in Verzeichnis %s zu schlie\u00dfen:  %s
ERR_CONFIG_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_395=Fehler beim Versuch, die Sicherungsdeskriptordatei %s mit den Informationen \u00fcber die Konfigurationssicherung zu aktualisieren:  %s
ERR_CONFIG_RESTORE_NO_SUCH_BACKUP_396=Die Konfigurationssicherung %s in Verzeichnis %s konnte nicht wiederhergestellt oder verifiziert werden, da diese Sicherung nicht vorhanden ist
ERR_CONFIG_RESTORE_NO_BACKUP_FILE_397=Die Konfigurationssicherung %s in Verzeichnis %s konnte nicht wiederhergestellt oder verifiziert werden, da der Archivdateiname nicht bestimmt werden konnte
ERR_CONFIG_RESTORE_NO_SUCH_FILE_398=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da die spezifizierte Archivdatei %s nicht vorhanden ist
ERR_CONFIG_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_399=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, festzustellen, ob das Sicherungsarchiv %s vorhanden ist, ein Fehler aufgetreten ist:  %s
ERR_CONFIG_RESTORE_UNKNOWN_DIGEST_400=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da ein unsignierter Hash dieser Sicherung verf\u00fcgbar ist, aber der Server den Verarbeitungsalgorithmus, der zum Generieren dieses Hash verwendet wird, nicht bestimmen kann
ERR_CONFIG_RESTORE_CANNOT_GET_DIGEST_401=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie einen unsignierten Hash besitzt, der einen unbekannten oder nicht unterst\u00fctzten Verarbeitungsalgorithmus von %s verwendet
ERR_CONFIG_RESTORE_UNKNOWN_MAC_402=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da ein signierter Hash dieser Sicherung verf\u00fcgbar ist, aber der Server den MAC-Algorithmus, der zum Generieren dieses Hash verwendet wird, nicht festlegen kann
ERR_CONFIG_RESTORE_CANNOT_GET_MAC_403=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie einen signierten Hash besitzt, der einen unbekannten oder nicht unterst\u00fctzten MAC-Algorithmus von %s verwendet
ERR_CONFIG_RESTORE_CANNOT_OPEN_BACKUP_FILE_404=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die Sicherungsarchivdatei %s zu \u00f6ffnen, ein Fehler aufgetreten ist:  %s
ERR_CONFIG_RESTORE_CANNOT_GET_CIPHER_406=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da sie mit einer unbekannten oder nicht unterst\u00fctzten Verschl\u00fcsselung verschl\u00fcsselt ist:  %s
ERR_CONFIG_RESTORE_CANNOT_BACKUP_EXISTING_CONFIG_407=Die Konfigurationssicherung %s konnte nicht wiederhergestellt werden, da beim Versuch, die aktuellen Konfigurationsdateien von %s in %s tempor\u00e4r zu sichern, ein Fehler aufgetreten ist:  %s
NOTE_CONFIG_RESTORE_RESTORED_OLD_CONFIG_408=Ein Fehler verhindert, dass die Konfigurationssicherung ordnungsgem\u00e4\u00df wiederhergestellt wird.  Die originalen, vor dem Start des Wiederherstellungsprozesses g\u00fcltigen Konfigurationsdateien sind jedoch noch erhalten und befinden sich an ihrem Originalspeicherort unter %s
ERR_CONFIG_RESTORE_CANNOT_RESTORE_OLD_CONFIG_409=Ein Fehler verhindert, dass die Konfigurationssicherung ordnungsgem\u00e4\u00df wiederhergestellt wird.  Die originalen, vor dem Start des Wiederherstellungsprozesses g\u00fcltigen Konfigurationsdateien sind erhalten und befinden sich in dem Verzeichnis %s
ERR_CONFIG_RESTORE_CANNOT_CREATE_CONFIG_DIRECTORY_410=Die Konfigurationssicherung %s konnte nicht wiederhergestellt werden, da beim Versuch, ein neues leeres Verzeichnis %s f\u00fcr die Wiederherstellung der Dateien zu erstellen, ein Fehler aufgetreten ist:  %s
ERR_CONFIG_RESTORE_OLD_CONFIG_SAVED_411=Ein Fehler verhindert, dass die Konfigurationssicherung ordnungsgem\u00e4\u00df wiederhergestellt wird.  Die originalen, vor dem Start des Wiederherstellungsprozesses g\u00fcltigen Konfigurationsdateien sind in Verzeichnis %s erhalten
ERR_CONFIG_RESTORE_CANNOT_GET_ZIP_ENTRY_412=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, den n\u00e4chsten Eintrag aus der Archivdatei %s zu lesen, ein Fehler aufgetreten ist:  %s
ERR_CONFIG_RESTORE_CANNOT_CREATE_FILE_413=Die Konfigurationssicherung %s konnte nicht wiederhergestellt werden, da beim Versuch, die Datei %s wiederherzustellen, ein Fehler aufgetreten ist:  %s
ERR_CONFIG_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_414=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die archivierte Datei %s zu verarbeiten, ein Fehler aufgetreten ist:  %s
ERR_CONFIG_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_415=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da beim Versuch, die Archivdatei %s zu schlie\u00dfen, ein Fehler aufgetreten ist:  %s
NOTE_CONFIG_RESTORE_UNSIGNED_HASH_VALID_416=Der vom Sicherungsarchiv berechnete Message Digest stimmt mit dem in den Sicherungsinformationen gespeichertem Digest \u00fcberein
ERR_CONFIG_RESTORE_UNSIGNED_HASH_INVALID_417=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da der vom Sicherungsarchiv berechnete Message Digest nicht mit dem in den Sicherungsinformationen gespeicherten Digest \u00fcbereinstimmt
NOTE_CONFIG_RESTORE_SIGNED_HASH_VALID_418=Der vom Sicherungsarchiv berechnete signierte Digest stimmt mit der in den Sicherungsinformationen gespeicherten Signatur \u00fcberein
ERR_CONFIG_RESTORE_SIGNED_HASH_INVALID_419=Die Konfigurationssicherung %s konnte nicht wiederhergestellt oder verifiziert werden, da der vom Sicherungsarchiv berechnete signierte Digest nicht mit der in den Sicherungsinformationen gespeicherten Signatur \u00fcbereinstimmt
NOTE_CONFIG_RESTORE_VERIFY_SUCCESSFUL_420=Alle mit der Konfigurationssicherung %s aus dem Verzeichnis %s durchgef\u00fchrten Pr\u00fcfungen ergeben, dass es sich anscheinend um ein g\u00fcltiges Archiv handelt
NOTE_CONFIG_RESTORE_SUCCESSFUL_421=Konfigurationssicherung %s wurde erfolgreich vom Archiv im Verzeichnis %s wiederhergestellt
ERR_CONFIG_BACKEND_CANNOT_ACQUIRE_SHARED_LOCK_422=Der Directory-Server konnte keine gemeinsame Sperre f\u00fcr Backend %s erfassen:  %s.  Dies bedeutet in der Regel, dass das Backend von einem Prozess verwendet wird, f\u00fcr den eine exklusive Sperre erforderlich ist (z.\u00a0B. Importieren aus IDIF oder Wiederherstellen einer Sicherung).  Dieses Backend wird deaktiviert
WARN_CONFIG_BACKEND_CANNOT_RELEASE_SHARED_LOCK_423=Fehler beim Versuch, eine gemeinsame Sperre f\u00fcr Backend %s freizugeben:  %s.  Dies kann Vorg\u00e4nge beeintr\u00e4chtigen, f\u00fcr die ein exklusiver Zugriff erforderlich ist, einschlie\u00dflich LDIF-Import und Wiederherstellen einer Sicherung
INFO_CONFIG_FILE_HEADER_424=Diese Datei enth\u00e4lt die prim\u00e4re Directory-Server-Konfiguration.  Sie darf nicht direkt bearbeitet werden, w\u00e4hrend der Server online ist. Verwalten Sie die Serverkonfiguration nur mit den Administrationstools, die mit dem Directory-Server geliefert wurden
ERR_CONFIG_IDMAPPER_INITIALIZATION_FAILED_442=Fehler beim Versuch, eine Instanz der Klasse %s als Identit\u00e4ts-Mapper zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_IDMAPPER_NO_PROXY_MAPPER_DN_448=Der Directory-Server besitzt keine Identit\u00e4tszuordnung, die f\u00fcr die Verwendung mit den vom Proxy bearbeiteten V2-Autorisierungsvorg\u00e4ngen konfiguriert sind.  Der Directory-Server kann keine Anfragen bearbeiten, die die vom Proxy bearbeitete Autorisierungsregelung mit einer benutzernamenbasierten Autorisierungs-ID enth\u00e4lt
ERR_CONFIG_IDMAPPER_INVALID_PROXY_MAPPER_DN_449=Die vom Proxy bearbeitete konfigurierte Autorisierungsidentit\u00e4tszuordnungs-ID %s bezieht sich nicht auf eine aktive Identit\u00e4tszuordnung.  Der Directory-Server kann keine Anfragen bearbeiten, die die vom Proxy bearbeitete Autorisierungsregelung mit einer benutzernamenbasierten Autorisierungs-ID enth\u00e4lt
ERR_CONFIG_SYNCH_UNABLE_TO_LOAD_PROVIDER_CLASS_463=Fehler beim Versuch, Klasse %s, die in Synchronisierungsanbieter-Konfigurationseintrag %s referenziert wird, zu laden:  %s
ERR_CONFIG_SYNCH_UNABLE_TO_INSTANTIATE_PROVIDER_464=Fehler beim Versuch, Klasse %s, die in Synchronisierungsanbieter-Konfigurationseintrag %s referenziert wird, zu instanziieren:  %s
ERR_CONFIG_SYNCH_ERROR_INITIALIZING_PROVIDER_465=Fehler beim Versuch, den Directory-Server-Synchronisierungsanbieter, der in Konfigurationseintrag %s referenziert wird, zu initialisieren: %s
ERR_CONFIG_PWVALIDATOR_INITIALIZATION_FAILED_489=Fehler beim Versuch, eine Instanz der Klasse %s als Passwort\u00fcberpr\u00fcfung zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_PWGENERATOR_INITIALIZATION_FAILED_505=Fehler beim Versuch, eine Instanz der Klasse %s als Passwortgenerator zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_PWPOLICY_NO_POLICIES_514=Es wurden keine Passwortrichtlinien unterhalb des Eintrags cn=Password Policies,cn=config in der Directory-Server-Konfiguration definiert.  Es muss mindestens eine Passwortrichtlinienkonfiguration definiert werden
ERR_CONFIG_PWPOLICY_INVALID_POLICY_CONFIG_515=Die in Konfigurationseintrag %s definierte Passwortrichtlinie ist ung\u00fcltig:  %s
ERR_CONFIG_PWPOLICY_MISSING_DEFAULT_POLICY_516=Die Directory-Server-Standardpasswortrichtlinie wird als %s definiert, aber dieser Eintrag ist nicht vorhanden oder liegt nicht unterhalb von Passwortrichtlinien-Konfigurationsbasis cn=Password Policies,cn=config
WARN_CONFIG_PWPOLICY_CANNOT_DELETE_DEFAULT_POLICY_517=Der angegebene Eintrag %s ist derzeit als Konfigurationseintrag f\u00fcr die Standardpasswortrichtlinie definiert.  Der Standardpasswortrichtlinien-Konfigurationseintrag kann nicht entfernt werden
INFO_CONFIG_PWPOLICY_REMOVED_POLICY_518=Passwortrichtlinieneintrag %s wurde aus der Directory-Server-Konfiguration entfernt.  Alle Benutzereintr\u00e4ge, die explizit auf diese Passwortrichtlinie verweisen, k\u00f6nnen nicht mehr authentifiziert werden
WARN_CONFIG_AUTHZ_DISABLED_525=Zugriffssteuerung wurde deaktiviert
NOTE_CONFIG_AUTHZ_ENABLED_526=Die Zugriffssteuerung wurde aktiviert und verwendet die Implementierung %s
ERR_CONFIG_AUTHZ_UNABLE_TO_INSTANTIATE_HANDLER_533=Fehler beim Versuch, Klasse %s, die in Konfigurationseintrag %s der Zugriffssteuerung referenziert wird, zu instanziieren:  %s
INFO_CONFIG_ROOTDN_DESCRIPTION_ALTERNATE_BIND_DN_540=Legt einen oder mehrere alternative Verbindungs-DNs fest, die zus\u00e4tzlich zum tats\u00e4chlichen DN des Root-DN-Konfigurationseintrags als zugeordneter Root-DN zur Authentifizierung verwendet werden k\u00f6nnen. Alternative Verbindungs-DNs d\u00fcrfen sich nicht im Konflikt mit anderen Eintr\u00e4gen in dem Verzeichnis befinden, und sie d\u00fcrfen sich auch nicht im Konflikt mit anderen alternativen Verbindungs-DNs befinden, die f\u00fcr andere Root-DNs konfiguriert sind.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
ERR_CONFIG_ROOTDN_CONFLICTING_MAPPING_541="%s" konnte nicht als alternativer Verbindungs-DN f\u00fcr Benutzer "%s" registriert werden, da er bereits als ein alternativer Verbindungs-DN f\u00fcr Root-Benutzer "%s" registriert ist
ERR_CONFIG_ACCTNOTHANDLER_INITIALIZATION_FAILED_558=Fehler beim Versuch, eine Instanz der Klasse %s als Kontostatusbenachrichtigungsroutine zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_ACCTNOTHANDLER_EXISTS_559=Neuer Eintrag f\u00fcr Kontostatusbenachrichtigungsroutine mit DN %s kann nicht hinzugef\u00fcgt werden, da bereits eine andere Benachrichtigungsroutine mit dem DN registriert ist
ERR_CONFIG_UNABLE_TO_APPLY_STARTUP_CHANGES_563=Fehler beim Versuch, die in Datei %s enthaltenen \u00c4nderungen beim Start in die Serverkonfiguration zu \u00fcbernehmen:  %s
ERR_CONFIG_ERROR_APPLYING_STARTUP_CHANGE_564=\u00c4nderung konnte beim Server-Start nicht \u00fcbernommen werden:  %s
ERR_CONFIG_UNABLE_TO_APPLY_CHANGES_FILE_565=Ein oder mehrere Fehler sind beim \u00dcbernehmen von \u00c4nderungen beim Server-Start aufgetreten
ERR_CONFIG_BACKEND_MODE_INVALID_567=Konfigurationseintrag %s enth\u00e4lt keinen g\u00fcltigen Wert f\u00fcr Konfigurationsattribut ds-cfg-db-directory-permissions (Es sollte ein Unix-Berechtigungsmodus in dreistelliger oktaler Notation sein.)
ERR_CONFIG_BACKEND_INSANE_MODE_568=Ung\u00fcltige UNIX-Dateizugriffsrechte %s erm\u00f6glichen dem Backend keinen Lese- und Schreibzugriff auf das Backend-Datenbankverzeichnis
ERR_CONFIG_PWPOLICY_NO_DEFAULT_POLICY_571=Es ist keine Standardpasswortrichtlinie f\u00fcr den Directory-Server konfiguriert.  Die Standardpasswortrichtlinie muss von Attribut ds-cfg-default-password-policy in Eintrag cn=config spezifiziert werden
WARN_CONFIG_BACKEND_CANNOT_REGISTER_BACKEND_572=Fehler beim Versuch, Backend %s mit dem Directory-Server zu registrieren:  %s
ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_NO_REASON_573=Fehler beim Versuch, das Konfigurationsarchivverzeichnis %s zu erstellen
ERR_CONFIG_FILE_CANNOT_CREATE_ARCHIVE_DIR_574=Fehler beim Versuch, das Konfigurationsarchivverzeichnis %s zu erstellen:  %s
ERR_CONFIG_FILE_CANNOT_WRITE_CONFIG_ARCHIVE_575=Fehler beim Versuch, die aktuelle Konfiguration in das Konfigurationsarchiv zu schreiben: %s
ERR_CONFIG_GROUP_INITIALIZATION_FAILED_591=Fehler beim Versuch, eine Instanz der Klasse %s als Gruppenimplementierung zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_FILE_ADD_INSUFFICIENT_PRIVILEGES_598=Sie verf\u00fcgen nicht \u00fcber ausreichende Berechtigungen, um Hinzuf\u00fcgevorg\u00e4nge in der Directory-Server-Konfiguration durchzuf\u00fchren
ERR_CONFIG_FILE_DELETE_INSUFFICIENT_PRIVILEGES_599=Sie verf\u00fcgen nicht \u00fcber ausreichende Berechtigungen, um L\u00f6schvorg\u00e4nge in der Directory-Server-Konfiguration durchzuf\u00fchren
ERR_CONFIG_FILE_MODIFY_INSUFFICIENT_PRIVILEGES_600=Sie verf\u00fcgen nicht \u00fcber ausreichende Berechtigungen, um \u00c4nderungsvorg\u00e4nge in der Directory-Server-Konfiguration durchzuf\u00fchren
ERR_CONFIG_FILE_MODDN_INSUFFICIENT_PRIVILEGES_601=Sie verf\u00fcgen nicht \u00fcber ausreichende Berechtigungen, um DN-\u00c4nderungsvorg\u00e4nge in der Directory-Server-Konfiguration durchzuf\u00fchren
ERR_CONFIG_FILE_SEARCH_INSUFFICIENT_PRIVILEGES_602=Sie verf\u00fcgen nicht \u00fcber ausreichende Berechtigungen, um Suchvorg\u00e4nge in der Directory-Server-Konfiguration durchzuf\u00fchren
ERR_CONFIG_FILE_MODIFY_PRIVS_INSUFFICIENT_PRIVILEGES_603=Sie verf\u00fcgen nicht \u00fcber ausreichende Berechtigungen, um den Satz der Standard-Root-Berechtigungen zu \u00e4ndern
ERR_CONFIG_CERTMAPPER_INITIALIZATION_FAILED_614=Fehler beim Versuch, eine Instanz der Klasse %s als Zertifikat-Mapper zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_KEYMANAGER_CANNOT_GET_BASE_617=Fehler beim Versuch, den Schl\u00fcssel-Manager-Anbieter-Basiseintrag cn=Key Manager Providers,cn=config aus der Directory-Server-Konfiguration abzurufen:  %s
ERR_CONFIG_KEYMANAGER_INITIALIZATION_FAILED_627=Fehler beim Versuch, eine Instanz der Klasse %s als Schl\u00fcssel-Manager-Anbieter zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_TRUSTMANAGER_CANNOT_GET_BASE_630=Fehler beim Versuch, den Trust-Manager-Anbieter-Basiseintrag cn=Trust Manager Providers,cn=config aus der Directory-Server-Konfiguration abzurufen:  %s
ERR_CONFIG_TRUSTMANAGER_INITIALIZATION_FAILED_640=Fehler beim Versuch, eine Instanz der Klasse %s als Trust-Manager-Anbieter zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_JMX_CANNOT_GET_ATTRIBUTE_643=JMX-Attribut %s, das Konfigurationseintrag %s zugeordnet ist, kann nicht abgerufen werden:  %s
ERR_CONFIG_CHANGE_NO_RESULT_645=%s.%s hat ein Ergebnis von Null f\u00fcr Eintrag %s zur\u00fcckgegeben
ERR_CONFIG_CHANGE_RESULT_ERROR_646=%s.%s ist f\u00fcr Eintrag %s fehlgeschlagen:  result code=%s, admin action required=%b, messages="%s"
WARN_CONFIG_CHANGE_RESULT_ACTION_REQUIRED_647=%s.%s gibt an, das eine administrative Aktion f\u00fcr Eintrag %s erforderlich ist:  messages="%s"
INFO_CONFIG_CHANGE_RESULT_MESSAGES_648=%s.%s war erfolgreich, hat aber folgende Nachricht f\u00fcr Eintrag %s erstellt: %s
ERR_CONFIG_VATTR_INVALID_SEARCH_FILTER_649=Wert "%s" von Konfigurationseintrag "%s" kann nicht als g\u00fcltiger Suchfilter analysiert werden:  %s
ERR_CONFIG_VATTR_INITIALIZATION_FAILED_650=Fehler beim Verscuh, eine Instanz der Klasse %s, die in Konfigurationseintrag %s als virtueller Attributanbieter referenziert ist, zu laden:  %s
ERR_CONFIG_VATTR_SV_TYPE_WITH_MV_PROVIDER_651=Die virtuelle Attributkonfiguration in Eintrag "%s" ist ung\u00fcltig, da Attributtyp %s einwertig ist, aber Anbieter %s mehrere Werte generieren kann
ERR_CONFIG_VATTR_SV_TYPE_WITH_MERGE_VALUES_652=Die virtuelle Attributkonfiguration in Eintrag "%s" ist ung\u00fcltig, da Attributtyp %s einwertig ist, aber das Konfliktverhalten so konfiguriert ist, dass die tats\u00e4chlichen und virtuellen Werte zusammengef\u00fchrt werden
ERR_CONFIG_FILE_MODIFY_STRUCTURAL_CHANGE_NOT_ALLOWED_653=Konfigurationseintrag %s kann nicht ge\u00e4ndert werden, da die \u00c4nderung seine strukturelle Objektklasse \u00e4ndern w\u00fcrde
ERR_CONFIG_CANNOT_CALCULATE_DIGEST_654=Fehler beim Versuch, einen SHA-1-Digest aus Datei %s zu berechnen:  %s
WARN_CONFIG_MANUAL_CHANGES_DETECTED_655=Der Directory-Server hat erkannt, dass eine oder mehrere externe \u00c4nderungen in Konfigurationsdatei %s vorgenommen wurden, w\u00e4hrend der Server online war, aber die Server-Konfiguration durch eine weitere \u00c4nderung \u00fcberschrieben wurde.  Die manuellen \u00c4nderungen wurden nicht \u00fcbernommen, aber sie bleiben in Datei %s erhalten
ERR_CONFIG_MANUAL_CHANGES_LOST_656=Im Directory-Server ist ein Fehler aufgetreten, w\u00e4hrend versucht wurde, festzustellen, ob Konfigurationsdatei %s extern bearbeitet wurde, w\u00e4hrend der Server online war, und/oder versucht wurde, diese \u00c4nderungen beizubehalten:  %s.  Alle f\u00fcr diese Datei vorgenommenen \u00c4nderungen sind m\u00f6glicherweise verloren gegangen
ERR_CONFIG_ROTATION_POLICY_INVALID_CLASS_657=Klasse %s, die in Attribut ds-cfg-java-class von Konfigurationseintrag %s angegeben wurde, kann nicht als eine Directory-Server-Protokollrotationsrichtlinie instanziiert werden:  %s
ERR_CONFIG_RETENTION_POLICY_INVALID_CLASS_658=Klasse %s, die in Attribut ds-cfg-java-class von Konfigurationseintrag %s angegeben wurde, kann nicht als eine Directory-Server-Protokollaufbewahrungsrichtlinie instanziiert werden:  %s
ERR_CONFIG_ROTATION_POLICY_CANNOT_CREATE_POLICY_659=Fehler beim Versuch, eine Directory-Server-Protokollrotationsrichtlinie aus den Informationen in Konfigurationseintrag %s zu erstellen:  %s
ERR_CONFIG_RETENTION_POLICY_CANNOT_CREATE_POLICY_660=Fehler beim Versuch, eine Directory-Server-Protokollaufbewahrungsrichtlinie aus den Informationen in Konfigurationseintrag %s zu erstellen:  %s
ERR_CONFIG_LOGGING_CANNOT_CREATE_WRITER_661=Fehler beim Versuch, einen Textschreiber f\u00fcr eine Directory-Server-Protokollierung aus den Informationen in Konfigurationseintrag %s zu erstellen:  %s
WARN_CONFIG_SCHEMA_MULTIPLE_ENTRIES_IN_FILE_662=Schemakonfigurationsdatei %s in Verzeichnis %s enth\u00e4lt mehrere Eintr\u00e4ge.  Nur der erste Eintrag wird untersucht, alle weiteren Eintr\u00e4ge werden ignoriert
WARN_CONFIG_SCHEMA_UNPARSEABLE_EXTRA_DATA_IN_FILE_663=Die Schemakonfigurationsdatei %s in Verzeichnis %s enth\u00e4lt zus\u00e4tzliche Daten nach dem Schemaeintrag, der nicht von dem LDIF-Leser analysiert werden kann:  %s.  Der erste Eintrag wird verarbeitet, aber die restlichen Daten werden ignoriert
WARN_CONFIG_PLUGIN_EMPTY_ELEMENT_IN_ORDER_664=Die Plugin-Anordnungsdefinition f\u00fcr Plugins des Typs %s enth\u00e4lt ein leeres Element.  Dadurch wird die Plugin-Anordnung m\u00f6glicherweise falsch ausgewertet
WARN_CONFIG_PLUGIN_MULTIPLE_WILDCARDS_IN_ORDER_665=Die Plugin-Anordnungsdefinition f\u00fcr Plugins des Typs %s enth\u00e4lt mehrere Platzhalterzeichen.  Alle Plugin-Definitionen sollten exakt ein Platzhalterelement enthalten, um anzuzeigen, wo nicht \u00fcbereinstimmende Plugins in der Anordnung eingeschlossen werden sollen; werden mehrere Platzhalter eingeschlossen, k\u00f6nnte die Plugin-Anordnung falsch ausgewertet werden
WARN_CONFIG_PLUGIN_LISTED_MULTIPLE_TIMES_666=Die Plugin-Anordnungsdefinition f\u00fcr Plugins des Typs %s umfasst mehrere Referenzen zu dem Plugin '%s'.  Dadurch wird die Plugin-Anordnung m\u00f6glicherweise falsch ausgewertet
WARN_CONFIG_PLUGIN_ORDER_NO_WILDCARD_667=Die Plugin-Anordnungsdefinition f\u00fcr Plugins des Typs %s enth\u00e4lt kein Platzhalterelement, das angibt, wo nicht \u00fcbereinstimmende Plugins in der Anordnung eingeschlossen werden sollen.  Der Server ruft standardm\u00e4\u00dfig alle unbenannten Plugins nach dem Satz der benannten Plugins  auf
WARN_CONFIG_SCHEMA_CANNOT_DELETE_SYNTAX_IN_USE_668=Attributsyntax %s kann nicht aus dem Server gel\u00f6scht werden, da sie von Attributtyp %s verwendet wird
WARN_CONFIG_SCHEMA_CANNOT_DISABLE_SYNTAX_IN_USE_669=Attributsyntax %s kann nicht deaktiviert werden, da er von Attributtyp %s verwendet wird
WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_AT_670=\u00dcbereinstimmungsregel %s kann nicht aus dem Server gel\u00f6scht werden, da sie von Attributtyp %s verwendet wird
WARN_CONFIG_SCHEMA_CANNOT_DELETE_MR_IN_USE_BY_MRU_671=\u00dcbereinstimmungsregel %s kann nicht aus dem Server gel\u00f6scht werden, da sie von \u00dcbereinstimmungsregel %s verwendet wird
WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_AT_672=\u00dcbereinstimmungsregel %s kann nicht deaktiviert werden, da sie von Attributtyp %s verwendet wird
WARN_CONFIG_SCHEMA_CANNOT_DISABLE_MR_IN_USE_BY_MRU_673=\u00dcbereinstimmungsregel %s kann nicht deaktiviert werden, da sie von \u00dcbereinstimmungsregel %s verwendet wird
ERR_CONFIG_WORK_QUEUE_INITIALIZATION_FAILED_674=Eine Instanz der Klasse %s konnte nicht wie in Konfigurationseintrag %s definiert initialisiert werden:  %s
INFO_CONFIG_WORK_QUEUE_CLASS_CHANGE_REQUIRES_RESTART_675=Die Klasse, die zur Bereitstellung der Implementierung der Arbeitswarteschlange f\u00fcr den Directory-Server verwendet wird, wurde von %s nach %s ge\u00e4ndert. Diese \u00c4nderung tritt erst in Kraft, wenn der Server neu gestartet wird
ERR_CONFIG_FILE_ADD_APPLY_FAILED_676=Der Versuch, die Konfiguration hinzuzuf\u00fcgen, ist fehlgeschlagen.  Die vorl\u00e4ufigen \u00dcberpr\u00fcfungen waren alle erfolgreich und der Eintrag wurde zur Serverkonfiguration hinzugef\u00fcgt, aber mindestens einer der Konfiguration-Hinzuf\u00fcgen-Listeners hat beim Versuch, die \u00c4nderung zu \u00fcbernehmen, einen Fehler gemeldet:  %s
ERR_CONFIG_FILE_DELETE_APPLY_FAILED_677=Der Versuch, die Konfiguration zu l\u00f6schen, ist fehlgeschlagen.  Die vorl\u00e4ufigen \u00dcberpr\u00fcfungen waren alle erfolgreich und der Eintrag wurde aus der Serverkonfiguration entfernt, aber mindestens einer der Konfiguration-L\u00f6schen-Listeners hat beim Versuch, die \u00c4nderung zu \u00fcbernehmen, einen Fehler gemeldet:  %s
ERR_CONFIG_FILE_MODIFY_APPLY_FAILED_678=Der Versuch, die Konfigurations\u00e4nderung zu \u00fcbernehmen, ist fehlgeschlagen.  Die vorl\u00e4ufigen \u00dcberpr\u00fcfungen waren alle erfolgreich und der ge\u00e4nderte Eintrag wurde in die Serverkonfiguration geschrieben, aber mindestens einer der Konfiguration-\u00c4ndern-Listeners hat beim Versuch, die \u00c4nderung zu \u00fcbernehmen, einen Fehler gemeldet:  %s
ERR_CONFIG_KEYMANAGER_CONFIG_NOT_ACCEPTABLE_679=Die Konfiguration des in Konfigurationseintrag %s definierten Schl\u00fcssel-Manager-Anbieters ist ung\u00fcltig: %s
ERR_CONFIG_TRUSTMANAGER_CONFIG_NOT_ACCEPTABLE_680=Die Konfiguration des in Konfigurationseintrag %s definierten Trust-Manager-Anbieters ist ung\u00fcltig: %s
ERR_CONFIG_AUTHZ_CONFIG_NOT_ACCEPTABLE_681=Die Konfiguration des in Konfigurationseintrag %s definierten Trust-Manager-Anbieters ist ung\u00fcltig: %s
ERR_CONFIG_ACCTNOTHANDLER_CONFIG_NOT_ACCEPTABLE_682=Die Konfiguration der in Konfigurationseintrag %s definierten Kontostatusbenachrichtigungsroutine ist ung\u00fcltig: %s
ERR_CONFIG_SCHEMA_SYNTAX_CONFIG_NOT_ACCEPTABLE_683=Die Konfiguration der in Konfigurationseintrag %s definierten Attributsyntax ist ung\u00fcltig: %s
ERR_CONFIG_CERTMAPPER_CONFIG_NOT_ACCEPTABLE_684=Die Konfiguration des in Konfigurationseintrag %s definierten Zertifikat-Mappers ist ung\u00fcltig: %s
ERR_CONFIG_GROUP_CONFIG_NOT_ACCEPTABLE_686=Die Konfiguration der in Konfigurationseintrag %s definierten Gruppenimplementierung ist ung\u00fcltig: %s
ERR_CONFIG_IDMAPPER_CONFIG_NOT_ACCEPTABLE_687=Die Konfiguration des in Konfigurationseintrag %s definierten Identit\u00e4t-Mappers ist ung\u00fcltig: %s
ERR_CONFIG_SCHEMA_MR_CONFIG_NOT_ACCEPTABLE_688=Die Konfiguration der in Konfigurationseintrag %s definierten \u00dcbereinstimmungsregel ist ung\u00fcltig: %s
ERR_CONFIG_PWGENERATOR_CONFIG_NOT_ACCEPTABLE_689=Die Konfiguration des in Konfigurationseintrag %s definierten Passwortgenerators ist ung\u00fcltig: %s
ERR_CONFIG_PWSCHEME_CONFIG_NOT_ACCEPTABLE_690=Die Konfiguration des in Konfigurationseintrag %s definierten Passwortspeicherschemas ist ung\u00fcltig: %s
ERR_CONFIG_PWVALIDATOR_CONFIG_NOT_ACCEPTABLE_691=Die Konfiguration der in Konfigurationseintrag %s definierten Passwort\u00fcberpr\u00fcfung ist ung\u00fcltig: %s
ERR_CONFIG_PLUGIN_CONFIG_NOT_ACCEPTABLE_692=Die Konfiguration des in Konfigurationseintrag %s definierten Plugins ist ung\u00fcltig: %s
ERR_CONFIG_SASL_CONFIG_NOT_ACCEPTABLE_693=Die Konfiguration der in Konfigurationseintrag %s definierten SASL-Mechanismus-Behandlungsroutine ist ung\u00fcltig: %s
ERR_CONFIG_VATTR_CONFIG_NOT_ACCEPTABLE_694=Die Konfiguration des in Konfigurationseintrag %s definierten virtuellen Attributanbieters ist ung\u00fcltig: %s
ERR_CONFIG_ALERTHANDLER_CONFIG_NOT_ACCEPTABLE_695=Die Konfiguration der in Konfigurationseintrag %s definierten Warnungsbehandlungsroutine ist ung\u00fcltig: %s
ERR_CONFIG_ALERTHANDLER_INITIALIZATION_FAILED_696=Fehler beim Versuch, eine Instanz der Klasse %s als Warnungsbehandlungsroutine zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_CORE_INVALID_SMTP_SERVER_697=Der angegebene SMTP-Serverwert '%s' ist ung\u00fcltig.  Ein SMTP-Serverwert muss eine IP-Adresse oder einen ausl\u00f6sbaren Namen besitzen, optional gefolgt von einem Doppelpunkt und einem Ganzzahlwert zwischen 1 und 65535 zur Festlegung der Serverportnummer
ERR_STARTOK_CANNOT_OPEN_FOR_READING_698=Fehler beim Versuch, die aktuelle Konfigurationsdatei %s zum Lesen zu \u00f6ffnen und sie in die Datei ".startok" zu kopieren:  %s
ERR_STARTOK_CANNOT_OPEN_FOR_WRITING_699=Fehler beim Versuch, Datei %s zu \u00f6ffnen und die Konfigurationsdatei ".startok" zu schreiben:  %s
ERR_STARTOK_CANNOT_WRITE_700=Fehler beim Versuch, die aktuelle Konfiguration aus Datei %s in die tempor\u00e4re Datei %s zu kopieren, um sie als Konfigurationsdatei ".startok" zu verwenden:  %s
ERR_STARTOK_CANNOT_RENAME_701=Fehler beim Versuch, die Datei %s in %s umzubenennen, um sie als Konfigurationsdatei ".startok" zu verwenden:  %s
NOTE_CONFIG_FILE_USING_STARTOK_FILE_702=Der Directory-Server wird mit der letzten als funktionierend bekannten Konfigurationsdatei %s anstelle mit der aktuellen Konfigurationsdatei %s gestartet
WARN_CONFIG_FILE_NO_STARTOK_FILE_703=Keine letzte als funktionierend bekannte Konfigurationsdatei %s vorhanden.  Der Server versucht, die Verwendung der aktiven Konfigurationsdatei %s zu starten
ERR_CONFIG_JE_PROPERTY_INVALID_704=Fehler beim Versuch, Berkeley DB JE-Eigenschaft %s zu analysieren und zu validieren:  %s
ERR_CONFIG_JE_PROPERTY_INVALID_FORM_705=Fehler beim Versuch, Berkeley DB JE-Eigenschaft %s zu analysieren und zu validieren: die Eigenschaft folgt keiner Singularform property=value
ERR_CONFIG_JE_PROPERTY_SHADOWS_CONFIG_706=Fehler beim Versuch, Berkeley DB JE-Eigenschaft %s zu analysieren und zu validieren: die Eigenschaft schattiert Konfigurationsattribut %s
ERR_CONFIG_JE_DUPLICATE_PROPERTY_707=Fehler beim Versuch, Berkeley DB JE-Eigenschaft %s zu analysieren und zu validieren: die Eigenschaft ist bereits f\u00fcr diese Komponente definiert
INFO_CONFIG_JE_PROPERTY_REQUIRES_RESTART_708=Das Setzen der Berkeley DB JE-Eigenschaft %s tritt erst in Kraft wenn die Komponente, f\u00fcr die sie gesetzt wurde, neu gestartet wird
ERR_CONFIG_LOGGING_CANNOT_OPEN_FILE_709=Fehler beim Versuch, die konfigurierte Protokolldatei %s f\u00fcr die Protokollfunktion %s zu \u00f6ffnen:  %s
ERR_CONFIG_WORKFLOW_ELEMENT_CONFIG_NOT_ACCEPTABLE_710=Die Konfiguration des in Konfigurationseintrag %s definierten Workflowelements ist unzul\u00e4ssig: %s
ERR_CONFIG_WORKFLOW_ELEMENT_CANNOT_INITIALIZE_711=Fehler beim Versuch, ein Workflowelement der Klasse %s mit den Informationen in Konfigurationseintrag %s zu initialisieren:  %s.  Dieses Workflowelement wird deaktiviert
ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_MANUAL_713=Fehler beim Versuch, den Workflow im manuellen Modus im Directory-Server zu konfigurieren, und die Zur\u00fccksetzung in den automatischen Konfigurationsmodus ist ebenfalls fehlgeschlagen. Falls sich der Server in einem instabilen Zustand befindet, Server mit der letzten g\u00fcltigen Konfiguration neustarten
ERR_CONFIG_WORKFLOW_CANNOT_CONFIGURE_AUTO_714=Fehler beim Versuch, den Workflow im automatischen Modus im Directory-Server zu konfigurieren, und die Zur\u00fccksetzung in den manuellen Konfigurationsmodus ist ebenfalls fehlgeschlagen. Falls sich der Server in einem instabilen Zustand befindet, Server mit der letzten g\u00fcltigen Konfiguration neustarten
ERR_CONFIG_LOGGING_INSANE_MODE_715=Ung\u00fcltige UNIX-Dateizugriffsrechte %s verhindern den Schreibzugriff auf die Protokolldatei durch den Protokollherausgeber
ERR_CONFIG_LOGGING_MODE_INVALID_716=Ung\u00fcltige UNIX-Dateizugriffsrechte %s: %s
ERR_CONFIG_EXTENSION_CONFIG_NOT_ACCEPTABLE_717=Die Konfiguration der in Konfigurationseintrag %s definierten Erweiterung ist ung\u00fcltig: %s
ERR_CONFIG_EXTENSION_INITIALIZATION_FAILED_718=Fehler beim Versuch, eine Instanz der Klasse %s als eine Erweiterung zu initialisieren, wie im Konfigurationseintrag %s definiert ist: %s
ERR_CONFIG_NETWORKGROUPREQUESTFILTERINGPOLICY_INVALID_ATTRIBUTE_719=Das zul\u00e4ssige Attribut %s, das in Konfigurationseintrag %s spezifiziert ist, ist auch als ein unzul\u00e4ssiges Attribut definiert
ERR_CONFIG_NETWORKGROUPREQUESTFILTERINGPOLICY_INVALID_SUBTREE_720=Die zul\u00e4ssige Unterstruktur %s, die in Konfigurationseintrag %s spezifiziert ist, ist auch als eine unzul\u00e4ssige Unterstruktur definiert
ERR_CONFIG_NETWORK_GROUP_CONFIG_NOT_ACCEPTABLE_721=Die Konfiguration der in Konfigurationseintrag %s definierten Netzwerkgruppe ist unzul\u00e4ssig:  %s
ERR_CONFIG_NETWORK_GROUP_POLICY_CANNOT_INITIALIZE_722=Fehler beim Versuch, eine von Klasse %s mit den Informationen in Konfigurationseintrag %s geladene Netzwerkgruppenrichtlinie zu initialisieren:  %s
WARN_CONFIG_SCHEMA_CANNOT_PARSE_LDAP_SYNTAX_723=Ein aus Schemakonfigurationsdatei %s gelesenes ldapSyntaxes-Attribut konnte nicht analysiert werden:  %s
WARN_CONFIG_SCHEMA_CONFLICTING_LDAP_SYNTAX_724=Eine aus Schemakonfigurationsdatei %s gelesene LDAP-Syntax widerspricht einer anderen in das Schema eingelesene LDAP-Syntax:  %s.  Die letzte LDAP-Syntaxdefinition wird verwendet
