# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at legal-notices/CDDLv1_0.txt
# or http://forgerock.org/license/CDDLv1.0.html.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at legal-notices/CDDLv1_0.txt.
# If applicable, add the following below this CDDL HEADER, with the
# fields enclosed by brackets "[]" replaced with your own identifying
# information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.
#      Portions Copyright 2012-2015 ForgeRock AS.



#
# Global directives
#
#global.category=EXTENSIONS

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [ERR, WARN, NOTICE, INFO, DEBUG]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
ERR_PWSCHEME_CANNOT_INITIALIZE_MESSAGE_DIGEST_1=%s \uc54c\uace0\ub9ac\uc998\uc5d0 \ub300\ud55c \uba54\uc2dc\uc9c0 \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc0dd\uc131\uae30\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_PWSCHEME_CANNOT_BASE64_DECODE_STORED_PASSWORD_2=\ube44\ubc00\ubc88\ud638 \uac12 %s\uc744(\ub97c) base64\ub85c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_PWSCHEME_NOT_REVERSIBLE_3=%s \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub294 \ucde8\uc18c\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \uc778\ucf54\ub529\ub41c \ube44\ubc00\ubc88\ud638\uc758 \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \ubc84\uc804\uc744 \ubcf5\uad6c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_JMX_ALERT_HANDLER_CANNOT_REGISTER_4=MBean \uc11c\ubc84\uc5d0 JMX \uacbd\uace0 \ucc98\ub9ac\uae30\ub97c \ub4f1\ub85d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_PWSCHEME_CANNOT_ENCODE_PASSWORD_5=\ud074\ub798\uc2a4 %s\uc5d0 \uc815\uc758\ub41c \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \uc0ac\uc6a9\ud558\uc5ec \ube44\ubc00\ubc88\ud638\ub97c \uc778\ucf54\ub529\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_CACHE_INVALID_INCLUDE_FILTER_6=\uce90\uc2dc\uc5d0 \ud3ec\ud568\ub418\ub294 \ud56d\ubaa9\uc744 \uc81c\uc5b4\ud558\ub294 \ub370 \uc0ac\uc6a9\ub420 \uc218 \uc788\ub294 \uac80\uc0c9 \ud544\ud130 \uc9d1\ud569\uc744 \uc9c0\uc815\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-include-filter \uc18d\uc131\uc5d0 \uc798\ubabb\ub41c \uac12 \u20a9"%s\u20a9"\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4: %s
ERR_CACHE_INVALID_EXCLUDE_FILTER_7=\uce90\uc2dc\uc5d0\uc11c \uc81c\uc678\ub418\ub294 \ud56d\ubaa9\uc744 \uc81c\uc5b4\ud558\ub294 \ub370 \uc0ac\uc6a9\ub420 \uc218 \uc788\ub294 \uac80\uc0c9 \ud544\ud130 \uc9d1\ud569\uc744 \uc9c0\uc815\ud558\ub294 \uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-exclude-filter \uc18d\uc131\uc5d0 \uc798\ubabb\ub41c \uac12 \u20a9"%s\u20a9"\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4: %s
ERR_FIFOCACHE_CANNOT_INITIALIZE_8=fifo \ud56d\ubaa9 \uce90\uc2dc\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uce58\uba85\uc801 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SOFTREFCACHE_CANNOT_INITIALIZE_9=\uc18c\ud504\ud2b8 \ucc38\uc870 \ud56d\ubaa9 \uce90\uc2dc\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uce58\uba85\uc801 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
NOTE_CACHE_PRELOAD_PROGRESS_START_10=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ud56d\ubaa9 \uce90\uc2dc \uc0ac\uc804 \ub85c\ub4dc\ub97c \uc2dc\uc791\ud569\ub2c8\ub2e4.
NOTE_CACHE_PRELOAD_PROGRESS_REPORT_11=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ud56d\ubaa9 \uce90\uc2dc\ub97c \uc0ac\uc804 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 %d\uac1c \ud56d\ubaa9\uc744 \ucc98\ub9ac\ud588\uc2b5\ub2c8\ub2e4. %dMB\uc758 \ud799 \uba54\ubaa8\ub9ac\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
NOTE_CACHE_PRELOAD_PROGRESS_DONE_12=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ud56d\ubaa9 \uce90\uc2dc \uc0ac\uc804 \ub85c\ub4dc\ub97c \uc644\ub8cc\ud558\uc5ec \ucd1d %d\uac1c \ud56d\ubaa9\uc744 \ucc98\ub9ac\ud588\uc2b5\ub2c8\ub2e4.
WARN_CACHE_PRELOAD_INTERRUPTED_13=%s \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ud56d\ubaa9 \uce90\uc2dc \uc0ac\uc804 \ub85c\ub4dc\uac00 \uc911\ub2e8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
WARN_CACHE_PRELOAD_BACKEND_FAILED_14=%s \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 \uce90\uc2dc \uc0ac\uc804 \ub85c\ub4dc\uac00 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc774 \ubc31\uc5d4\ub4dc\uc758 \ud56d\ubaa9\uc774 \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \uc0ac\uc804 \ub85c\ub4dc\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_CACHE_PRELOAD_ENTRY_FAILED_15=%s \ud56d\ubaa9\uc744 \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \uc0ac\uc804 \ub85c\ub4dc\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_PASSMOD_CANNOT_DECODE_REQUEST_33=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad \uc2dc\ud000\uc2a4\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_PASSMOD_NO_AUTH_OR_USERID_34=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc5d0 \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\uac00 \uc5c6\uace0 \uae30\ubcf8 \uc5f0\uacb0\uc774 \uc778\uc99d\ub418\uc9c0 \uc54a\uc558\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_CANNOT_LOCK_USER_ENTRY_35=\uc11c\ubc84\uac00 \uc5ec\ub7ec \ubc88 \uc2dc\ub3c4\ud588\uc9c0\ub9cc \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc5d0 \ub300\ud55c \uc4f0\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_CANNOT_DECODE_AUTHZ_DN_36=\uc11c\ubc84\uac00 \uc791\uc5c5\uc758 \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\uc5d0 \uc0ac\uc6a9\ud560 \uc720\ud6a8\ud55c DN\uc73c\ub85c \u20a9"%s\u20a9"(\uc744)\ub97c \ud574\ub3c5\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_INVALID_AUTHZID_STRING_37=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc5d0 \uc798\ubabb\ub41c \uc0ac\uc6a9\uc790 \uc544\uc774\ub514 \ud544\ub4dc\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.  \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc544\uc774\ub514 \ubb38\uc790\uc5f4\uc740 \u20a9"%s\u20a9"\uc785\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_NO_USER_ENTRY_BY_AUTHZID_38=\u20a9"%s\u20a9"\uc758 \uad8c\ud55c \ubd80\uc5ec DN\uc744 \uae30\ubc18\uc73c\ub85c \uc5c5\ub370\uc774\ud2b8\ud560 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uc2dd\ubcc4\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_INVALID_OLD_PASSWORD_41=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc81c\uacf5\ub41c \ud604\uc7ac \ube44\ubc00\ubc88\ud638\uac00 \uc798\ubabb\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_FILE_KEYMANAGER_DESCRIPTION_FILE_43=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud0a4 \uc800\uc7a5\uc18c \uc815\ubcf4\ub97c \ud3ec\ud568\ud558\ub294 \ud30c\uc77c\uc5d0 \ub300\ud55c \uacbd\ub85c\uc785\ub2c8\ub2e4.  \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ub2e4\uc74c\uc5d0 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
ERR_FILE_KEYMANAGER_NO_SUCH_FILE_45=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud0a4 \uc800\uc7a5\uc18c \ud30c\uc77c %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_FILE_46=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-file \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FILE_KEYMANAGER_PIN_PROPERTY_NOT_SET_50=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-property \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c Java \ub4f1\ub85d \uc815\ubcf4 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_FILE_KEYMANAGER_PIN_ENVAR_NOT_SET_53=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-environment-variable \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud658\uacbd \ubcc0\uc218 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_FILE_KEYMANAGER_PIN_NO_SUCH_FILE_56=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_FILE_KEYMANAGER_PIN_FILE_CANNOT_READ_57=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uad6c\uc131 \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0\uc11c \ud0a4 \uc800\uc7a5\uc18c PIN\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
ERR_FILE_KEYMANAGER_PIN_FILE_EMPTY_58=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_FROM_ATTR_60=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FILE_KEYMANAGER_CANNOT_LOAD_62=\ud30c\uc77c %s\uc5d0\uc11c \ud0a4 \uc800\uc7a5\uc18c \ub0b4\uc6a9\uc744 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FILE_KEYMANAGER_INVALID_TYPE_63=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-type \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud0a4 \uc800\uc7a5\uc18c \uc720\ud615 %1$s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %3$s
ERR_PKCS11_KEYMANAGER_PIN_PROPERTY_NOT_SET_68=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-property \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c Java \ub4f1\ub85d \uc815\ubcf4 %1$s\uc5d0 PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_PKCS11_KEYMANAGER_PIN_ENVAR_NOT_SET_71=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-environment-variable \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud658\uacbd \ubcc0\uc218 %1$s\uc5d0 PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_PKCS11_KEYMANAGER_PIN_NO_SUCH_FILE_74=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_PKCS11_KEYMANAGER_PIN_FILE_CANNOT_READ_75=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uad6c\uc131 \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0\uc11c \ud0a4 \uc800\uc7a5\uc18c PIN\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
ERR_PKCS11_KEYMANAGER_PIN_FILE_EMPTY_76=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-key-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_FROM_ATTR_79=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-key-store-pin \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_PKCS11_KEYMANAGER_CANNOT_LOAD_81=PKCS#11 \ud0a4 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FILE_KEYMANAGER_CANNOT_CREATE_FACTORY_83=\ud0a4 \uc800\uc7a5\uc18c \ud30c\uc77c %s\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\uae30 \uc704\ud574 \ud0a4 \uad00\ub9ac\uc790 \ud329\ud1a0\ub9ac\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_PKCS11_KEYMANAGER_CANNOT_CREATE_FACTORY_84=PKCS#11 \ud0a4 \uc800\uc7a5\uc18c\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\uae30 \uc704\ud574 \ud0a4 \uad00\ub9ac\uc790 \ud329\ud1a0\ub9ac\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FILE_TRUSTMANAGER_NO_SUCH_FILE_87=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_FILE_88=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-trust-store-file \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FILE_TRUSTMANAGER_PIN_PROPERTY_NOT_SET_92=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-property \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c Java \ub4f1\ub85d \uc815\ubcf4 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_FILE_TRUSTMANAGER_PIN_ENVAR_NOT_SET_95=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-environment-variable \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud658\uacbd \ubcc0\uc218 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_FILE_TRUSTMANAGER_PIN_NO_SUCH_FILE_98=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_FILE_TRUSTMANAGER_PIN_FILE_CANNOT_READ_99=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-file \uad6c\uc131 \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c PIN\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
ERR_FILE_TRUSTMANAGER_PIN_FILE_EMPTY_100=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-pin-file \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_FILE_TRUSTMANAGER_CANNOT_LOAD_104=\ud30c\uc77c %s\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ub0b4\uc6a9\uc744 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FILE_TRUSTMANAGER_CANNOT_CREATE_FACTORY_105=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %s\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\uae30 \uc704\ud574 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \ud329\ud1a0\ub9ac\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FILE_TRUSTMANAGER_INVALID_TYPE_106=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-trust-store-type \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \uc720\ud615 %1$s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %3$s
ERR_SEDCM_NO_PEER_CERTIFICATE_118=\ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SEDCM_PEER_CERT_NOT_X509_119=\ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 X.509 \uc778\uc99d\uc11c\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud53c\uc5b4 \uc778\uc99d\uc11c \ud615\uc2dd: %s).
ERR_SEDCM_CANNOT_DECODE_SUBJECT_AS_DN_120=\ud53c\uc5b4 \uc778\uc99d\uc11c \uc8fc\uc81c \u20a9"%s\u20a9"\uc744(\ub97c) LDAP DN\uc73c\ub85c \ud574\ub3c5\ud558\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SEDCM_CANNOT_GET_ENTRY_121=DN\uc774 \u20a9"%s\u20a9"\uc778 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SEDCM_NO_USER_FOR_DN_122=DN\uc774 %s\uc778 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASLEXTERNAL_NO_CLIENT_CONNECTION_123=\uad00\ub828 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0 \ub300\ud55c \ucc38\uc870\uac00 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASLEXTERNAL_NOT_LDAP_CLIENT_INSTANCE_124=The SASL EXTERNAL bind request could not be processed because the associated client connection instance is not an instance of LDAPClientConnection
ERR_SASLEXTERNAL_NO_CLIENT_CERT_126=The SASL EXTERNAL bind request could not be processed because the client did not present a certificate chain during SSL/TLS negotiation
ERR_SASLEXTERNAL_NO_MAPPING_127=\ud074\ub77c\uc774\uc5b8\ud2b8\uac00 SSL/TLS \ud611\uc0c1 \uacfc\uc815 \uc911 \uc81c\uacf5\ud55c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc758 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL \ubc14\uc778\ub4dc \uc694\uccad\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
ERR_STARTTLS_NO_CLIENT_CONNECTION_128=\uae30\ubcf8 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc5f0\uacb0\uc5d0\uc11c StartTLS\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_STARTTLS_NOT_TLS_CAPABLE_129=\uc774 \uc5f0\uacb0 \uc720\ud615\uc5d0\uc11c StartTLS\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud1b5\uc2e0\uc744 \ubcf4\ud638\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0\uc11c StartTLS\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLEXTERNAL_NO_CERT_IN_ENTRY_137=\ub9e4\ud551\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc5d0 \uc81c\uacf5\ub41c \ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \ud655\uc778\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc778\uc99d\uc11c\uac00 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL\uc744 \ud1b5\ud574 \uc778\uc99d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLEXTERNAL_PEER_CERT_NOT_FOUND_138=\ub9e4\ud551\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc5d0 \ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c \ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 \uc5c6\uae30 \ub54c\ubb38\uc5d0 SASL EXTERNAL\uc744 \ud1b5\ud574 \uc778\uc99d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLEXTERNAL_CANNOT_VALIDATE_CERT_139=\uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc758 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub77c\uc774\uc5b8\ud2b8\uac00 \uc81c\uacf5\ud55c \ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uac80\uc99d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLPLAIN_NO_SASL_CREDENTIALS_147=SASL PLAIN \uc778\uc99d\uc744 \uc0ac\uc6a9\ud558\ub824\uba74 SASL \uc790\uaca9 \uc99d\uba85\uc744 \uc81c\uacf5\ud574\uc57c \ud558\ub294\ub370 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_NO_NULLS_IN_CREDENTIALS_148=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 NULL \ubb38\uc790\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\uc640 \uc778\uc99d \uc544\uc774\ub514 \uc0ac\uc774, \uc778\uc99d \uc544\uc774\ub514\uc640 \ube44\ubc00\ubc88\ud638 \uc0ac\uc774\uc758 \uad6c\ubd84 \uae30\ud638\ub85c NULL \ubb38\uc790\ub97c \uc0ac\uc6a9\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_SASLPLAIN_NO_SECOND_NULL_149=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc758 \uc790\uaca9 \uc99d\uba85\uc5d0 \uc778\uc99d \uc544\uc774\ub514\uc640 \ube44\ubc00\ubc88\ud638 \uc0ac\uc774\uc758 \uad6c\ubd84 \uae30\ud638\ub85c \uc0ac\uc6a9\ud558\ub294 \ub450 \ubc88\uc9f8 NULL \ubb38\uc790\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_ZERO_LENGTH_AUTHCID_150=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \ud3ec\ud568\ub41c \uc778\uc99d \uc544\uc774\ub514\uc758 \uae38\uc774\uac00 0\uc785\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  SASL PLAIN \uc778\uc99d\uc5d0\uc11c \ube48 \ubb38\uc790\uc5f4\uc744 \uc778\uc99d \uc544\uc774\ub514\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_ZERO_LENGTH_PASSWORD_151=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 \ud3ec\ud568\ub41c \ube44\ubc00\ubc88\ud638\uc758 \uae38\uc774\uac00 0\uc785\ub2c8\ub2e4. \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  SASL PLAIN \uc778\uc99d\uc5d0\uc11c \ube48 \ubb38\uc790\uc5f4\uc744 \ube44\ubc00\ubc88\ud638\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_CANNOT_DECODE_AUTHCID_AS_DN_152=SASL PLAIN \uc778\uc99d \uc544\uc774\ub514 \u20a9"%s\u20a9"\uc5d0 DN\uc774 \ud3ec\ud568\ub41c \uac83 \uac19\uc740\ub370 DN\uc774 \ud574\ub3c5\ub418\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc778\uc99d \uc544\uc774\ub514\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLPLAIN_AUTHCID_IS_NULL_DN_153=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc758 \uc778\uc99d \uc544\uc774\ub514\uac00 \ube48 DN\uc778 \uac83 \uac19\uc2b5\ub2c8\ub2e4.  \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_CANNOT_GET_ENTRY_BY_DN_154=SASL PLAIN \ubc14\uc778\ub4dc \uc694\uccad\uc758 DN \uae30\ubc18 \uc778\uc99d \uc544\uc774\ub514\uc5d0 \uc9c0\uc815\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLPLAIN_NO_MATCHING_ENTRIES_157=\uc11c\ubc84\uac00 \uc81c\uacf5\ub41c \uc778\uc99d \uc544\uc774\ub514 %s\uc5d0 \ub300\ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_INVALID_PASSWORD_160=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
INFO_SASLPLAIN_CANNOT_LOCK_ENTRY_163=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77d\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SEDCM_CANNOT_LOCK_ENTRY_164=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77d\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASLCRAMMD5_CANNOT_GET_MESSAGE_DIGEST_166=CRAM-MD5 SASL \ucc98\ub9ac\uae30\uc5d0\uc11c \uc0ac\uc6a9\ud560 MD5 \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc5d4\uc9c4\uc744 \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLCRAMMD5_NO_STORED_CHALLENGE_172=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc744 \uc704\ud574 \uc800\uc7a5\ub41c \ucc4c\ub9b0\uc9c0\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.  2\ub2e8\uacc4 \ud504\ub85c\uc138\uc2a4\uc758 \uccab \ubc88\uc9f8 CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0\ub294 \ud074\ub77c\uc774\uc5b8\ud2b8 SASL \uc790\uaca9 \uc99d\uba85\uc774 \uc5c6\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_SASLCRAMMD5_INVALID_STORED_CHALLENGE_173=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc5d0 \ub300\ud574 \uc800\uc7a5\ub41c SASL \uc0c1\ud0dc \uc815\ubcf4\uac00 \ucc4c\ub9b0\uc9c0\uc5d0 \uc801\ud569\ud55c \ud615\ud0dc\uac00 \uc544\ub2d9\ub2c8\ub2e4.
ERR_SASLCRAMMD5_NO_SPACE_IN_CREDENTIALS_174=\ud074\ub77c\uc774\uc5b8\ud2b8\uc758 SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \uc0ac\uc6a9\uc790 \uc774\ub984\uacfc \uc778\uc99d \ub2e4\uc774\uc81c\uc2a4\ud2b8\ub97c \uad6c\ubd84\ud558\ub294 \uacf5\ubc31\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLCRAMMD5_INVALID_DIGEST_LENGTH_175=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ud574\ub3c5\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8 \ubb38\uc790\uc5f4\uc758 \uae38\uc774\uac00 %d\ubc14\uc774\ud2b8\ub85c \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4. MD5 \ub2e4\uc774\uc81c\uc2a4\ud2b8 16\uc9c4\uc218 \ud45c\uc2dc\uc758 \uc608\uc0c1 \uae38\uc774\ub294 %d\ubc14\uc774\ud2b8\uc785\ub2c8\ub2e4.
ERR_SASLCRAMMD5_INVALID_DIGEST_CONTENT_176=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc5d0 SASL \uc790\uaca9 \uc99d\uba85\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ud574\ub3c5\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 16\uc9c4\uc218\ub9cc\uc73c\ub85c \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4: %s
ERR_SASLCRAMMD5_CANNOT_DECODE_USERNAME_AS_DN_177=SASL CRAM-MD5 \uc0ac\uc6a9\uc790 \uc774\ub984 \u20a9"%s\u20a9"\uc5d0 DN\uc774 \ud3ec\ud568\ub41c \uac83 \uac19\uc740\ub370 DN\uc774 \ud574\ub3c5\ub418\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLCRAMMD5_USERNAME_IS_NULL_DN_178=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc758 \uc0ac\uc6a9\uc790 \uc774\ub984\uc774 \ube48 DN\uc778 \uac83 \uac19\uc2b5\ub2c8\ub2e4.  \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_SASLCRAMMD5_CANNOT_LOCK_ENTRY_179=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77d\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASLCRAMMD5_CANNOT_GET_ENTRY_BY_DN_180=SASL CRAM-MD5 \ubc14\uc778\ub4dc \uc694\uccad\uc758 DN \uae30\ubc18 \uc0ac\uc6a9\uc790 \uc774\ub984\uc5d0 \uc9c0\uc815\ub41c \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLCRAMMD5_NO_MATCHING_ENTRIES_184=\uc11c\ubc84\uac00 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc5d0 \ub300\ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASLCRAMMD5_INVALID_PASSWORD_188=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
ERR_SASLCRAMMD5_NO_REVERSIBLE_PASSWORDS_189=\uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \ube44\ubc00\ubc88\ud638\uac00 \ucde8\uc18c\ud560 \uc218 \uc788\ub294 \ud615\uc2dd\uc73c\ub85c \uc800\uc7a5\ub418\uc5b4 \uc788\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud574 SASL CRAM-MD5 \uc778\uc99d\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_SASL_UNSUPPORTED_CALLBACK_192=An unsupported or unexpected callback was provided to the SASL server for use during %s authentication:  %s
ERR_SASL_NO_CREDENTIALS_193=The client connection included %s state information, indicating that the client was in the process of performing a %s bind, but the bind request did not include any credentials
ERR_SASL_CANNOT_GET_SERVER_FQDN_194=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c ds-cfg-server-fqdn \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASL_CONTEXT_CREATE_ERROR_195=An unexpected error occurred while trying to create an %s context: %s
ERR_SASL_CANNOT_DECODE_USERNAME_AS_DN_196=An error occurred while attempting to decode the SASL %s username "%s" because it appeared to contain a DN but DN decoding failed:  %s
ERR_SASL_USERNAME_IS_NULL_DN_197=The username in the SASL %s bind request appears to be an empty DN.  \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_SASL_CANNOT_LOCK_ENTRY_198=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc77d\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASL_CANNOT_GET_ENTRY_BY_DN_199=An error occurred while attempting to retrieve user entry %s as specified in the DN-based username of a SASL %s bind request:  %s
ERR_SASL_ZERO_LENGTH_USERNAME_200=The username contained in the SASL %s bind request had a length of zero characters, which is not allowed.  %s authentication does not allow an empty string for use as the username
ERR_SASL_NO_MATCHING_ENTRIES_201=\uc11c\ubc84\uac00 \uc81c\uacf5\ub41c \uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc5d0 \ub300\ud55c \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASL_AUTHZID_INVALID_DN_202=\uc81c\uacf5\ub41c \uad8c\ud55c \ubd80\uc5ec ID %s\uc5d0 \uc798\ubabb\ub41c DN\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
ERR_SASL_AUTHZID_NO_SUCH_ENTRY_203=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\ub85c \uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASL_AUTHZID_CANNOT_GET_ENTRY_204=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\ub85c \uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASL_AUTHZID_NO_MAPPED_ENTRY_205=\uc11c\ubc84\uc5d0\uc11c \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 %s\uc5d0 \ud574\ub2f9\ud558\ub294 \ud56d\ubaa9\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SASL_CANNOT_GET_REVERSIBLE_PASSWORDS_207=An error occurred while attempting to retrieve the clear-text password(s) for user %s in order to perform SASL %s authentication:  %s
ERR_SASL_NO_REVERSIBLE_PASSWORDS_208=SASL %s authentication is not possible for user %s because none of the passwords in the user entry are stored in a reversible form
ERR_SASL_PROTOCOL_ERROR_209=SASL %s protocol error: %s
ERR_SASL_AUTHZID_INSUFFICIENT_PRIVILEGES_210=\uc778\uc99d\ud558\ub294 \uc0ac\uc6a9\uc790 %s\uc740(\ub294) \ub2e4\ub978 \uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\ub97c \ucde8\ud560 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASL_AUTHZID_INSUFFICIENT_ACCESS_211=The authenticating user %s does not have sufficient access to assume a different authorization identity
ERR_SASL_AUTHENTRY_NO_MAPPED_ENTRY_212=The server was unable to find any entry corresponding to authentication ID %s
ERR_SASLGSSAPI_KDC_REALM_NOT_DEFINED_213=The server was unable to because both the ds-cfg-kdc-address and ds-cfg-realm attributes must be defined or neither defined
ERR_SASL_CANNOT_MAP_AUTHENTRY_214=\uad8c\ud55c \ubd80\uc5ec ID %s\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLGSSAPI_CANNOT_CREATE_JAAS_CONFIG_215=GSSAPI \ucc98\ub9ac \uacfc\uc815 \uc911 \uc0ac\uc6a9\ud560 \uc784\uc2dc JAAS \uad6c\uc131 \ud30c\uc77c\uc744 \uc791\uc131\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLGSSAPI_CANNOT_CREATE_LOGIN_CONTEXT_216=GSSAPI \uc778\uc99d\uc744 \uc704\ud55c JAAS \ub85c\uadf8\uc778 \ucee8\ud14d\uc2a4\ud2b8\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLGSSAPI_NO_CLIENT_CONNECTION_217=GSSAPI \ubc14\uc778\ub4dc \uc694\uccad\uc744 \ucc98\ub9ac\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_GSSAPI_PRINCIPAL_NAME_218=GSSAPI mechanism using a principal name of: %s
INFO_GSSAPI_SERVER_FQDN_219=GSSAPI SASL mechanism using a server fully qualified domain name of: %s
INFO_DIGEST_MD5_REALM_220=DIGEST-MD5 SASL mechanism using a realm of: %s
NOTE_DIGEST_MD5_SERVER_FQDN_221=DIGEST-MD5 SASL mechanism using a server fully qualified domain name of: %s
ERR_EXTOP_WHOAMI_PROXYAUTH_INSUFFICIENT_PRIVILEGES_277=\ud504\ub85d\uc2dc\ub41c \uc778\uc99d \uc81c\uc5b4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXACTMAP_MULTIPLE_MATCHING_ENTRIES_306=\uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc774(\uac00) \uc5ec\ub7ec \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
ERR_EXACTMAP_INEFFICIENT_SEARCH_307=\uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc744(\ub97c) \uae30\ubc18\uc73c\ub85c \ud558\ub294 \ub0b4\ubd80 \uac80\uc0c9\uc744 \ud6a8\uc728\uc801\uc73c\ub85c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s. \uc11c\ubc84 \uad6c\uc131\uc744 \uac80\uc0ac\ud558\uc5ec \ubaa8\ub4e0 \uad00\ub828 \ubc31\uc5d4\ub4dc\uac00 \uc774\ub7ec\ud55c \uc720\ud615\uc758 \uac80\uc0c9\uc5d0 \ub300\ud574 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
ERR_EXACTMAP_SEARCH_FAILED_308=\uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc73c\ub85c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLCRAMMD5_CANNOT_MAP_USERNAME_313=\uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLDIGESTMD5_CANNOT_MAP_USERNAME_319=\uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLPLAIN_CANNOT_MAP_USERNAME_325=\uc0ac\uc6a9\uc790 \uc774\ub984 %s\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_CANCEL_NO_REQUEST_VALUE_327=\ud655\uc7a5 \uc791\uc5c5\uc5d0 \uc694\uccad \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \ucde8\uc18c \uc694\uccad\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_CANCEL_CANNOT_DECODE_REQUEST_VALUE_328=\ucde8\uc18c \ud655\uc7a5 \uc694\uccad \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_EXTOP_CANCEL_REASON_329=\ucde8\uc18c \uc694\uccad(\uba54\uc2dc\uc9c0 \uc544\uc774\ub514 %d)\uc744 \uc218\uc2e0\ud558\uc5ec \uc774 \uc791\uc5c5 \ucc98\ub9ac\uac00 \uc885\ub8cc\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
ERR_PWSCHEME_DOES_NOT_SUPPORT_AUTH_PASSWORD_330=\ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc744(\ub97c) \uc778\uc99d \ube44\ubc00\ubc88\ud638 \uc18d\uc131 \uad6c\ubb38\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_PWLENGTHVALIDATOR_MIN_GREATER_THAN_MAX_335=\uad6c\uc131\ub41c \ucd5c\uc18c \ube44\ubc00\ubc88\ud638 \uae38\uc774(%d\uc790)\uac00 \uad6c\uc131\ub41c \ucd5c\ub300 \ube44\ubc00\ubc88\ud638 \uae38\uc774(%d\uc790)\ubcf4\ub2e4 \ud07d\ub2c8\ub2e4.
ERR_PWLENGTHVALIDATOR_TOO_SHORT_336=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \ud544\uc694\ud55c \ucd5c\uc18c \uae38\uc774(%d\uc790)\ubcf4\ub2e4 \uc9e7\uc2b5\ub2c8\ub2e4.
ERR_PWLENGTHVALIDATOR_TOO_LONG_337=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \ud5c8\uc6a9\ub418\ub294 \ucd5c\ub300 \uae38\uc774(%d\uc790)\ubcf4\ub2e4 \uae41\ub2c8\ub2e4.
ERR_RANDOMPWGEN_NO_CHARSETS_341=\uad6c\uc131 \ud56d\ubaa9 \u20a9"%s\u20a9"\uc5d0\ub294 \ube44\ubc00\ubc88\ud638\ub97c \uc0dd\uc131\ud560 \ub54c \uc0ac\uc6a9\ud560 \ubb38\uc790 \uc9d1\ud569\uc744 \uc9c0\uc815\ud558\ub294 ds-cfg-password-character-set \uc18d\uc131\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.  \uc774 \ud56d\ubaa9\uc740 \ud544\uc218 \uc18d\uc131\uc785\ub2c8\ub2e4.
ERR_RANDOMPWGEN_CHARSET_NAME_CONFLICT_342=\uad6c\uc131 \ud56d\ubaa9 \u20a9"%s\u20a9"\uc5d0 %s \ubb38\uc790 \uc9d1\ud569\uc5d0 \ub300\ud55c \uc815\uc758\uac00 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4.
ERR_RANDOMPWGEN_CANNOT_DETERMINE_CHARSETS_343=\ube44\ubc00\ubc88\ud638\ub97c \uc0dd\uc131\ud560 \ub54c \uc0ac\uc6a9\ud560 \ubb38\uc790 \uc9d1\ud569\uc744 \ubcf4\uad00\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-password-character-set \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_RANDOMPWGEN_UNKNOWN_CHARSET_346=\ube44\ubc00\ubc88\ud638 \ud615\uc2dd \ubb38\uc790\uc5f4 \u20a9"%s\u20a9"\uc774(\uac00) \uc815\uc758\ub418\uc9c0 \uc54a\uc740 \ubb38\uc790 \uc9d1\ud569 \u20a9"%s\u20a9"\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
ERR_RANDOMPWGEN_INVALID_PWFORMAT_347=\ube44\ubc00\ubc88\ud638 \ud615\uc2dd \ubb38\uc790\uc5f4 \u20a9"%s\u20a9"\uc5d0 \uc798\ubabb\ub41c \uad6c\ubb38\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.  \uc774 \uac12\uc740 \uc27c\ud45c\ub85c \uad6c\ubd84\ub41c \uc5ec\ub7ec \uc694\uc18c\uc774\uba70 \uac01 \uc694\uc18c\ub294 \ubb38\uc790 \uc9d1\ud569\uc758 \uc774\ub984\uacfc \ucf5c\ub860, \uadf8\ub9ac\uace0 \ud574\ub2f9 \ubb38\uc790 \uc9d1\ud569\uc5d0\uc11c \uc784\uc758\ub85c \uc120\ud0dd\ud560 \ubb38\uc790 \uc218\ub85c \uc774\ub8e8\uc5b4\uc838 \uc788\uc2b5\ub2c8\ub2e4.
ERR_RANDOMPWGEN_CANNOT_DETERMINE_PWFORMAT_348=\uc0dd\uc131\ub418\ub294 \ube44\ubc00\ubc88\ud638\uc758 \ud615\uc2dd\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 ds-cfg-password-format \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_PASSMOD_CANNOT_GET_PW_POLICY_354=\uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc744 \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_PASSMOD_REQUIRE_CURRENT_PW_355=\uc9c1\uc811 \ube44\ubc00\ubc88\ud638\ub97c \ubcc0\uacbd\ud558\ub824\uba74 \ud604\uc7ac \ube44\ubc00\ubc88\ud638\ub97c \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_SECURE_AUTH_REQUIRED_356=\uc0ac\uc6a9\uc790\uc758 \ud604\uc7ac \ube44\ubc00\ubc88\ud638\ub97c \uc81c\uacf5\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc218\uc815 \uc791\uc5c5\uc740 \ubcf4\uc548 \ud1b5\uc2e0 \ucc44\ub110\uc744 \ud1b5\ud574 \uc218\ud589\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_USER_PW_CHANGES_NOT_ALLOWED_357=\ucd5c\uc885 \uc0ac\uc6a9\uc790\ub294 \uc790\uc2e0\uc758 \ube44\ubc00\ubc88\ud638\ub97c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_SECURE_CHANGES_REQUIRED_358=\ube44\ubc00\ubc88\ud638 \ubcc0\uacbd\uc740 \ubcf4\uc548 \ud1b5\uc2e0 \ucc44\ub110\uc744 \ud1b5\ud574 \uc218\ud589\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_IN_MIN_AGE_359=\uc774\uc804 \ube44\ubc00\ubc88\ud638 \ubcc0\uacbd\uc774 \ucd5c\uadfc\uc5d0 \uc218\ud589\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638\ub97c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_PASSWORD_IS_EXPIRED_360=\ube44\ubc00\ubc88\ud638\uac00 \ub9cc\ub8cc\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 \ube44\ubc00\ubc88\ud638\ub97c \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_NO_PW_GENERATOR_361=\uc0c8 \ube44\ubc00\ubc88\ud638\ub97c \uc81c\uacf5\ud558\uc9c0 \uc54a\uc558\uc73c\uba70 \uc0c8 \ube44\ubc00\ubc88\ud638\ub97c \uc790\ub3d9\uc73c\ub85c \ub9cc\ub4dc\ub294 \ub370 \uc0ac\uc6a9\ub420 \uc218 \uc788\ub294 \ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\uac00 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_CANNOT_GENERATE_PW_362=\ube44\ubc00\ubc88\ud638 \uc0dd\uc131\uae30\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc0c8 \ube44\ubc00\ubc88\ud638\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_PASSMOD_PRE_ENCODED_NOT_ALLOWED_363=\ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc5d0 \ub530\ub77c \uc0ac\uc6a9\uc790\ub294 \ubbf8\ub9ac \uc778\ucf54\ub529\ub41c \ube44\ubc00\ubc88\ud638\ub97c \uc81c\uacf5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_UNACCEPTABLE_PW_364=\uc81c\uacf5\ub41c \uc0c8 \ube44\ubc00\ubc88\ud638\ub85c \uc11c\ubc84\uc5d0 \uc815\uc758\ub41c \uac80\uc99d \uac80\uc0ac\ub97c \uc218\ud589\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_PASSMOD_CANNOT_ENCODE_PASSWORD_365=\uae30\ubcf8 \uc2a4\ud0a4\ub9c8\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\ub97c \uc778\ucf54\ub529\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_PASSMOD_NO_SUCH_ID_MAPPER_368=\uad6c\uc131 \ud56d\ubaa9 DN %s\uc744(\ub97c) \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uc5d0 \uc0ac\uc6a9\ud558\ub3c4\ub85d \uc9c0\uc815\ud55c \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \uc5c6\uac70\ub098 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uc544\uc774\ub514 \ub9e4\ud37c\ub294 \ud544\uc218 \uad6c\uc131\uc694\uc18c\uc774\ubbc0\ub85c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_CANNOT_DETERMINE_ID_MAPPER_369=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud560 \uc544\uc774\ub514 \ub9e4\ud37c\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5\uc744 \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_CANNOT_MAP_USER_370=\uc81c\uacf5\ub41c \uc778\uc99d \uc544\uc774\ub514 \ubb38\uc790\uc5f4 \u20a9"%s\u20a9"\uc744(\ub97c) \ub514\ub809\ud1a0\ub9ac\uc758 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_ERROR_MAPPING_USER_371=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 \ubb38\uc790\uc5f4 \u20a9"%s\u20a9"\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
NOTE_ERRORLOG_ACCTNOTHANDLER_NOTIFICATION_375=Account-Status-Notification \uc720\ud615='%s' userdn='%s' id=%d msg='%s'





ERR_SASLCRAMMD5_CANNOT_GET_REVERSIBLE_PASSWORDS_377=SASL CRAM-MD5 \uc778\uc99d\uc744 \uc218\ud589\ud558\uae30 \uc704\ud574 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \uc77c\ubc18 \ud14d\uc2a4\ud2b8 \uc554\ud638\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLPLAIN_CANNOT_CHECK_PASSWORD_VALIDITY_378=SASL PLAIN \uc778\uc99d \uacfc\uc815 \uc911 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \ube44\ubc00\ubc88\ud638\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
WARN_EXTOP_PASSMOD_NOOP_380=LDAP no-op \uc81c\uc5b4\uac00 \uc694\uccad\uc5d0 \uc788\uae30 \ub54c\ubb38\uc5d0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \ube44\ubc00\ubc88\ud638 \uc218\uc815 \uc791\uc5c5\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_ACCOUNT_DISABLED_381=\uc0ac\uc6a9\uc790 \uacc4\uc815\uc774 \uad00\ub9ac \ubaa9\uc801\uc73c\ub85c \ube44\ud65c\uc131\ud654\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
ERR_EXTOP_PASSMOD_ACCOUNT_LOCKED_382=\uc0ac\uc6a9\uc790 \uacc4\uc815\uc774 \uc7a0\uacbc\uc2b5\ub2c8\ub2e4.
ERR_STATICMEMBERS_NO_SUCH_ENTRY_383=\ud56d\ubaa9 %s\uc774(\uac00) \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ud574\ub2f9 \ud56d\ubaa9\uc744 \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc7a0\uc7ac\uc801 \uad6c\uc131\uc6d0\uc73c\ub85c \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_STATICMEMBERS_CANNOT_GET_ENTRY_384=\ud56d\ubaa9 %s\uc744(\ub97c) \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc7a0\uc7ac\uc801 \uad6c\uc131\uc6d0\uc73c\ub85c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_STATICGROUP_INVALID_OC_COMBINATION_385=\uc815\uc801 \uadf8\ub8f9\uc740 %2$s \ubc0f %3$s \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \ubaa8\ub450 \uac00\uc9c8 \uc218 \uc5c6\uc73c\ubbc0\ub85c \ud56d\ubaa9 %1$s\uc744(\ub97c) \uc720\ud6a8\ud55c \uc815\uc801 \uadf8\ub8f9\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_STATICGROUP_NO_VALID_OC_386=\ud56d\ubaa9 %s\uc740(\ub294) %s \ub610\ub294 %s \uac1d\uccb4 \ud074\ub798\uc2a4 \uc911 \uc815\ud655\ud788 \ud558\ub098\ub9cc \ud3ec\ud568\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \ud56d\ubaa9\uc744 \uc720\ud6a8\ud55c \uc815\uc801 \uadf8\ub8f9\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_STATICGROUP_CANNOT_DECODE_MEMBER_VALUE_AS_DN_387=\ud56d\ubaa9 %3$s\uc758 %2$s \uc18d\uc131 \uac12 %1$s\uc744(\ub97c) \uc720\ud6a8\ud55c DN\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %4$s. \uc774 \uac12\uc744 \uadf8\ub8f9 \uad6c\uc131\uc6d0 \uc9d1\ud569\uc5d0\uc11c \uc81c\uc678\ud569\ub2c8\ub2e4.
ERR_STATICGROUP_ADD_MEMBER_ALREADY_EXISTS_388=\uc0ac\uc6a9\uc790 %s\uc774(\uac00) \uadf8\ub8f9\uc758 \uad6c\uc131\uc6d0 \ubaa9\ub85d\uc5d0 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc0ac\uc6a9\uc790\ub97c \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc0c8 \uad6c\uc131\uc6d0\uc73c\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_STATICGROUP_REMOVE_MEMBER_NO_SUCH_MEMBER_389=\uc0ac\uc6a9\uc790 %s\uc774(\uac00) \uadf8\ub8f9\uc758 \uad6c\uc131\uc6d0 \ubaa9\ub85d\uc5d0 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc0ac\uc6a9\uc790\ub97c \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uad6c\uc131\uc6d0\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_STATICGROUP_ADD_MEMBER_UPDATE_FAILED_390=\uadf8\ub8f9\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\uae30 \uc704\ud574 \ub0b4\ubd80 \uc218\uc815\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uc0ac\uc6a9\uc790 %s\uc744(\ub97c) \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc0c8 \uad6c\uc131\uc6d0\uc73c\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
ERR_STATICGROUP_REMOVE_MEMBER_UPDATE_FAILED_391=\uadf8\ub8f9\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\uae30 \uc704\ud574 \ub0b4\ubd80 \uc218\uc815\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uc0ac\uc6a9\uc790 %s\uc744(\ub97c) \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uad6c\uc131\uc6d0\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
ERR_EXTOP_PASSMOD_INSUFFICIENT_PRIVILEGES_392=\ube44\ubc00\ubc88\ud638 \uc7ac\uc124\uc815 \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.



ERR_SASLDIGESTMD5_EMPTY_AUTHZID_393=\uc81c\uacf5\ub41c \uc778\uc99d \uc544\uc774\ub514\uac00 \ube44\uc5b4 \uc788\uc73c\uba70, \uc774\ub294 DIGEST-MD5 \uc778\uc99d\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.








ERR_SASLPLAIN_AUTHZID_INVALID_DN_400=\uc81c\uacf5\ub41c \uad8c\ud55c \ubd80\uc5ec ID %s\uc5d0 \uc798\ubabb\ub41c DN\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4: %s
ERR_SASLPLAIN_AUTHZID_INSUFFICIENT_PRIVILEGES_401=\uc778\uc99d\ud558\ub294 \uc0ac\uc6a9\uc790 %s\uc740(\ub294) \ub300\uccb4 \uc778\uc99d \uc544\uc774\ub514\ub97c \uc9c0\uc815\ud560 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_AUTHZID_NO_SUCH_ENTRY_402=\uad8c\ud55c \ubd80\uc5ec DN %s\uc5d0 \ud574\ub2f9\ud558\ub294 \ud56d\ubaa9\uc774 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_AUTHZID_CANNOT_GET_ENTRY_403=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514\ub85c \uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SASLPLAIN_AUTHZID_NO_MAPPED_ENTRY_404=\uad8c\ud55c \ubd80\uc5ec \uc544\uc774\ub514 %s\uc5d0 \ud574\ub2f9\ud558\ub294 \ud56d\ubaa9\uc774 \uc11c\ubc84\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SASLPLAIN_AUTHZID_CANNOT_MAP_AUTHZID_405=\uad8c\ud55c \ubd80\uc5ec ID %s\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_SDTUACM_NO_PEER_CERTIFICATE_417=\ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SDTUACM_PEER_CERT_NOT_X509_418=\ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 X.509 \uc778\uc99d\uc11c\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud53c\uc5b4 \uc778\uc99d\uc11c \ud615\uc2dd: %s).
ERR_SDTUACM_MULTIPLE_MATCHING_ENTRIES_419=\uc8fc\uc81c\uac00 %s\uc778 \uc778\uc99d\uc11c\ub97c \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.  %s \ubc0f %s \ubaa8\ub450\uc5d0 \ub9e4\ud551\ub429\ub2c8\ub2e4.
ERR_SATUACM_INVALID_MAP_FORMAT_422=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc18d\uc131 \ub9e4\ud551\uc5d0 \ud544\uc694\ud55c \ud615\uc2dd\uc744 \uc704\ubc18\ud558\ub294 \uac12 '%s'\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4.  \ud544\uc694\ud55c \ud615\uc2dd\uc740 'certattr:userattr'\uc785\ub2c8\ub2e4.
ERR_SATUACM_DUPLICATE_CERT_ATTR_423=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc778\uc99d\uc11c \uc18d\uc131 %s\uc5d0 \ub300\ud55c \ub9e4\ud551\uc774 \uc5ec\ub7ec \uac1c \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_SATUACM_NO_SUCH_ATTR_424=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \ub9e4\ud551 %1$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 %3$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
ERR_SATUACM_DUPLICATE_USER_ATTR_425=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc0ac\uc6a9\uc790 \uc18d\uc131 %s\uc5d0 \ub300\ud55c \ub9e4\ud551\uc774 \uc5ec\ub7ec \uac1c \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_SATUACM_NO_PEER_CERTIFICATE_429=\ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_SATUACM_PEER_CERT_NOT_X509_430=\ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 X.509 \uc778\uc99d\uc11c\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud53c\uc5b4 \uc778\uc99d\uc11c \ud615\uc2dd: %s).
ERR_SATUACM_CANNOT_DECODE_SUBJECT_AS_DN_431=\ud53c\uc5b4 \uc778\uc99d\uc11c \uc8fc\uc81c %s\uc744(\ub97c) DN\uc73c\ub85c \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
ERR_SATUACM_NO_MAPPABLE_ATTRIBUTES_432=\ud53c\uc5b4 \uc778\uc99d\uc11c \uc8fc\uc81c %s\uc5d0 \ub9e4\ud551\uc774 \uc124\uc815\ub41c \uc18d\uc131\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_SATUACM_MULTIPLE_MATCHING_ENTRIES_433=\uc8fc\uc81c\uac00 %s\uc778 \uc778\uc99d\uc11c\ub97c \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.  %s \ubc0f %s \ubaa8\ub450\uc5d0 \ub9e4\ud551\ub429\ub2c8\ub2e4.
ERR_FCM_NO_PEER_CERTIFICATE_443=\ud53c\uc5b4 \uc778\uc99d\uc11c\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc5d0 \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
ERR_FCM_PEER_CERT_NOT_X509_444=\ud53c\uc5b4 \uc778\uc99d\uc11c\uac00 X.509 \uc778\uc99d\uc11c\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \uc778\uc99d\uc11c \uccb4\uc778\uc744 \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4(\ud53c\uc5b4 \uc778\uc99d\uc11c \ud615\uc2dd: %s).
ERR_FCM_CANNOT_CALCULATE_FINGERPRINT_445=\uc8fc\uc81c\uac00 %s\uc778 \ud53c\uc5b4 \uc778\uc99d\uc11c\uc5d0 \ub300\ud55c \uc9c0\ubb38\uc744 \uacc4\uc0b0\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FCM_MULTIPLE_MATCHING_ENTRIES_446=\uc9c0\ubb38\uc774 %s\uc778 \uc778\uc99d\uc11c\ub97c \uc815\ud655\ud788 \ud55c \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.  %s \ubc0f %s \ubaa8\ub450\uc5d0 \ub9e4\ud551\ub429\ub2c8\ub2e4.
ERR_DYNAMICGROUP_CANNOT_DECODE_MEMBERURL_447=\ud56d\ubaa9 \u20a9"%2$s\u20a9"\uc758 \uac12 \u20a9"%1$s\u20a9"\uc744(\ub97c) LDAP URL\ub85c \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %3$s
ERR_DYNAMICGROUP_NESTING_NOT_SUPPORTED_448=\ub3d9\uc801 \uadf8\ub8f9\uc740 \uc911\ucca9 \uadf8\ub8f9\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_DYNAMICGROUP_ALTERING_MEMBERS_NOT_SUPPORTED_449=\ub3d9\uc801 \uadf8\ub8f9\uc740 \uba85\uc2dc\uc801\uc778 \uad6c\uc131\uc6d0 \ubcc0\uacbd\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
WARN_DYNAMICGROUP_NONEXISTENT_BASE_DN_450=\ub3d9\uc801 \uadf8\ub8f9 %2$s\uc5d0 \uc9c0\uc815\ub41c \uae30\ubcf8 DN %1$s\uc774(\uac00) \uc11c\ubc84\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_DYNAMICGROUP_INTERNAL_SEARCH_FAILED_451=\uae30\ubcf8 DN %s \ubc0f \ud544\ud130 %s(\uc73c)\ub85c \ub0b4\ubd80 \uac80\uc0c9\uc744 \uc218\ud589\ud558\uc5ec \ub3d9\uc801 \uadf8\ub8f9 %s\uc758 \uad6c\uc131\uc6d0 \ubaa9\ub85d\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: \uacb0\uacfc \ucf54\ub4dc %s, \uc624\ub958 \uba54\uc2dc\uc9c0 %s
ERR_DYNAMICGROUP_CANNOT_RETURN_ENTRY_452=\uc0ac\uc6a9\uc790 %s\uc744(\ub97c) \ub3d9\uc801 \uadf8\ub8f9 %s\uc758 \uad6c\uc131\uc6d0 \ubaa9\ub85d\uc5d0 \ucd94\uac00\ud558\ub294 \ub3d9\uc548 \uc11c\ubc84\uc5d0\uc11c \uc2dc\uac04 \ucd08\uacfc\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
ERR_PWDIFFERENCEVALIDATOR_TOO_SMALL_456=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \ud544\uc694\ud55c \ucd5c\uc18c \ucc28\uc774(%d\uc790)\ubcf4\ub2e4 \uc801\uac8c \ucc28\uc774\ub0a9\ub2c8\ub2e4.
ERR_REPEATEDCHARS_VALIDATOR_TOO_MANY_CONSECUTIVE_457=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uc5d0 \ub3d9\uc77c\ud55c \ubb38\uc790 \uc778\uc2a4\ud134\uc2a4\uac00 \uc5f0\uc18d\uc801\uc73c\ub85c \ub108\ubb34 \ub9ce\uc774 \uc0ac\uc6a9\ub418\uc5c8\uc2b5\ub2c8\ub2e4.  \ube44\ubc00\ubc88\ud638\uc5d0 \ub3d9\uc77c\ud55c \ubb38\uc790\uac00 \uc5f0\uc18d\uc801\uc73c\ub85c \ud45c\uc2dc\ub420 \uc218 \uc788\ub294 \ucd5c\ub300 \ud69f\uc218\ub294 %d\uc785\ub2c8\ub2e4.
ERR_UNIQUECHARS_VALIDATOR_NOT_ENOUGH_UNIQUE_CHARS_458=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uc5d0\ub294 \uace0\uc720\ud55c \ubb38\uc790\uac00 \ubd80\uc871\ud569\ub2c8\ub2e4.  \uc0ac\uc6a9\uc790 \ube44\ubc00\ubc88\ud638\uc5d0 \ud45c\uc2dc\ub420 \uc218 \uc788\ub294 \ucd5c\uc18c \uace0\uc720 \ubb38\uc790 \uc218\ub294 %d\uc785\ub2c8\ub2e4.
ERR_VATTR_NOT_SEARCHABLE_459=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_DICTIONARY_VALIDATOR_PASSWORD_IN_DICTIONARY_460=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \uc11c\ubc84\uc758 \uc0ac\uc804\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
ERR_DICTIONARY_VALIDATOR_NO_SUCH_FILE_461=\uc9c0\uc815\ub41c \uc0ac\uc804 \ud30c\uc77c %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_DICTIONARY_VALIDATOR_CANNOT_READ_FILE_462=\ud30c\uc77c %s\uc5d0\uc11c \uc0ac\uc804\uc744 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_ATTRVALUE_VALIDATOR_PASSWORD_IN_ENTRY_463=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uac00 \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc758 \ub2e4\ub978 \uc18d\uc131\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
ERR_CHARSET_VALIDATOR_ILLEGAL_CHARACTER_464=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc740 \ubb38\uc790 '%s'\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_CHARSET_VALIDATOR_TOO_FEW_CHARS_FROM_SET_465=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638\uc5d0 \ubb38\uc790 \uc9d1\ud569 '%s'\uc758 \ubb38\uc790\uac00 \ucda9\ubd84\ud788 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uc0ac\uc6a9\uc790 \ube44\ubc00\ubc88\ud638\uc5d0 \uc0ac\uc6a9\ub418\uc5b4\uc57c \ud558\ub294 \ud574\ub2f9 \uc9d1\ud569\uc758 \ucd5c\uc18c \ubb38\uc790 \uc218\ub294 %d\uc785\ub2c8\ub2e4.
ERR_CHARSET_VALIDATOR_NO_SET_COLON_466=\uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569 \uc815\uc758 '%s'\uc740(\ub294) \ubb38\uc790 \uc9d1\ud569\uacfc \ucd5c\uc18c \uac1c\uc218\ub97c \uad6c\ubcc4\ud558\ub294 \ucf5c\ub860\uc744 \ud3ec\ud568\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_CHARSET_VALIDATOR_NO_SET_CHARS_467=\uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569\uc774 \ube44\uc5b4 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569 \uc815\uc758 '%s'\uc740(\ub294) \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_CHARSET_VALIDATOR_DUPLICATE_CHAR_469=\uc81c\uacf5\ub41c \ubb38\uc790 \uc9d1\ud569 \uc815\uc758 '%s'\uc740(\ub294) \uc774\ubbf8 \uc0ac\uc6a9\ub41c \ubb38\uc790 '%s'\uc744(\ub97c) \ud3ec\ud568\ud558\uae30 \ub54c\ubb38\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_VIRTUAL_STATIC_GROUP_MULTIPLE_TARGETS_470=\ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc5d0 \uc5ec\ub7ec \ub300\uc0c1 \uadf8\ub8f9 DN\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0\ub9cc \ud558\ub098\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
ERR_VIRTUAL_STATIC_GROUP_CANNOT_DECODE_TARGET_471=\u20a9"%s\u20a9"\uc744(\ub97c) \uadf8\ub8f9 %s\uc5d0 \ub300\ud55c \ub300\uc0c1 DN\uc73c\ub85c \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
ERR_VIRTUAL_STATIC_GROUP_NO_TARGET_472=\ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc5d0 \ub300\uc0c1 \uadf8\ub8f9 \uc815\uc758\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_VIRTUAL_STATIC_GROUP_NESTING_NOT_SUPPORTED_473=\uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc740 \uc911\ucca9\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_VIRTUAL_STATIC_GROUP_NO_TARGET_GROUP_474=\uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9 %2$s\uc5d0\uc11c \ucc38\uc870\ud558\ub294 \ub300\uc0c1 \uadf8\ub8f9 %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_VIRTUAL_STATIC_GROUP_ALTERING_MEMBERS_NOT_SUPPORTED_475=\uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9 %s\uc5d0 \ub300\ud55c \uad6c\uc131\uc6d0\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_VIRTUAL_STATIC_GROUP_TARGET_CANNOT_BE_VIRTUAL_476=\uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9 %s\uc774(\uac00) \uc790\uc2e0\ub3c4 \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc778 \ub300\uc0c1 \uadf8\ub8f9 %s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4. \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc740 \ub2e4\ub978 \uac00\uc0c1 \uc815\uc801 \uadf8\ub8f9\uc744 \ub300\uc0c1 \uadf8\ub8f9\uc73c\ub85c \ucc38\uc870\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTE_FSCACHE_RESTORE_484=\uc601\uad6c \ud56d\ubaa9 \uce90\uc2dc \uc0c1\ud0dc \ubcf5\uc6d0\uc744 \uc2dc\uc791\ud569\ub2c8\ub2e4. \uc774 \uc791\uc5c5\uc740 \ub2e4\uc18c \uc2dc\uac04\uc774 \uac78\ub9b4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
NOTE_FSCACHE_SAVE_485=\ud56d\ubaa9 \uce90\uc2dc \uc0c1\ud0dc\ub97c \uc601\uad6c\ub85c \uc124\uc815\ud569\ub2c8\ub2e4. \uc774 \uc791\uc5c5\uc740 \ub2e4\uc18c \uc2dc\uac04\uc774 \uac78\ub9b4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
ERR_FSCACHE_CANNOT_INITIALIZE_486=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uce58\uba85\uc801 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FSCACHE_CANNOT_LOAD_PERSISTENT_DATA_487=\uc601\uad6c \uce90\uc2dc\ub97c \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc601\uad6c \uce90\uc2dc\uac00 \ud50c\ub7ec\uc2dc\ub429\ub2c8\ub2e4.
ERR_FSCACHE_CANNOT_STORE_PERSISTENT_DATA_488=\uc601\uad6c \uce90\uc2dc\ub97c \uc800\uc7a5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc601\uad6c \uce90\uc2dc\uac00 \ud50c\ub7ec\uc2dc\ub429\ub2c8\ub2e4.
ERR_FSCACHE_CANNOT_STORE_ENTRY_489=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \uc0c8 \uce90\uc2dc \ud56d\ubaa9\uc744 \uc800\uc7a5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_FSCACHE_CANNOT_RETRIEVE_ENTRY_490=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc\uc5d0\uc11c \uae30\uc874 \uce90\uc2dc \ud56d\ubaa9\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_FSCACHE_CANNOT_SET_JE_MEMORY_PCT_491=\ud56d\ubaa9 \uce90\uc2dc \ubc31\uc5d4\ub4dc \ub0b4\ubd80 \uce90\uc2dc \ud06c\uae30\ub97c \ubc31\ubd84\uc728\ub85c \uc124\uc815\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc804 \uac12 \ub610\ub294 \uae30\ubcf8\uac12\uc774 \ub300\uc2e0 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
ERR_FSCACHE_CANNOT_SET_JE_MEMORY_SIZE_492=\ud56d\ubaa9 \uce90\uc2dc \ubc31\uc5d4\ub4dc \ub0b4\ubd80 \uce90\uc2dc \ud06c\uae30\ub97c \ubc14\uc774\ud2b8\ub85c \uc124\uc815\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc804 \uac12 \ub610\ub294 \uae30\ubcf8\uac12\uc774 \ub300\uc2e0 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
ERR_FSCACHE_CANNOT_SET_JE_PROPERTIES_493=\ud56d\ubaa9 \uce90\uc2dc \ubc31\uc5d4\ub4dc Berkeley DB JE \ub4f1\ub85d \uc815\ubcf4\ub97c \uc124\uc815\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_FSCACHE_HOMELESS_494=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc \ud648\uc744 \uc124\uc815\ud558\ub294 \ub3d9\uc548 \uce58\uba85\uc801 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uce90\uc2dc \ud648\uc744 \ud638\uc2a4\ud305\ud558\uae30\uc5d0 \uc801\ud569\ud55c \uacbd\ub85c\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
WARN_FSCACHE_SET_PERMISSIONS_FAILED_495=\ud30c\uc77c \uc2dc\uc2a4\ud15c \ud56d\ubaa9 \uce90\uc2dc \ubc31\uc5d4\ub4dc \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ub514\ub809\ud1a0\ub9ac %s\uc5d0 \ub300\ud55c \ud30c\uc77c \uad8c\ud55c\uc744 \uc124\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
WARN_FSCACHE_OFFLINE_STATE_FAIL_496=%s \ubc31\uc5d4\ub4dc\uc758 \ud604\uc7ac \uc624\ud504\ub77c\uc778 \uc0c1\ud0dc\uac00 \uc601\uad6c \uce90\uc2dc\uc5d0 \ub9c8\uc9c0\ub9c9\uc73c\ub85c \uae30\ub85d\ub41c \uc624\ud504\ub77c\uc778 \uc0c1\ud0dc\uc640 \uc77c\uce58\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc774 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \ubaa8\ub4e0 \uce90\uc2dc \ub370\uc774\ud130\uac00 \uc0ad\uc81c\ub429\ub2c8\ub2e4.
NOTE_FSCACHE_RESTORE_REPORT_497=%d\uac1c\uc758 \uc601\uad6c \uce90\uc2dc \ud56d\ubaa9\uc774 \ud56d\ubaa9 \uce90\uc2dc\uc5d0 \ubcf5\uc6d0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
NOTE_FSCACHE_SAVE_REPORT_498=%d\uac1c\uc758 \uc601\uad6c \uce90\uc2dc \ud56d\ubaa9\uc744 \ub9cc\ub4e4\uc5c8\uc2b5\ub2c8\ub2e4.
NOTE_FSCACHE_INDEX_NOT_FOUND_499=\uc774\uc804\uc758 \uc601\uad6c \uce90\uc2dc \uc0c1\ud0dc\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ube48 \uce90\uc2dc\ub85c \uc2dc\uc791\ud569\ub2c8\ub2e4.
ERR_FSCACHE_INDEX_IMPAIRED_500=\uc601\uad6c \uce90\uc2dc \uc0c9\uc778\uc774 \uc77c\uce58\ud558\uc9c0 \uc54a\uac70\ub098 \uc190\uc0c1\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \uc601\uad6c \uce90\uc2dc\uac00 \ud50c\ub7ec\uc2dc\ub429\ub2c8\ub2e4.
ERR_ENTRYUUID_VATTR_NOT_SEARCHABLE_501=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_NO_PRIVILEGE_502=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc791\uc5c5\uc744 \uc0ac\uc6a9\ud560 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_NO_REQUEST_VALUE_503=\uc81c\uacf5\ub41c \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc694\uccad\uc5d0 \uc694\uccad \uac12\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_DECODE_FAILURE_504=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc694\uccad \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_PWPSTATE_EXTOP_MULTIPLE_ENTRIES_505=DN\uc774 %s\uc778 \ud56d\ubaa9\uc774 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_INVALID_OP_ENCODING_506=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc694\uccad\uc5d0\uc11c \uc791\uc5c5\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_PWPSTATE_EXTOP_NO_DISABLED_VALUE_507=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ube44\ud65c\uc131 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098('true' \ub610\ub294 'false')\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_DISABLED_VALUE_COUNT_508=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ube44\ud65c\uc131 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098('true' \ub610\ub294 'false')\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_DISABLED_VALUE_509=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud55c \ube44\ud65c\uc131 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ud55c \uac12\uc774 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.  \uac12\uc740 'true' \ub610\ub294 'false'\uc5ec\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_ACCT_EXP_VALUE_COUNT_510=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uacc4\uc815 \ub9cc\ub8cc \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_ACCT_EXP_VALUE_511=\uacc4\uc815 \ub9cc\ub8cc \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_PWCHANGETIME_VALUE_COUNT_512=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ube44\ubc00\ubc88\ud638 \ubcc0\uacbd \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_PWCHANGETIME_VALUE_513=\ube44\ubc00\ubc88\ud638 \ubcc0\uacbd \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_PWWARNEDTIME_VALUE_COUNT_514=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ube44\ubc00\ubc88\ud638 \uacbd\uace0 \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_PWWARNEDTIME_VALUE_515=\ube44\ubc00\ubc88\ud638 \uacbd\uace0 \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_ADD_FAILURE_TIME_COUNT_516=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc778\uc99d \uc2e4\ud328 \uc2dc\uac04\uc744 \ucd94\uac00\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_AUTH_FAILURE_TIME_517=\uc778\uc99d \uc2e4\ud328 \uc2dc\uac04\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_LAST_LOGIN_TIME_COUNT_518=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ub9c8\uc9c0\ub9c9 \ub85c\uadf8\uc778 \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_LAST_LOGIN_TIME_519=\ub9c8\uc9c0\ub9c9 \ub85c\uadf8\uc778 \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_NO_RESET_STATE_VALUE_520=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc7ac\uc124\uc815 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098('true' \ub610\ub294 'false')\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_RESET_STATE_VALUE_COUNT_521=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc7ac\uc124\uc815 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098('true' \ub610\ub294 'false')\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_RESET_STATE_VALUE_522=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc7ac\uc124\uc815 \uc0c1\ud0dc\ub97c \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ud55c \uac12\uc774 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.  \uac12\uc740 'true' \ub610\ub294 'false'\uc5ec\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_ADD_GRACE_LOGIN_TIME_COUNT_523=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \uc720\uc608 \ub85c\uadf8\uc778 \uc0ac\uc6a9 \uc2dc\uac04\uc744 \ucd94\uac00\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_GRACE_LOGIN_TIME_524=\uc720\uc608 \ub85c\uadf8\uc778 \uc0ac\uc6a9 \uc2dc\uac04\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_REQUIRED_CHANGE_TIME_COUNT_525=\uc0ac\uc6a9\uc790\uc5d0 \ub300\ud574 \ud544\uc218 \ubcc0\uacbd \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uac12\uc744 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ud588\uc2b5\ub2c8\ub2e4.  \uac12\uc744 \uc815\ud655\ud788 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_BAD_REQUIRED_CHANGE_TIME_526=\ud544\uc218 \ubcc0\uacbd \uc2dc\uac04\uc744 \uc124\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc791\uc5c5\uc5d0 \uc81c\uacf5\ub41c \uac12 %s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s. \uac12\uc740 \uc77c\ubc18 \uc2dc\uac04 \ud615\uc2dd\uc73c\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_PWPSTATE_EXTOP_UNKNOWN_OP_TYPE_527=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \ud655\uc7a5 \uc694\uccad\uc5d0 \uc798\ubabb\ub418\uac70\ub098 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \uc791\uc5c5 \uc720\ud615 %s\uc744(\ub97c) \uac00\uc9c4 \uc791\uc5c5\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
WARN_EXTOP_PASSMOD_CANNOT_UPDATE_PWP_STATE_528=\ube44\ubc00\ubc88\ud638 \uc218\uc815 \ud655\uc7a5 \uc791\uc5c5 \uc911\uc5d0 \uc0ac\uc6a9\uc790 %s\uc5d0 \ub300\ud55c \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc0c1\ud0dc \uc815\ubcf4\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4(\uc624\ub958 \ucf54\ub4dc='%s', \uc624\ub958 \uba54\uc2dc\uc9c0='%s').
ERR_EXTOP_PASSMOD_PW_IN_HISTORY_530=\uc81c\uacf5\ub41c \uc0c8 \ube44\ubc00\ubc88\ud638\uac00 \ube44\ubc00\ubc88\ud638 \uae30\ub85d\uc5d0 \uc774\ubbf8 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_SMTPALERTHANDLER_NO_SMTP_SERVERS_531=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 SMTP \uc11c\ubc84\uac00 \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  SMTP \uacbd\uace0 \ucc98\ub9ac\uae30\ub97c \uc0ac\uc6a9\ud558\ub824\uba74 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 SMTP \uc11c\ubc84\uc5d0 \ub300\ud55c \uc815\ubcf4\uac00 \uad6c\uc131\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
WARN_SMTPALERTHANDLER_ERROR_SENDING_MESSAGE_532=\uad00\ub9ac \uacbd\uace0\uc5d0 \ub300\ud55c \uc804\uc790 \uba54\uc77c \uba54\uc2dc\uc9c0\ub97c \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4(\uc720\ud615 %s, \uba54\uc2dc\uc9c0 %s): %s
ERR_REGEXMAP_INVALID_MATCH_PATTERN_533=\uc81c\uacf5\ub41c \uc77c\uce58 \ud328\ud134 \u20a9"%s\u20a9"\uc744(\ub97c) \uc815\uaddc \ud45c\ud604\uc2dd\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_REGEXMAP_MULTIPLE_MATCHING_ENTRIES_535=\ucc98\ub9ac\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc774(\uac00) \uc5ec\ub7ec \uc0ac\uc6a9\uc790\uc5d0\uac8c \ub9e4\ud551\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
ERR_REGEXMAP_INEFFICIENT_SEARCH_536=\ucc98\ub9ac\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc744(\ub97c) \uae30\ubc18\uc73c\ub85c \ud558\ub294 \ub0b4\ubd80 \uac80\uc0c9\uc744 \ud6a8\uc728\uc801\uc73c\ub85c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s. \uc11c\ubc84 \uad6c\uc131\uc744 \uac80\uc0ac\ud558\uc5ec \ubaa8\ub4e0 \uad00\ub828 \ubc31\uc5d4\ub4dc\uac00 \uc774\ub7ec\ud55c \uc720\ud615\uc758 \uac80\uc0c9\uc5d0 \ub300\ud574 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
ERR_REGEXMAP_SEARCH_FAILED_537=\ucc98\ub9ac\ub41c \uc544\uc774\ub514 \ubb38\uc790\uc5f4 %s\uc744(\ub97c) \uc0ac\uc6a9\uc790 \ud56d\ubaa9\uc73c\ub85c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_STATICGROUP_ADD_NESTED_GROUP_ALREADY_EXISTS_538=\uadf8\ub8f9 %s\uc774(\uac00) \uadf8\ub8f9\uc758 \uc911\ucca9 \uadf8\ub8f9 \ubaa9\ub85d\uc5d0 \uc774\ubbf8 \uc788\uae30 \ub54c\ubb38\uc5d0 \uc774 \uadf8\ub8f9\uc744 \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc0c8 \uc911\ucca9 \uadf8\ub8f9\uc73c\ub85c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_STATICGROUP_REMOVE_NESTED_GROUP_NO_SUCH_GROUP_539=\uadf8\ub8f9 %s\uc774(\uac00) \uadf8\ub8f9\uc758 \uc911\ucca9 \uadf8\ub8f9 \ubaa9\ub85d\uc5d0 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uadf8\ub8f9\uc744 \uc815\uc801 \uadf8\ub8f9 %s\uc758 \uc911\ucca9 \uadf8\ub8f9\uc73c\ub85c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_STATICGROUP_GROUP_INSTANCE_INVALID_540=DN\uc774 %s\uc778 \uadf8\ub8f9 \uc778\uc2a4\ud134\uc2a4\uac00 \uc0ad\uc81c\ub418\uc5c8\uc73c\uba70 \ub354 \uc774\uc0c1 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
ERR_NUMSUBORDINATES_VATTR_NOT_SEARCHABLE_541=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_HASSUBORDINATES_VATTR_NOT_SEARCHABLE_542=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_SMTP_ASNH_NO_MAIL_SERVERS_CONFIGURED_543=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c SMTP \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30\ub97c \uc0ac\uc6a9\ud558\ub824\uba74 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 SMTP \uc11c\ubc84\uc5d0 \ub300\ud55c \uc815\ubcf4\uac00 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
ERR_SMTP_ASNH_NO_RECIPIENTS_544=SMTP \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \ucc98\ub9ac\uae30 \uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0 \uc804\uc790 \uba54\uc77c \uc8fc\uc18c \uc18d\uc131 \uc720\ud615 \ub610\ub294 \uc218\uc2e0\uc790 \uc8fc\uc18c\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.  \uc774 \uc911 \ud558\ub098 \uc774\uc0c1\uc744 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
ERR_SMTP_ASNH_SUBJECT_NO_COLON_545=\uba54\uc2dc\uc9c0 \uc8fc\uc81c \uac12 '%s'\uc5d0 \uc54c\ub9bc \uc720\ud615\uc744 \uc8fc\uc81c\uc640 \uad6c\ubd84\ud558\ub294 \ucf5c\ub860\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0\uc11c \uc774 \uba54\uc2dc\uc9c0 \uc8fc\uc81c \uac12\uc744 \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_SUBJECT_INVALID_NOTIFICATION_TYPE_546='%3$s'\uc740(\ub294) \uc720\ud6a8\ud55c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \uc720\ud615\uc774 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 '%2$s'\uc5d0\uc11c \uba54\uc2dc\uc9c0 \uc8fc\uc81c \uac12 '%1$s'\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_SUBJECT_DUPLICATE_TYPE_547=\uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0 \ud3ec\ud568\ub41c \uba54\uc2dc\uc9c0 \uc8fc\uc81c \uc815\uc758\uc5d0 \uc54c\ub9bc \uc720\ud615 %s\uc5d0 \ub300\ud55c \uc8fc\uc81c\uac00 \uc5ec\ub7ec \uac1c \uc815\uc758\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_NO_COLON_548=\uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c \uac12 '%s'\uc5d0 \uc54c\ub9bc \uc720\ud615\uc744 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c\uc640 \uad6c\ubd84\ud558\ub294 \ucf5c\ub860\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0\uc11c \uc774 \ud30c\uc77c \uacbd\ub85c \uac12\uc744 \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_INVALID_NOTIFICATION_TYPE_549='%3$s'\uc740(\ub294) \uc720\ud6a8\ud55c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \uc720\ud615\uc774 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 '%2$s'\uc5d0\uc11c \uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c \uac12 '%1$s'\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_DUPLICATE_TYPE_550=\uad6c\uc131 \ud56d\ubaa9 '%s'\uc5d0 \ud3ec\ud568\ub41c \uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c \uc815\uc758\uc5d0 \uc54c\ub9bc \uc720\ud615 %s\uc5d0 \ub300\ud55c \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c \uacbd\ub85c\uac00 \uc5ec\ub7ec \uac1c \uc815\uc758\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_NO_SUCH_FILE_551=\uad6c\uc131 \ud56d\ubaa9 '%2$s'\uc5d0\uc11c \ucc38\uc870\ub41c \uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c '%1$s'\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_UNCLOSED_TOKEN_552=\uc5f4 %d(\ud589 %d)\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 \ub2eb\ud788\uc9c0 \uc54a\uc740 \ud1a0\ud070\uc774 \uc788\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_UNDEFINED_ATTR_TYPE_553=\uc5f4 %d(\ud589 %d)\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 notification-user-attr \ud1a0\ud070\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_UNDEFINED_PROPERTY_554=\uc5f4 %d(\ud589 %d)\uc5d0\uc11c \uc2dc\uc791\ud558\ub294 notification-property \ud1a0\ud070\uc774 \uc815\uc758\ub418\uc9c0 \uc54a\uc740 \uc54c\ub9bc \ub4f1\ub85d \uc815\ubcf4 %s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_UNRECOGNIZED_TOKEN_555=\uc5f4 %2$d(\ud589 %3$d)\uc5d0 \uc778\uc2dd\ub418\uc9c0 \uc54a\ub294 \ud1a0\ud070 %1$s\uc774(\uac00) \uc788\uc2b5\ub2c8\ub2e4.
ERR_SMTP_ASNH_TEMPLATE_CANNOT_PARSE_556=\uad6c\uc131 \ud56d\ubaa9 '%2$s'\uc5d0\uc11c \ucc38\uc870\ub41c \uba54\uc2dc\uc9c0 \ud15c\ud50c\ub9ac\ud2b8 \ud30c\uc77c '%1$s'\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SMTP_ASNH_DEFAULT_SUBJECT_557=\ub514\ub809\ud1a0\ub9ac \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc
ERR_SMTP_ASNH_CANNOT_SEND_MESSAGE_558=\uc0ac\uc6a9\uc790 \ud56d\ubaa9 %2$s\uc758 \uc54c\ub9bc \uc720\ud615 %1$s\uc5d0 \ub300\ud55c \uacc4\uc815 \uc0c1\ud0dc \uc54c\ub9bc \uba54\uc2dc\uc9c0\ub97c \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
ERR_PWSCHEME_CANNOT_ENCRYPT_559=\ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc744(\ub97c) \uc0ac\uc6a9\ud558\uc5ec \uac12\uc744 \uc554\ud638\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_PWSCHEME_CANNOT_DECRYPT_560=\ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc744(\ub97c) \uc0ac\uc6a9\ud558\uc5ec \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_GET_SYMMETRIC_KEY_NO_VALUE_561=\uc81c\uacf5\ub41c \ub300\uce6d \ud0a4 \ud655\uc7a5 \uc791\uc5c5\uc740 \uac12\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
ERR_GET_SYMMETRIC_KEY_ASN1_DECODE_EXCEPTION_563=\uc81c\uacf5\ub41c \ub300\uce6d \ud0a4 \ud655\uc7a5 \uc694\uccad\uc744 \ud574\ub3c5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
ERR_GET_SYMMETRIC_KEY_DECODE_EXCEPTION_564=\ub300\uce6d \ud0a4 \ud655\uc7a5 \uc694\uccad \uc2dc\ud000\uc2a4\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
ERR_EXACTMAP_ATTR_UNINDEXED_565=\uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc815\ud655\ud55c \uc77c\uce58 \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \ubc31\uc5d4\ub4dc %3$s\uc5d0 \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
ERR_REGEXMAP_ATTR_UNINDEXED_566=\uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc815\uaddc \ud45c\ud604\uc2dd \uc544\uc774\ub514 \ub9e4\ud37c\uac00 \ubc31\uc5d4\ub4dc %3$s\uc5d0 \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
WARN_SATUACM_ATTR_UNINDEXED_568=\uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc8fc\uc81c \uc18d\uc131-\uc0ac\uc6a9\uc790 \uc18d\uc131 \uc778\uc99d\uc11c \ub9e4\ud37c\uac00 \ubc31\uc5d4\ub4dc %3$s\uc5d0 \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
ERR_COLLECTIVEATTRIBUTESUBENTRIES_VATTR_NOT_SEARCHABLE_576=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_PASSWORDPOLICYSUBENTRY_VATTR_NOT_SEARCHABLE_577=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_FIRSTCHANGENUMBER_VATTR_NOT_SEARCHABLE_625=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_LASTCHANGENUMBER_VATTR_NOT_SEARCHABLE_626=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_LASTCOOKIE_VATTR_NOT_SEARCHABLE_627=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
ERR_CHANGELOGBASEDN_VATTR_NOT_SEARCHABLE_628=%s \uc18d\uc131\uc740 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc73c\uba70 \uc0c9\uc778\ud654\ub418\uc9c0 \uc54a\uc740 \uac80\uc0c9 \ud544\ud130\uc5d0 \ud3ec\ud568\ub418\uc5b4\uc11c\ub294 \uc548 \ub429\ub2c8\ub2e4.
