# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at legal-notices/CDDLv1_0.txt
# or http://forgerock.org/license/CDDLv1.0.html.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at legal-notices/CDDLv1_0.txt.
# If applicable, add the following below this CDDL HEADER, with the
# fields enclosed by brackets "[]" replaced with your own identifying
# information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.
#      Portions Copyright 2015 ForgeRock AS



#
# Global directives
#
#global.category=PLUGIN

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [ERR, WARN, NOTICE, INFO, DEBUG]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
ERR_PLUGIN_ADLIST_NO_PLUGIN_TYPES_3=L\u2019instance de plug-in de liste de descriptions d\u2019attribut LDAP d\u00e9finie dans l\u2019entr\u00e9e de configuration %s ne r\u00e9pertorie aucun type de plug-in.  Ce plug-in doit \u00eatre configur\u00e9 pour fonctionner en tant que plug-in de recherche avant analyse
ERR_PLUGIN_ADLIST_INVALID_PLUGIN_TYPE_4=L\u2019instance de plug-in de liste de descriptions d\u2019attribut LDAP d\u00e9finie dans l\u2019entr\u00e9e de configuration %s r\u00e9pertorie le type de plug-in non valide %s. Ce plug-in ne peut \u00eatre utilis\u00e9 que comme plug-in de recherche avant analyse
ERR_PLUGIN_PROFILER_NO_PLUGIN_TYPES_5=L\u2019instance de plug-in de profileur Directory Server d\u00e9finie dans l\u2019entr\u00e9e de configuration %s ne r\u00e9pertorie aucun type de plug-in.  Ce plug-in doit \u00eatre configur\u00e9 pour fonctionner en tant que plug-in de d\u00e9marrage
ERR_PLUGIN_PROFILER_INVALID_PLUGIN_TYPE_6=L\u2019instance de plug-in de profileur Directory Server d\u00e9finie dans l\u2019entr\u00e9e de configuration %s r\u00e9pertorie le type de plug-in non valide %s. Ce plug-in ne peut \u00eatre utilis\u00e9 que comme plug-in de d\u00e9marrage
ERR_PLUGIN_PROFILER_CANNOT_WRITE_PROFILE_DATA_9=Une erreur inattendue s\u2019est produite lorsque le plug-in de profileur d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a tent\u00e9 d\u2019\u00e9crire les informations captur\u00e9es dans le fichier de sortie %s\u00a0: %s
WARN_PLUGIN_PROFILER_INVALID_PROFILE_DIR_16=Le r\u00e9pertoire de profil %s, sp\u00e9cifi\u00e9 dans l\u2019attribut ds-cfg-profile-directory de l\u2019entr\u00e9e de configuration %s, n\u2019est pas valide car le chemin sp\u00e9cifi\u00e9 n\u2019existe pas ou n\u2019est pas un r\u00e9pertoire
INFO_PLUGIN_PROFILER_STARTED_PROFILING_22=Le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 activ\u00e9 et a d\u00e9marr\u00e9 la capture de donn\u00e9es
INFO_PLUGIN_PROFILER_ALREADY_PROFILING_23=Le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s est d\u00e9j\u00e0 actif. Par cons\u00e9quent, la demande de d\u00e9marrage du profilage a \u00e9t\u00e9 ignor\u00e9e
INFO_PLUGIN_PROFILER_NOT_RUNNING_24=Le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a re\u00e7u une demande d'arr\u00eat de capture de donn\u00e9es, mais il n'\u00e9tait pas actif. Par cons\u00e9quent, aucune action n'a \u00e9t\u00e9 entreprise
INFO_PLUGIN_PROFILER_STOPPED_PROFILING_25=Le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 arr\u00eat\u00e9 et ne capture plus de donn\u00e9es
INFO_PLUGIN_PROFILER_WROTE_PROFILE_DATA_26=Les donn\u00e9es collect\u00e9es par le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 \u00e9crit dans %s
ERR_PLUGIN_STARTUP_PLUGIN_EXCEPTION_30=Le plug-in de d\u00e9marrage d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel au cours du processus de d\u00e9marrage de Directory Server\u00a0: %s. Le processus de d\u00e9marrage du serveur a \u00e9t\u00e9 abandonn\u00e9
ERR_PLUGIN_STARTUP_PLUGIN_RETURNED_NULL_31=Le plug-in de d\u00e9marrage d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 une valeur Null lors de son appel au cours du processus de d\u00e9marrage de Directory Server.  Il s\u2019agit d\u2019une valeur de retour ill\u00e9gale et le processus de d\u00e9marrage du serveur a \u00e9t\u00e9 abandonn\u00e9
ERR_PLUGIN_STARTUP_PLUGIN_FAIL_ABORT_33=Le plug-in de d\u00e9marrage d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a rencontr\u00e9 une erreur lors de son appel au cours du processus de d\u00e9marrage de Directory Server\u00a0: %s (ID d\u2019erreur %d).  Le processus de d\u00e9marrage du serveur a \u00e9t\u00e9 abandonn\u00e9
ERR_PLUGIN_SHUTDOWN_PLUGIN_EXCEPTION_34=Le plug-in d\u2019arr\u00eat d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel au cours du processus d\u2019arr\u00eat de Directory Server\u00a0: %s
ERR_PLUGIN_POST_CONNECT_PLUGIN_EXCEPTION_35=Le plug-in apr\u00e8s connexion d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d depuis %s\u00a0: %s. La connexion va \u00eatre termin\u00e9e
ERR_PLUGIN_POST_CONNECT_PLUGIN_RETURNED_NULL_36=Le plug-in apr\u00e8s connexion d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d depuis %s. Cette r\u00e9ponse est ill\u00e9gale et la connexion va \u00eatre termin\u00e9e
ERR_PLUGIN_POST_DISCONNECT_PLUGIN_EXCEPTION_37=Le plug-in apr\u00e8s d\u00e9connexion d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d depuis %s\u00a0: %s
ERR_PLUGIN_POST_DISCONNECT_PLUGIN_RETURNED_NULL_38=Le plug-in apr\u00e8s d\u00e9connexion d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d depuis %s. Cette r\u00e9ponse est ill\u00e9gale
ERR_PLUGIN_PRE_PARSE_PLUGIN_EXCEPTION_39=Le plug-in avant analyse %s, d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d\u00a0: %s. Le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_PRE_PARSE_PLUGIN_RETURNED_NULL_40=Le plug-in avant analyse %s, d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %d. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_PRE_OPERATION_PLUGIN_EXCEPTION_41=Le plug-in avant op\u00e9ration %s, d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d\u00a0: %s. Le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_PRE_OPERATION_PLUGIN_RETURNED_NULL_42=Le plug-in avant op\u00e9ration %s, d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %d. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_POST_OPERATION_PLUGIN_EXCEPTION_43=Le plug-in apr\u00e8s op\u00e9ration %s, d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d\u00a0: %s. Le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_POST_OPERATION_PLUGIN_RETURNED_NULL_44=Le plug-in apr\u00e8s op\u00e9ration %s, d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %d. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_POST_RESPONSE_PLUGIN_EXCEPTION_45=Le plug-in apr\u00e8s r\u00e9ponse %s, d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d\u00a0: %s. Le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_POST_RESPONSE_PLUGIN_RETURNED_NULL_46=Le plug-in apr\u00e8s r\u00e9ponse %s, d\u00e9fini dans l\u2019entr\u00e9e de configuration %s, a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %d. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_EXCEPTION_47=Le plug-in d\u2019entr\u00e9e de r\u00e9sultat de recherche d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d avec l\u2019entr\u00e9e %s\u00a0: %s. Le traitement de cette op\u00e9ration de recherche va \u00eatre termin\u00e9
ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_RETURNED_NULL_48=Le plug-in d\u2019entr\u00e9e de r\u00e9sultat de recherche d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %d avec l\u2019entr\u00e9e %s. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration de recherche va \u00eatre termin\u00e9
ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_EXCEPTION_49=Le plug-in de r\u00e9f\u00e9rence de r\u00e9sultat de recherche d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d avec les URL de r\u00e9f\u00e9rence %s\u00a0: %s. Le traitement de cette op\u00e9ration de recherche va \u00eatre termin\u00e9
ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_RETURNED_NULL_50=Le plug-in de r\u00e9f\u00e9rence de r\u00e9sultat de recherche d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %d avec les URL de r\u00e9f\u00e9rence %s. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration de recherche va \u00eatre termin\u00e9
ERR_PLUGIN_LASTMOD_INVALID_PLUGIN_TYPE_51=Vous avez tent\u00e9 d\u2019enregistrer le plug-in LastMod \u00e0 appeler en tant que plug-in %s.  Ce type de plug-in n\u2019est pas autoris\u00e9 pour ce plug-in
INFO_PROFILEVIEWER_DESCRIPTION_FILENAMES_52=Chemin d'acc\u00e8s \u00e0 un fichier de donn\u00e9es de profil.  Cet argument peut \u00eatre fourni plus d'une fois pour analyser les donn\u00e9es de plusieurs fichiers de donn\u00e9es
INFO_PROFILEVIEWER_DESCRIPTION_USE_GUI_53=Indique si les informations de profil doivent \u00eatre affich\u00e9es en mode Interface graphique ou si les donn\u00e9es r\u00e9sultantes doivent \u00eatre \u00e9crites dans une sortie standard
INFO_PROFILEVIEWER_DESCRIPTION_USAGE_54=Affiche ces informations sur l'utilisation
ERR_PROFILEVIEWER_CANNOT_INITIALIZE_ARGS_55=Une erreur inattendue s'est produite lors de la tentative d'initialisation des arguments de ligne de commande\u00a0: %s
ERR_PROFILEVIEWER_ERROR_PARSING_ARGS_56=Une erreur s'est produite lors de l'analyse des arguments de ligne de commande\u00a0: %s
ERR_PROFILEVIEWER_CANNOT_PROCESS_DATA_FILE_57=Une erreur s\u2019est produite lors de la tentative de traitement des donn\u00e9es de profil dans le fichier %s\u00a0: %s
ERR_PLUGIN_LDIF_IMPORT_PLUGIN_EXCEPTION_58=Le plug-in d\u2019importation LDIF d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour l\u2019entr\u00e9e %s\u00a0: %s
ERR_PLUGIN_LDIF_IMPORT_PLUGIN_RETURNED_NULL_59=Le plug-in d\u2019importation LDIF d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour l\u2019entr\u00e9e %s. Cette r\u00e9ponse est ill\u00e9gale
ERR_PLUGIN_LDIF_EXPORT_PLUGIN_EXCEPTION_60=Le plug-in d\u2019exportation LDIF d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour l\u2019entr\u00e9e %s\u00a0: %s
ERR_PLUGIN_LDIF_EXPORT_PLUGIN_RETURNED_NULL_61=Le plug-in d\u2019exportation LDIF d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour l\u2019entr\u00e9e %s. Cette r\u00e9ponse est ill\u00e9gale
ERR_PLUGIN_ENTRYUUID_INVALID_PLUGIN_TYPE_62=Vous avez tent\u00e9 d\u2019enregistrer le plug-in EntryUUID \u00e0 appeler en tant que plug-in %s.  Ce type de plug-in n\u2019est pas autoris\u00e9 pour ce plug-in
ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_EXCEPTION_63=Le plug-in de r\u00e9ponse interm\u00e9diaire d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d\u00a0: %s. Le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_RETURNED_NULL_64=Le plug-in de r\u00e9ponse interm\u00e9diaire d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %d. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_PWPIMPORT_INVALID_PLUGIN_TYPE_65=Vous avez tent\u00e9 d\u2019enregistrer le plug-in d\u2019importation de strat\u00e9gie de mot de passe \u00e0 appeler en tant que plug-in %s. Ce type de plug-in n\u2019est pas autoris\u00e9 pour ce plug-in
ERR_PLUGIN_PWPIMPORT_ERROR_ENCODING_PASSWORD_66=Une erreur s\u2019est produite lors de la tentative de codage d\u2019une valeur de mot de passe stock\u00e9e dans l\u2019attribut %s de l\u2019entr\u00e9e utilisateur %s\u00a0: %s. Les valeurs de mot de passe pour cet utilisateur ne vont pas \u00eatre cod\u00e9es
ERR_PLUGIN_TYPE_NOT_SUPPORTED_67=Le plug-in d\u00e9fini dans l\u2019entr\u00e9e de configuration %s ne prend pas en charge le type de plug-in %s
INFO_PROFILEVIEWER_TOOL_DESCRIPTION_68=Cet utilitaire peut servir \u00e0 afficher des informations dans des fichiers de donn\u00e9es captur\u00e9es par le profileur Directory Server
ERR_PLUGIN_PWIMPORT_NO_DEFAULT_AUTH_SCHEMES_69=Le plug-in d\u2019importation de strat\u00e9gie de mot de passe n\u2019est configur\u00e9 avec aucun plan de mot de passe d\u2019authentification par d\u00e9faut et le serveur ne prend pas en charge le plan de mot de passe d\u2019authentification %s
ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_AUTH_SCHEME_70=Le plan de stockage des mots de passe d\u2019authentification %s, r\u00e9f\u00e9renc\u00e9 par le plug-in d\u2019importation de strat\u00e9gie de mot de passe, n\u2019est pas configur\u00e9 pour utilisation sur le serveur
ERR_PLUGIN_PWIMPORT_NO_DEFAULT_USER_SCHEMES_71=Le plug-in d\u2019importation de strat\u00e9gie de mot de passe n\u2019est configur\u00e9 avec aucun plan de mot de passe utilisateur par d\u00e9faut et le serveur ne prend pas en charge le plan de mot de passe d\u2019authentification %s
ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_USER_SCHEME_72=Le plan de stockage des mots de passe utilisateur %s, r\u00e9f\u00e9renc\u00e9 par le plug-in d\u2019importation de strat\u00e9gie de mot de passe, n\u2019est pas configur\u00e9 pour utilisation sur le serveur
WARN_PLUGIN_PWIMPORT_NO_SUCH_POLICY_73=L\u2019entr\u00e9e "%s" indique qu\u2019elle utilise la strat\u00e9gie de mot de passe personnalis\u00e9e "%s" mais aucune strat\u00e9gie de ce nom n\u2019est d\u00e9finie sur le serveur.  Tous les mots de passe contenus dans l\u2019entr\u00e9e vont \u00eatre cod\u00e9s avec les plans de stockage par d\u00e9faut mais l\u2019authentification sous ce nom d\u2019utilisateur n\u2019est peut-\u00eatre pas possible
WARN_PLUGIN_PWIMPORT_CANNOT_DECODE_POLICY_DN_74=Une erreur s\u2019est produite lors de la tentative de d\u00e9codage de la valeur de l\u2019attribut de strat\u00e9gie de mot de passe personnalis\u00e9e dans l\u2019entr\u00e9e "%s"\u00a0: %s. Tous les mots de passe contenus dans l\u2019entr\u00e9e vont \u00eatre cod\u00e9s avec les plans de stockage par d\u00e9faut mais l\u2019authentification sous ce nom d\u2019utilisateur n\u2019est peut-\u00eatre pas possible
ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_EXCEPTION_75=Le plug-in de modification de DN subordonn\u00e9 d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d\u00a0: %s. Le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_RETURNED_NULL_76=Le plug-in de modification de DN subordonn\u00e9 d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %s. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_UNIQUEATTR_INVALID_PLUGIN_TYPE_77=Vous avez tent\u00e9 d\u2019enregistrer le plug-in d\u2019attribut unique \u00e0 appeler en tant que plug-in %s.  Ce type de plug-in n\u2019est pas autoris\u00e9 pour ce plug-in
ERR_PLUGIN_REFERENT_INVALID_PLUGIN_TYPE_81=Vous avez tent\u00e9 d\u2019enregistrer le plug-in d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle \u00e0 appeler en tant que plug-in %s.  Ce type de plug-in n\u2019est pas autoris\u00e9 pour ce plug-in
ERR_PLUGIN_REFERENT_CREATE_LOGFILE_82=Une erreur s\u2019est produite lors de l\u2019initialisation du plug-in d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle, en raison de l\u2019\u00e9chec de la cr\u00e9ation du fichier journal\u00a0: %s
ERR_PLUGIN_REFERENT_CLOSE_LOGFILE_83=Une erreur s\u2019est produite lors de la fermeture du fichier journal de mise \u00e0 jour du plug-in d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle\u00a0: %s
ERR_PLUGIN_REFERENT_REPLACE_LOGFILE_84=Une erreur s\u2019est produite lors du remplacement du fichier journal de mise \u00e0 jour du plug-in d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle\u00a0: %s
INFO_PLUGIN_REFERENT_LOGFILE_CHANGE_REQUIRES_RESTART_85=Le nom de fichier %s dans lequel le plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle enregistre les modifications  pendant le processus effectu\u00e9 en arri\u00e8re-plan a \u00e9t\u00e9 modifi\u00e9 par %s, mais cette modification ne sera effective qu'apr\u00e8s le red\u00e9marrage du serveur
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_UPDATE_INTERVAL_CHANGED_86=L'intervalle de mise \u00e0 jour du traitement en arri\u00e8re-plan du plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle de %s est pass\u00e9 \u00e0 %s. Cette nouvelle valeur va maintenant \u00eatre utilis\u00e9e pendant le traitement en arri\u00e8re-plan
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STOPPING_87=Le traitement en arri\u00e8re-plan du plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle a \u00e9t\u00e9 arr\u00eat\u00e9
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STARTING_88=Le plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle a d\u00e9marr\u00e9 le traitement en arri\u00e8re-plan \u00e0 l'aide de l'intervalle de mise \u00e0 jour %s
ERR_PLUGIN_REFERENT_SEARCH_FAILED_89=\u00c9chec du plug-in d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle lors de la r\u00e9alisation d\u2019une recherche interne\u00a0: %s
ERR_PLUGIN_REFERENT_MODIFY_FAILED_90=\u00c9chec du plug-in d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle lors de la r\u00e9alisation d\u2019une modification interne sur l\u2019entr\u00e9e %s\u00a0: %s
ERR_PLUGIN_REFERENT_CANNOT_DECODE_STRING_AS_DN_91=Le plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle a \u00e9chou\u00e9 lors du d\u00e9codage d'un DN d'entr\u00e9e \u00e0 partir du journal de mise \u00e0 jour : %s
INFO_PLUGIN_REFERENT_SEARCH_NO_SUCH_OBJECT_92=Le plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle a \u00e9chou\u00e9 lors de l'ex\u00e9cution d'une recherche car le DN de base %s n'existe pas
ERR_PLUGIN_REFERENT_INVALID_ATTRIBUTE_SYNTAX_93=Une erreur s\u2019est produite dans le plug-in d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle lors de la tentative de configuration du type d\u2019attribut %s, qui porte l\u2019OID de syntaxe %s. Un type d\u2019attribut d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle doit avoir l\u2019OID de syntaxe 1.3.6.1.4.1.1466.115.121.1.12 (pour la syntaxe de nom distinctif) ou 1.3.6.1.4.1.1466.115.121.1.34 (pour la syntaxe de nom et d\u2019UID facultatif)
ERR_PLUGIN_7BIT_INVALID_PLUGIN_TYPE_96=Le plug-in 7-bit clean est configur\u00e9 avec un type de plug-in incorrect %s. Seuls les types de plug-in ldifImport, preOperationAdd, preOperationModify et preOperationModifyDN sont autoris\u00e9s
ERR_PLUGIN_7BIT_CANNOT_DECODE_DN_97=Une erreur s'est produite lors de la tentative de d\u00e9codage du DN pour l'entr\u00e9e cible : %s
ERR_PLUGIN_7BIT_CANNOT_DECODE_ATTR_98=Une erreur s'est produite lors de la tentative de d\u00e9codage de l'attribut %s dans l'entr\u00e9e cible : %s
ERR_PLUGIN_7BIT_CANNOT_DECODE_NEW_RDN_99=Une erreur s'est produite lors de la tentative de d\u00e9codage du nouveau nom relatif distinctif (NRD) : %s
ERR_PLUGIN_7BIT_MODIFYDN_ATTR_NOT_CLEAN_102=L'op\u00e9ration de modification de DN aurait donn\u00e9 une valeur non 7-bit clean \u00e0 l'attribut %s
ERR_PLUGIN_7BIT_IMPORT_ATTR_NOT_CLEAN_103=L'entr\u00e9e incluse comprenait une valeur non 7-bit clean pour l'attribut %s
ERR_PLUGIN_PWIMPORT_NO_SUCH_DEFAULT_AUTH_SCHEME_104=Le plug-in d\u2019importation de strat\u00e9gie de mot de passe fait r\u00e9f\u00e9rence au plan de stockage des mots de passe d\u2019authentification par d\u00e9faut %s, qui n\u2019est pas disponible pour utilisation sur le serveur
ERR_PLUGIN_POST_SYNCHRONIZATION_PLUGIN_EXCEPTION_105=Le plug-in %s apr\u00e8s synchronisation d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d\u00a0: %s
ERR_PLUGIN_UNIQUEATTR_ATTR_NOT_UNIQUE_106=Un conflit d\u2019attribut unique a \u00e9t\u00e9 d\u00e9tect\u00e9 pour l\u2019attribut %s\u00a0: la valeur %s existe d\u00e9j\u00e0 dans l\u2019entr\u00e9e %s
ERR_PLUGIN_UNIQUEATTR_SYNC_NOT_UNIQUE_107=Un conflit d\u2019attribut unique a \u00e9t\u00e9 d\u00e9tect\u00e9 pour l\u2019attribut %s lors de la synchronisation (connID=%d, opID=%d)\u00a0: la valeur %s de l\u2019entr\u00e9e %s est en conflit avec une valeur existante dans l\u2019entr\u00e9e %s. Une interaction manuelle est requise pour \u00e9liminer ce conflit
ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_108=Une erreur interne s\u2019est produite lors de la tentative de d\u00e9termination du fait que l\u2019op\u00e9ration doit ou non r\u00e9sulter en un conflit d\u2019attribut unique (r\u00e9sultat %s, message %s)
ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_SYNC_109=Une erreur interne s\u2019est produite lors de la tentative de d\u00e9termination du fait que l\u2019op\u00e9ration de synchronisation (connID=%d, opID=%d) pour l\u2019entr\u00e9e %s doit ou non r\u00e9sulter en un conflit d\u2019attribut unique (r\u00e9sultat %s, message %s)
ERR_PLUGIN_REFERENT_ATTR_UNINDEXED_110=Le plug-in d\u2019int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle d\u00e9fini dans l\u2019entr\u00e9e de configuration %s est configur\u00e9 pour fonctionner sur l\u2019attribut %s mais aucun index d\u2019\u00e9galit\u00e9 n\u2019est d\u00e9fini pour cet attribut dans le backend %s
ERR_PLUGIN_UNIQUEATTR_ATTR_UNINDEXED_111=Le plug-in d\u2019attribut unique d\u00e9fini dans l\u2019entr\u00e9e de configuration %s est configur\u00e9 pour fonctionner sur l\u2019attribut %s mais aucun index d\u2019\u00e9galit\u00e9 n\u2019est d\u00e9fini pour cet attribut dans le backend %s
ERR_PLUGIN_NETWORKGROUP_INVALID_PLUGIN_TYPE_112=Vous avez tent\u00e9 d\u2019enregistrer le plug-in NetworkGroup \u00e0 appeler en tant que plug-in %s.  Ce type de plug-in n\u2019est pas autoris\u00e9 pour ce plug-in
ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_113=Vous avez tent\u00e9 d\u2019enregistrer le plug-in de contr\u00f4le du num\u00e9ro de modification \u00e0 appeler en tant que plug-in %s.  Ce type de plug-in n\u2019est pas autoris\u00e9 pour ce plug-in
ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_LIST_114=Vous avez tent\u00e9 d\u2019enregistrer le plug-in de contr\u00f4le du num\u00e9ro de modification avec les types de plug-in suivants\u00a0: %s. Toutefois, ce plug-in doit \u00eatre configur\u00e9 avec tous les types de plug-in suivants\u00a0: %s
ERR_PLUGIN_SUBORDINATE_DELETE_PLUGIN_EXCEPTION_115=Le plug-in de suppression subordonn\u00e9 d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a g\u00e9n\u00e9r\u00e9 une exception lors de son appel pour la connexion %d, op\u00e9ration %d\u00a0: %s. Le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
ERR_PLUGIN_SUBORDINATE_DELETE_PLUGIN_RETURNED_NULL_116=Le plug-in de suppression subordonn\u00e9 d\u00e9fini dans l\u2019entr\u00e9e de configuration %s a renvoy\u00e9 la valeur Null lors de son appel pour la connexion %d, op\u00e9ration %s. Cette r\u00e9ponse est ill\u00e9gale et le traitement de cette op\u00e9ration va \u00eatre termin\u00e9
