user-friendly-name=Administrador de criptograf\u00eda
user-friendly-plural-name=Administradores de criptograf\u00eda
synopsis=El administrador de criptograf\u00eda proporciona una interfaz com\u00fan para realizar tareas de compresi\u00f3n, descompresi\u00f3n, hashing, cifrado y otros tipos de operaciones criptogr\u00e1ficas.
property.cipher-key-length.synopsis=Especifica la longitud de la clave (en bits) para el cifrado preferido.
property.cipher-key-length.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las operaciones criptogr\u00e1ficas efectuadas tras el cambio.
property.cipher-transformation.synopsis=Especifica el cifrado utilizado para Directory Server mediante la sintaxis: algoritmo/modo/espacio adicional.
property.cipher-transformation.description=Se debe realizar una transformaci\u00f3n completa: no se puede especificar s\u00f3lo un algoritmo ni permitir que el proveedor de cifrado facilite el modo predeterminado y el espacio adicional, ya que no hay ninguna garant\u00eda de que estos valores predeterminados coincidan entre las distintas implementaciones. Algunos algoritmos de cifrado, incluidos RC4 y ARCFOUR, no presentan ning\u00fan modo ni espacio adicional, por lo que se deben especificar mediante el valor NONE para el campo de modo y "NoPadding" para el campo de espacio adicional. Por ejemplo, RC4/NONE/NoPadding.
property.cipher-transformation.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las operaciones criptogr\u00e1ficas efectuadas tras el cambio.
property.digest-algorithm.synopsis=Especifica el algoritmo de recopilaci\u00f3n de mensajes preferido de Directory Server.
property.digest-algorithm.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las operaciones criptogr\u00e1ficas efectuadas tras el cambio.
property.key-wrapping-transformation.synopsis=La transformaci\u00f3n de ajuste de claves preferida de Directory Server. Este valor debe ser el mismo para todas las instancias del servidor de una topolog\u00eda de repetici\u00f3n.
property.key-wrapping-transformation.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las operaciones criptogr\u00e1ficas efectuadas tras el cambio.
property.mac-algorithm.synopsis=Especifica el algoritmo MAC preferido de Directory Server.
property.mac-algorithm.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las operaciones criptogr\u00e1ficas efectuadas tras el cambio.
property.mac-key-length.synopsis=Especifica la longitud de la clave (en bits) para el algoritmo MAC preferido.
property.mac-key-length.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las operaciones criptogr\u00e1ficas efectuadas tras el cambio.
property.ssl-cert-nickname.synopsis=Especifica el sobrenombre (denominado tambi\u00e9n alias) del certificado que el administrador de criptograf\u00eda debe utilizar al establecer una comunicaci\u00f3n SSL.
property.ssl-cert-nickname.description=Este par\u00e1metro s\u00f3lo se aplica si el administrador de criptograf\u00eda se ha configurado para que utilice SSL.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Dejar que el servidor decida.
property.ssl-cipher-suite.synopsis=Especifica los nombres de los conjuntos de cifrado SSL que se pueden utilizar en una comunicaci\u00f3n SSL o TLS.
property.ssl-cipher-suite.default-behavior.alias.synopsis=Utilice el grupo predeterminado de conjuntos de cifrado SSL proporcionado por la JVM del servidor.
property.ssl-cipher-suite.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las sesiones basadas en SSL/TLS creadas tras el cambio.
property.ssl-encryption.synopsis=Especifica si se utilizar\u00e1 SSL/TLS para proporcionar una comunicaci\u00f3n cifrada entre dos componentes del servidor OpenDJ.
property.ssl-encryption.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las sesiones basadas en SSL/TLS creadas tras el cambio.
property.ssl-protocol.synopsis=Especifica los nombres de los protocolos SSL que se pueden utilizar en una comunicaci\u00f3n SSL o TLS.
property.ssl-protocol.default-behavior.alias.synopsis=Utilice el conjunto predeterminado de protocolos SSL proporcionado por la m\u00e1quina JVM del servidor.
property.ssl-protocol.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor de forma inmediata, pero s\u00f3lo afectar\u00e1n a las sesiones basadas en SSL/TLS creadas tras el cambio.
