user-friendly-name=Crypto Manager
user-friendly-plural-name=Crypto Managers
synopsis=Crypto Manager fournit une interface commune pour effectuer la compression, la d\u00e9compression, le hachage, le chiffrement et d'autres op\u00e9rations de chiffrement.
property.cipher-key-length.synopsis=Sp\u00e9cifie la longueur de cl\u00e9 en bits pour le chiffrement choisi.
property.cipher-key-length.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement mais affectent seulement les op\u00e9rations de chiffrement effectu\u00e9es apr\u00e8s la modification.
property.cipher-transformation.synopsis=Sp\u00e9cifie le chiffrement pour Directory Server en utilisant la/le syntaxe/algorithme/mode/remplissage.
property.cipher-transformation.description=La transformation compl\u00e8te est requise\u00a0: la sp\u00e9cification d'un algorithme seulement et l'autorisation que le fournisseur de d\u00e9chiffrage offre le mode par d\u00e9faut et le remplissage ne sont pas prises en charge, car il n'est pas garanti que ces valeurs par d\u00e9faut soient les m\u00eames parmi les diff\u00e9rentes impl\u00e9mentations. Certains algorithmes de chiffrement, tels que RC4 et ARCFOUR, n'ont pas ni mode ni remplissage, et il faut donc sp\u00e9cifier NONE pour le champ mode et NoPadding pour le champ de remplissage. Par exemple, RC4/NONE/NoPadding.
property.cipher-transformation.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement mais affectent seulement les op\u00e9rations de chiffrement effectu\u00e9es apr\u00e8s la modification.
property.digest-algorithm.synopsis=Sp\u00e9cifie l'algorithme de synth\u00e8se du message choisi pour Directory Server.
property.digest-algorithm.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et affectent seulement les op\u00e9rations de chiffrement effectu\u00e9es apr\u00e8s la modification.
property.key-wrapping-transformation.synopsis=La transformation d'adaptation de cl\u00e9 choisie pour Directory Server. Cette valeur doit \u00eatre la m\u00eame pour toutes les instances de serveur dans une topologie de r\u00e9plication.
property.key-wrapping-transformation.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement mais affectent seulement les op\u00e9rations de chiffrement effectu\u00e9es apr\u00e8s la modification.
property.mac-algorithm.synopsis=Sp\u00e9cifie l'algorithme MAC choisi pour Directory Server.
property.mac-algorithm.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement mais affectent seulement les op\u00e9rations de chiffrement effectu\u00e9es apr\u00e8s la modification.
property.mac-key-length.synopsis=Sp\u00e9cifie la longueur de cl\u00e9 en bits pour l'algorithme MAC choisi.
property.mac-key-length.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement mais affectent seulement les op\u00e9rations de chiffrement effectu\u00e9es apr\u00e8s la modification.
property.ssl-cert-nickname.synopsis=Sp\u00e9cifie le pseudonyme (appel\u00e9 aussi alias) du certificat que Crypto Manager doit utiliser lorsqu'il effectue la communication SSL.
property.ssl-cert-nickname.description=Ceci est seulement applicable quand Crypto Manager est configur\u00e9 pour utiliser SSL.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Laisser le serveur d\u00e9cider.
property.ssl-cipher-suite.synopsis=Sp\u00e9cifie les noms des suites de chiffrement SSL dont l'utilisation pour la communication SSL ou TLS est autoris\u00e9e.
property.ssl-cipher-suite.default-behavior.alias.synopsis=Utilise l'ensemble par d\u00e9faut des suites de chiffrement SSL fournies par la JVM du serveur.
property.ssl-cipher-suite.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent imm\u00e9diatement effet mais n'ont un impact que sur les nouvelles sessions SSL/TLS cr\u00e9\u00e9es apr\u00e8s la modification.
property.ssl-encryption.synopsis=Sp\u00e9cifie si SSL/TLS est utilis\u00e9 pour fournir une communication chiffr\u00e9e entre les deux composants de serveur OpenDJ.
property.ssl-encryption.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent imm\u00e9diatement effet mais n'ont un impact que sur les nouvelles sessions SSL/TLS cr\u00e9\u00e9es apr\u00e8s la modification.
property.ssl-protocol.synopsis=Sp\u00e9cifie les noms des protocoles SSL dont l'utilisation pour la communication SSL ou TLS est autoris\u00e9e.
property.ssl-protocol.default-behavior.alias.synopsis=Utilise l'ensemble par d\u00e9faut des protocoles SSL fournis par la JVM du serveur.
property.ssl-protocol.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prennent imm\u00e9diatement effet mais n'ont un impact que sur les nouvelles sessions SSL/TLS cr\u00e9\u00e9es apr\u00e8s la modification.
