user-friendly-name=Digest MD5 SASL Mechanismus-Handler
user-friendly-plural-name=Digest MD5 SASL Mechanismus-Handler
synopsis=Mit dem DIGEST-MD5 SASL-Mechanismus wird die gesamte Verarbeitung f\u00fcr die SASL DIGEST-MD5-Authentifizierung ausgef\u00fchrt.
description=Der DIGEST-MD5 SASL-Mechanismus ist dem CRAM-MD-Mechanismus in der Hinsicht sehr \u00e4hnlich, dass er eine passwortgest\u00fctzte Authentifizierung erm\u00f6glicht, ohne das Passwort als Klartext angibt (obwohl sowohl der Client als auch der Server Zugriff auf das Klartextpasswort haben m\u00fcssen). Er verwendet wie der CRAM-MD5-Mechanismus Daten, die der Server zuf\u00e4llig generiert, um ihn gegen Replay-Angriffe zu sch\u00fctzen, die aber auch zuf\u00e4llig generierte Daten des Clients umfassen, die ihn auch gegen Probleme aufgrund einer unzuverl\u00e4ssigen Zifferngenerierung auf Serverseite sch\u00fctzen.
property.enabled.synopsis=Gibt an, ob der SASL-Mechanismushandler zur Verwendung aktiviert ist.
property.identity-mapper.synopsis=Gibt den Namen des Identit\u00e4tsmappers an, der mit dem SASL-Mechanismushandler verwendet werden soll, um die Authentifizierungs- oder Autorisierungs-ID in der SASL-Verbindungsanforderungen mit dem entsprechenden Benutzer im Verzeichnis abzugleichen.
property.identity-mapper.syntax.aggregation.constraint-synopsis=Der referenzierte Identit\u00e4tsmapper muss aktiviert sein, wenn der Digest MD5 SASL-Mechanismushandler aktiviert ist.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, die den SASL Mechanismus-handler implementiert.
property.quality-of-protection.synopsis=Der Name einer Eigenschaft, die die Qualit\u00e4t der vom Server unterst\u00fctzten Schutzes angibt.
property.quality-of-protection.syntax.enumeration.value.confidentiality.synopsis=Die Qualit\u00e4t des Schutzes gleicht die Authentifizierung der Integrit\u00e4t und dem Vertraulichkeitsschutz an.
property.quality-of-protection.syntax.enumeration.value.integrity.synopsis=Die Qualit\u00e4t des Schutzes gleicht die Authentifizierung dem Integrit\u00e4tsschutz an.
property.quality-of-protection.syntax.enumeration.value.none.synopsis=QOP gleicht nur die Authentifizierung an.
property.realm.synopsis=Gibt die Bereiche an, die der Server f\u00fcr die DIGEST-MD5-Authentifizierung verwendert.
property.realm.description=Wenn dieser Wert nicht angegeben wird, wechselt der Server zur Verwendung des vollst\u00e4ndig qualifizierten Hostnamens des Rechners.
property.realm.default-behavior.alias.synopsis=Wenn dieser Wert nicht angegeben wird, wechselt der Server zur Verwendung des vollst\u00e4ndig qualifizierten Hostnamens des Rechners.
property.realm.syntax.string.pattern.synopsis=Jede Bereichszeichenfolge, die kein Komma enth\u00e4lt.
property.server-fqdn.synopsis=Gibt den DNS-aufl\u00f6sbaren vollst\u00e4ndig qualifizierten Dom\u00e4nennamen f\u00fcr den Server an, der verwendet wird, wenn im Authentifizierungsprozess der Parameter digest-uri verwendet wird.
property.server-fqdn.description=Wenn dieses Konfigurationsattribut vorhanden ist, erwartet der Server, dass der Client einen digest-uri gleich "ldap/" verwendet und darauf der Wert dieses Attributs folgt. Wenn dieses Attribut beispielsweise den Wert "directory.example.com" hat, erwartet der Server, dass Clients den digest-uri "ldap/directory.example.com" verwendet. Wenn kein Wert angegeben ist, versucht der Server nicht, den vom Client angegebenen digest-uri zu pr\u00fcfen und akzeptiert jeden Wert.
property.server-fqdn.default-behavior.alias.synopsis=Der Server versucht, den vollst\u00e4ndig qualifizierten Dom\u00e4nennamen dynamisch zu ermitteln.
property.server-fqdn.syntax.string.pattern.synopsis=Die vollst\u00e4ndig qualifizierte Adresse, die Clients verwenden m\u00fcssen, wenn sie eine Verbindung zum Server herstellen und eine Authentifizierung \u00fcber DIGEST-MD5 ausf\u00fchren.
