user-friendly-name=Gestionnaire de m\u00e9canisme Digest MD5 SASL
user-friendly-plural-name=Gestionnaires de m\u00e9canisme Digest MD5 SASL
synopsis=Le m\u00e9canisme DIGEST-MD5 SASL est utilis\u00e9 pour effectuer tous les traitements li\u00e9s \u00e0 l'authentification SASL DIGEST-MD5.
description=Le m\u00e9canisme DIGEST-MD5 SASL est tr\u00e8s similaire \u00e0 celui de CRAM-MD5 car il autorise l'authentification par mot de passe sans exposer le mot de passe en clair (bien qu'il soit requis que le client et le serveur aient acc\u00e8s au mot de passe en texte en clair) Comme le m\u00e9canisme CRAM-MD5, il utilise des donn\u00e9es g\u00e9n\u00e9r\u00e9es de fa\u00e7on al\u00e9atoire par le serveur pour le rendre r\u00e9sistant aux attaques de rediffusion, mais il inclut aussi des donn\u00e9es g\u00e9n\u00e9r\u00e9es par le client de fa\u00e7on al\u00e9atoire, ce qui lui permet de r\u00e9sister aux probl\u00e8mes provenants de la g\u00e9n\u00e9ration de nombres al\u00e9atoires sur le serveur.
property.enabled.synopsis=Indique si le gestionnaire de m\u00e9canisme SASL est activ\u00e9 pour utilisation.
property.identity-mapper.synopsis=Sp\u00e9cifie le nom du mappeur d'identit\u00e9 \u00e0 utiliser avec ce gestionnaire de m\u00e9canisme SASL pour faire correspondre l'ID d'authentification ou d'autorisation inclus dans la demande de liaison SASL \u00e0 l'utilisateur correspondant dans le r\u00e9pertoire.
property.identity-mapper.syntax.aggregation.constraint-synopsis=Le mappeur d'identit\u00e9 correspondant doit \u00eatre activ\u00e9 quand Digest MD5 SASL Mechanism Handler est activ\u00e9.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire de m\u00e9canisme SASL.
property.quality-of-protection.synopsis=Le nom de la propri\u00e9t\u00e9 qui sp\u00e9cifie la qualit\u00e9 de protection que le serveur prend en charge.
property.quality-of-protection.syntax.enumeration.value.confidentiality.synopsis=La qualit\u00e9 de protection \u00e9quivaut \u00e0 une authentification avec une protection de l'int\u00e9grit\u00e9 et de la confidentialit\u00e9.
property.quality-of-protection.syntax.enumeration.value.integrity.synopsis=La qualit\u00e9 de protection \u00e9quivaut \u00e0 une authentification avec une protection de l'int\u00e9grit\u00e9.
property.quality-of-protection.syntax.enumeration.value.none.synopsis=La qualit\u00e9 de protection \u00e9quivaut \u00e0 l'authentification.
property.realm.synopsis=Sp\u00e9cifie le domaine \u00e0 utiliser par le serveur pour l'authentification DIGEST-MD5.
property.realm.description=Si cette valeur n'est pas fournie, le serveur utilisera par d\u00e9faut le nom d'h\u00f4te complet de la machine.
property.realm.default-behavior.alias.synopsis=Si cette valeur n'est pas fournie, le serveur utilisera par d\u00e9faut le nom d'h\u00f4te complet de la machine.
property.realm.syntax.string.pattern.synopsis=Toute cha\u00eene du domaine qui ne contient pas de virgule.
property.server-fqdn.synopsis=Sp\u00e9cifie le nom de domaine complet qui peut \u00eatre r\u00e9solu par DNS pour le serveur, qui est utilis\u00e9 lors de la validation du param\u00e8tre digest-uri durant le processus d'authentification.
property.server-fqdn.description=Si cet attribut de configuration est pr\u00e9sent, le serveur attend que les clients utilisent un digest-uri \u00e9quivalent \u00e0 "ldap/" suivi de la valeur de cet attribut. Par exemple, si l'attribut a une valeur de "directory.example.com", le serveur s'attend \u00e0 ce que les clients utilisent un digest-uri de "ldap/directory.example.com". Si aucune valeur n'est fournie, le serveur ne tente pas de valider le digest-uri fourni par le client et accepte toute valeur.
property.server-fqdn.default-behavior.alias.synopsis=Le serveur tente de d\u00e9terminer le nom de domaine complet dynamiquement.
property.server-fqdn.syntax.string.pattern.synopsis=L'adresse compl\u00e8te que les clients sont suppos\u00e9s utiliser lors de la connexion au serveur et en s'authentifiant via DIGEST-MD5.
