user-friendly-name=\u6761\u76ee UUID \u865a\u62df\u5c5e\u6027
user-friendly-plural-name=\u6761\u76ee UUID \u865a\u62df\u5c5e\u6027
synopsis=\u6761\u76ee UUID \u865a\u62df\u5c5e\u6027\u53ef\u4ee5\u786e\u4fdd\u4e13\u7528\u540e\u7aef\u4e2d\u5305\u542b\u7684\u6240\u6709\u6761\u76ee\u7684 entryUUID \u64cd\u4f5c\u5c5e\u6027\u90fd\u5177\u6709\u503c\u3002
description=entryUUID \u503c\u662f\u6839\u636e\u6807\u51c6\u5316\u8868\u793a\u7684\u6761\u76ee DN \u751f\u6210\u7684\uff0c\u8fd9\u6837\u5c06\u4e0d\u4f1a\u5bfc\u81f4\u51fa\u73b0\u4e0d\u4e00\u81f4\u95ee\u9898\uff0c\u56e0\u4e3a OpenDJ \u4e0d\u5141\u8bb8\u5728\u4e13\u7528\u540e\u7aef\u4e2d\u6267\u884c\u4fee\u6539 DN \u7684\u64cd\u4f5c\u3002
property.attribute-type.synopsis=\u6307\u5b9a\u5c06\u6839\u636e\u865a\u62df\u5c5e\u6027\u52a8\u6001\u5206\u914d\u5176\u503c\u7684\u5c5e\u6027\u7684\u5c5e\u6027\u7c7b\u578b\u3002
property.base-dn.synopsis=\u6307\u5b9a\u5206\u652f\uff08\u5305\u542b\u6709\u8d44\u683c\u4f7f\u7528\u8be5\u865a\u62df\u5c5e\u6027\u7684\u6761\u76ee\uff09\u7684\u57fa DN\u3002
property.base-dn.description=\u5982\u679c\u672a\u7ed9\u5b9a\u4efb\u4f55\u503c\uff0c\u670d\u52a1\u5668\u5c06\u5728\u670d\u52a1\u5668\u4e2d\u7684\u4efb\u610f\u4f4d\u7f6e\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.base-dn.default-behavior.alias.synopsis=\u786e\u5b9a\u6761\u76ee\u662f\u5426\u6709\u8d44\u683c\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u65f6\uff0c\u4e0d\u8003\u8651\u6761\u76ee\u5728\u670d\u52a1\u5668\u4e2d\u7684\u4f4d\u7f6e\u3002
property.conflict-behavior.synopsis=\u6307\u5b9a\u670d\u52a1\u5668\u9488\u5bf9\u5df2\u5305\u542b\u5173\u8054\u5c5e\u6027\u7684\u4e00\u4e2a\u6216\u591a\u4e2a\u5b9e\u9645\u503c\u7684\u6761\u76ee\u8981\u663e\u793a\u7684\u884c\u4e3a\u3002
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=\u6307\u793a\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u5c06\u4fdd\u7559\u6761\u76ee\u4e2d\u5305\u542b\u7684\u6240\u6709\u5b9e\u9645\u503c\uff0c\u5e76\u5c06\u8fd9\u4e9b\u503c\u4e0e\u751f\u6210\u7684\u865a\u62df\u503c\u96c6\u5408\u5e76\uff0c\u4ee5\u4fbf\u540c\u65f6\u4f7f\u7528\u5b9e\u9645\u503c\u548c\u865a\u62df\u503c\u3002
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=\u6307\u793a\u5c06\u4fdd\u7559\u5e76\u4f7f\u7528\u6761\u76ee\u4e2d\u5305\u542b\u7684\u6240\u6709\u5b9e\u9645\u503c\uff0c\u4f46\u4e0d\u751f\u6210\u865a\u62df\u503c\u3002
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=\u6307\u793a\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u5c06\u6291\u5236\u6761\u76ee\u4e2d\u5305\u542b\u7684\u6240\u6709\u5b9e\u9645\u503c\uff0c\u5e76\u751f\u6210\u548c\u4f7f\u7528\u865a\u62df\u503c\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528\u6761\u76ee UUID \u865a\u62df\u5c5e\u6027\u4ee5\u8fdb\u884c\u4f7f\u7528\u3002
property.filter.synopsis=\u6307\u5b9a\u8981\u9488\u5bf9\u6761\u76ee\u5e94\u7528\u7684\u641c\u7d22\u8fc7\u6ee4\u5668\uff0c\u4ee5\u786e\u5b9a\u662f\u5426\u4e3a\u8fd9\u4e9b\u6761\u76ee\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.filter.description=\u5982\u679c\u672a\u7ed9\u5b9a\u4efb\u4f55\u503c\uff0c\u5219\u4efb\u4f55\u6761\u76ee\u90fd\u6709\u8d44\u683c\u751f\u6210\u503c\u3002\u5982\u679c\u6307\u5b9a\u4e86\u4e00\u4e2a\u6216\u591a\u4e2a\u8fc7\u6ee4\u5668\uff0c\u5219\u4ec5\u5141\u8bb8\u4e0e\u8fd9\u4e9b\u8fc7\u6ee4\u5668\u4e4b\u4e00\u5339\u914d\u7684\u6761\u76ee\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.filter.syntax.string.pattern.synopsis=\u4efb\u4f55\u6709\u6548\u7684\u641c\u7d22\u8fc7\u6ee4\u5668\u5b57\u7b26\u4e32\u3002
property.group-dn.synopsis=\u6307\u5b9a\u5176\u6210\u5458\u53ef\u4ee5\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u7684\u7ec4\u7684 DN\u3002
property.group-dn.description=\u5982\u679c\u672a\u7ed9\u5b9a\u4efb\u4f55\u503c\uff0c\u5219\u751f\u6210\u865a\u62df\u5c5e\u6027\u65f6\u4e0d\u8003\u8651\u7ec4\u6210\u5458\u8d44\u683c\u3002\u5982\u679c\u6307\u5b9a\u4e86\u4e00\u4e2a\u6216\u591a\u4e2a\u7ec4 DN\uff0c\u5219\u4ec5\u5141\u8bb8\u5c5e\u4e8e\u8fd9\u4e9b\u7ec4\u7684\u6210\u5458\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.group-dn.default-behavior.alias.synopsis=\u786e\u5b9a\u6761\u76ee\u662f\u5426\u6709\u8d44\u683c\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u65f6\uff0c\u4e0d\u8003\u8651\u7ec4\u6210\u5458\u8d44\u683c\u3002
property.java-class.synopsis=\u6307\u5b9a\u751f\u6210\u865a\u62df\u503c\u7684\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u7c7b\u7684\u5168\u9650\u5b9a\u540d\u79f0\u3002
