user-friendly-name=Controlador de notificaci\u00f3n de estado de la cuenta del registro de errores
user-friendly-plural-name=Controladores de notificaci\u00f3n de estado de la cuenta del registro de errores
synopsis=Se trata de un controlador de notificaci\u00f3n que escribe informaci\u00f3n en el registro de errores del servidor cada vez que se produce un evento de estado de la cuenta adecuado.
property.account-status-notification-type.synopsis=Indica los tipos de eventos que pueden desencadenar una notificaci\u00f3n de estado de la cuenta.
property.account-status-notification-type.syntax.enumeration.value.account-disabled.synopsis=Genera una notificaci\u00f3n cada vez que un administrador deshabilita una cuenta de usuario.
property.account-status-notification-type.syntax.enumeration.value.account-enabled.synopsis=Genera una notificaci\u00f3n cada vez que un administrador habilita una cuenta de usuario.
property.account-status-notification-type.syntax.enumeration.value.account-expired.synopsis=Genera una notificaci\u00f3n cada vez que una autenticaci\u00f3n de usuario presenta errores debido a que ha caducado la cuenta.
property.account-status-notification-type.syntax.enumeration.value.account-idle-locked.synopsis=Genera una notificaci\u00f3n cada vez que se bloquea una cuenta de usuario debido a que ha estado inactiva durante demasiado tiempo.
property.account-status-notification-type.syntax.enumeration.value.account-permanently-locked.synopsis=Genera una notificaci\u00f3n cada vez que se bloquea una cuenta de usuario de forma permanente debido a que se han producido demasiados intentos fallidos.
property.account-status-notification-type.syntax.enumeration.value.account-reset-locked.synopsis=Genera una notificaci\u00f3n cada vez que se bloquea una cuenta de usuario debido a que el administrador ha restablecido la contrase\u00f1a, pero el usuario no la ha cambiado en el intervalo pertinente.
property.account-status-notification-type.syntax.enumeration.value.account-temporarily-locked.synopsis=Genera una notificaci\u00f3n cada vez que se bloquea una cuenta de usuario de forma temporal debido a que se han producido demasiados intentos fallidos.
property.account-status-notification-type.syntax.enumeration.value.account-unlocked.synopsis=Genera una notificaci\u00f3n cada vez que un administrador desbloquea una cuenta de usuario.
property.account-status-notification-type.syntax.enumeration.value.password-changed.synopsis=Genera una notificaci\u00f3n cada vez que un usuario cambia su contrase\u00f1a.
property.account-status-notification-type.syntax.enumeration.value.password-expired.synopsis=Genera una notificaci\u00f3n cada vez que una autenticaci\u00f3n de usuario presenta errores debido a que ha caducado la contrase\u00f1a.
property.account-status-notification-type.syntax.enumeration.value.password-expiring.synopsis=Genera una notificaci\u00f3n cada vez que se muestra por primera vez una advertencia de caducidad de la contrase\u00f1a de usuario.
property.account-status-notification-type.syntax.enumeration.value.password-reset.synopsis=Genera una notificaci\u00f3n cada vez que un administrador restablece una contrase\u00f1a de usuario.
property.enabled.synopsis=Indica si se ha habilitado el controlador de notificaci\u00f3n de estado de la cuenta del registro de errores. S\u00f3lo se llama a los controladores habilitados cada vez que se produce un evento relacionado en el servidor.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del controlador de notificaci\u00f3n de estado de la cuenta del registro de errores.
