user-friendly-name=\u5b8c\u5168\u4e00\u81f4\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc
user-friendly-plural-name=\u5b8c\u5168\u4e00\u81f4\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc
synopsis=\u5b8c\u5168\u4e00\u81f4\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f ID \u3068\u5024\u304c\u4e00\u81f4\u3059\u308b\u7279\u5b9a\u306e\u5c5e\u6027\u3092\u542b\u3080\u30a8\u30f3\u30c8\u30ea\u3092\u691c\u7d22\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306b ID \u6587\u5b57\u5217\u3092\u30de\u30c3\u30d7\u3057\u307e\u3059\u3002\u305f\u3068\u3048\u3070\u3001DIGEST-MD5 \u8a8d\u8a3c\u306b\u3088\u3063\u3066\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u63d0\u4f9b\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u540d\u306f\u3001uid \u5c5e\u6027\u5024\u304c\u4e00\u81f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.enabled.synopsis=\u5b8c\u5168\u4e00\u81f4\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.java-class.synopsis=\u5b8c\u5168\u4e00\u81f4\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.match-attribute.synopsis=\u5024\u304c\u3053\u306e\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306b\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u3068\u6b63\u78ba\u306b\u4e00\u81f4\u3059\u3079\u304d\u5c5e\u6027\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.match-attribute.description=1 \u3064\u4ee5\u4e0a\u306e\u5024\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  \u3059\u3079\u3066\u306e\u5024\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5c5e\u6027\u578b\u306e\u540d\u524d\u307e\u305f\u306f OID \u3092\u53c2\u7167\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  \u8907\u6570\u306e\u5c5e\u6027\u307e\u305f\u306f OID \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u305d\u308c\u3089\u306e\u5c5e\u6027\u306e 1 \u3064\u4ee5\u4e0a\u3067\u3001\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u5024\u304c\u6b63\u78ba\u306b 1 \u3064\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u5b9f\u884c\u3055\u308c\u305f\u5185\u90e8\u691c\u7d22\u3067\u306f\u3001\u3053\u308c\u3089\u306e\u5024\u304c\u3059\u3079\u3066\u8ad6\u7406 OR \u3067\u9023\u7d50\u3055\u308c\u307e\u3059\u3002
property.match-base-dn.synopsis=\u30e6\u30fc\u30b6\u30fc\u3092\u691c\u7d22\u3059\u308b\u5834\u5408\u306e\u4e0a\u9650\u3068\u306a\u308b\u4e00\u9023\u306e\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.match-base-dn.description=\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u3092\u691c\u7d22\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306b\u30de\u30c3\u30d7\u3059\u308b\u5834\u5408\u306f\u3001\u30d9\u30fc\u30b9 DN \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u8907\u6570\u306e\u5024\u3092\u6307\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f\u30d9\u30fc\u30b9 DN \u4ee5\u4e0b\u306e\u3059\u3079\u3066\u306e DN \u306b\u5bfe\u3057\u3066\u691c\u7d22\u3055\u308c\u307e\u3059\u3002
property.match-base-dn.default-behavior.alias.synopsis=\u3059\u3079\u3066\u306e\u516c\u958b\u30cd\u30fc\u30df\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3067\u691c\u7d22\u3055\u308c\u307e\u3059\u3002
