user-friendly-name=\u00c9diteur de journaux d'acc\u00e8s \u00e0 fichiers
user-friendly-plural-name=\u00c9diteurs de journal d'acc\u00e8s \u00e0 fichiers
synopsis=Les \u00e9diteurs de journaux d'acc\u00e8s \u00e0 fichiers publient des messages d'acc\u00e8s au syst\u00e8me de fichiers.
property.append.synopsis=Sp\u00e9cifie s'il faut l'ajout \u00e0 des fichiers journaux existants.
property.asynchronous.synopsis=Indique si oui ou non l'\u00e9diteur de journaux d'acc\u00e8s \u00e0 fichiers publiera des enregistrements de fa\u00e7on asynchrone.
property.auto-flush.synopsis=Sp\u00e9cifie s'il faut effacer l'auteur apr\u00e8s chaque enregistrement de journal.
property.auto-flush.description=Si l'option d'\u00e9criture asynchrone est utilis\u00e9e, l'auteur est effac\u00e9 une fois que tous les enregistrements du journal en file d'attente sont \u00e9crits.
property.buffer-size.synopsis=Sp\u00e9cifie la taille du tampon du fichier journal.
property.enabled.synopsis=Indique si l'\u00e9diteur de journaux d'acc\u00e8s \u00e0 fichiers est activ\u00e9 pour utilisation.
property.java-class.synopsis=Le nom complet de la classe Java qui fournit l'impl\u00e9mentation de l'\u00e9diteur de journaux d'acc\u00e8s \u00e0 fichiers.
property.log-file.synopsis=Le nom de fichier \u00e0 utiliser pour les fichiers journaux g\u00e9n\u00e9r\u00e9s par l'\u00e9diteur de journaux d'acc\u00e8s \u00e0 fichiers. Le chemin du fichier se rapporte \u00e0 la racine du serveur.
property.log-file.syntax.string.pattern.synopsis=Un chemin vers un fichier existant lisible par le serveur.
property.log-file-permissions.synopsis=Les autorisations UNIX des fichiers journaux cr\u00e9\u00e9s par cet \u00e9diteur de journaux d'acc\u00e8s \u00e0 fichiers.
property.log-file-permissions.syntax.string.pattern.synopsis=Une cha\u00eene de mode UNIX valide. La cha\u00eene de mode doit contenir trois chiffres entre z\u00e9ro et sept.
property.queue-size.synopsis=Nombre maximal d'enregistrements de journal pouvant \u00eatre stock\u00e9s dans la file d'attente asynchrone.
property.queue-size.description=D\u00e9finir la taille de la file d'attente sur z\u00e9ro active une impl\u00e9mentation parall\u00e8le du processus Log Writer qui ne poss\u00e8de aucune taille limite de file d'attente et en tant que tel, le processus Log Writer parall\u00e8le doit uniquement \u00eatre utilis\u00e9 sur une configuration serveur parfaitement optimis\u00e9e afin d'\u00e9viter les erreurs potentielles dues \u00e0 une m\u00e9moire insuffisante.
property.queue-size.requires-admin-action.synopsis=L'\u00e9diteur de journaux d'acc\u00e8s \u00e0 fichiers doit \u00eatre red\u00e9marr\u00e9 si cette propri\u00e9t\u00e9 est modifi\u00e9e et que la propri\u00e9t\u00e9 asynchrone est d\u00e9finie \u00e0 true.
property.retention-policy.synopsis=R\u00e8gle de conservation \u00e0 utiliser pour l'\u00e9diteur de journaux d'acc\u00e8s \u00e0 fichiers.
property.retention-policy.description=Lors de l'utilisation de plusieurs r\u00e8gles, les fichiers journaux sont nettoy\u00e9s lorsque l'une des conditions de la r\u00e8gle est satisfaite.
property.retention-policy.default-behavior.alias.synopsis=Aucune r\u00e8gle de conservation n'est utilis\u00e9e et les fichiers journaux ne sont jamais nettoy\u00e9s.
property.rotation-policy.synopsis=R\u00e8gle de rotation \u00e0 utiliser pour l'\u00e9diteur de journaux d'acc\u00e8s \u00e0 fichiers.
property.rotation-policy.description=Lors de l'utilisation de plusieurs r\u00e8gles, une rotation se produira si l'une des conditions de la r\u00e8gle est satisfaite.
property.rotation-policy.default-behavior.alias.synopsis=Aucune r\u00e8gle de rotation n'est utilis\u00e9e et la rotation de journal ne se produira pas.
property.suppress-internal-operations.synopsis=Indique si oui ou non des op\u00e9rations internes (par exemple, des op\u00e9rations initi\u00e9es par des plug-ins) doivent \u00eatre enregistr\u00e9es avec les op\u00e9rations demand\u00e9es par les utilisateurs.
property.suppress-synchronization-operations.synopsis=Indique si oui ou non des messages d'acc\u00e8s g\u00e9n\u00e9r\u00e9s par des op\u00e9rations de synchronisation doivent \u00eatre supprim\u00e9s.
property.time-interval.synopsis=Sp\u00e9cifie l'intervalle auquel v\u00e9rifier si les fichiers journaux doivent subir une rotation.
