user-friendly-name=Configuraci\u00f3n global
user-friendly-plural-name=Configuraciones globales
synopsis=La configuraci\u00f3n global contiene las propiedades que afectan al funcionamiento general de OpenDJ.
property.add-missing-rdn-attributes.synopsis=Indica si Directory Server debe agregar autom\u00e1ticamente cualquier valor de atributo incluido en el RDN de la entrada a esa entrada cuando se procese una solicitud de adici\u00f3n.
property.allow-attribute-name-exceptions.synopsis=Indica si Directory Server debe aceptar los caracteres de subrayado en los nombres de atributos y permitir que \u00e9stos comiencen por d\u00edgitos num\u00e9ricos (ya que estas dos acciones infringen las normas de LDAP).
property.allowed-task.synopsis=Especifica el nombre completo de la clase de Java que puede invocarse en el servidor.
property.allowed-task.description=Se rechazar\u00e1 cualquier intento de invocar una tarea que no est\u00e9 incluida en la lista de tareas permitidas.
property.allowed-task.default-behavior.alias.synopsis=Si no se define ning\u00fan valor, el servidor no permitir\u00e1 que se invoque ninguna tarea.
property.bind-with-dn-requires-password.synopsis=Indica si Directory Server debe rechazar cualquier solicitud de enlace sencilla que contenga un ND, pero ninguna contrase\u00f1a.
property.bind-with-dn-requires-password.description=Aunque la especificaci\u00f3n LDAPv3 permite t\u00e9cnicamente este tipo de solicitudes de enlace (que debe tratarse como autenticaci\u00f3n an\u00f3nima sencilla), pueden presentar problemas de seguridad en aplicaciones que no comprueben si el cliente ha proporcionado realmente una contrase\u00f1a.
property.check-schema.synopsis=Indica si la aplicaci\u00f3n del esquema est\u00e1 activa.
property.check-schema.description=Si se ha activado la aplicaci\u00f3n del esquema, Directory Server garantizar\u00e1 la validez de todos los resultados de las operaciones en las entradas de acuerdo con el esquema de servidor definido. Se recomienda dejar habilitada esta opci\u00f3n para impedir la adici\u00f3n accidental de datos no v\u00e1lidos en el servidor.
property.default-password-policy.synopsis=Especifica el nombre de la directiva de contrase\u00f1as que se ha aplicado para los usuarios cuyas entradas no especifiquen una directiva de contrase\u00f1as alternativa (mediante un atributo real o virtual).
property.disabled-privilege.synopsis=Especifica el nombre de un privilegio que no debe evaluar el servidor.
property.disabled-privilege.description=Si se deshabilita un privilegio, se supondr\u00e1 que todos los clientes (incluidos los que no se hayan autenticado) disponen de ese privilegio.
property.disabled-privilege.default-behavior.alias.synopsis=Si no se ha definido ning\u00fan valor, el servidor aplicar\u00e1 todos los privilegios.
property.disabled-privilege.syntax.enumeration.value.backend-backup.synopsis=Permite al usuario solicitar el procesamiento de las tareas de copia de seguridad por parte del servidor.
property.disabled-privilege.syntax.enumeration.value.backend-restore.synopsis=Permite al usuario solicitar el procesamiento de las tareas de restauraci\u00f3n por parte del servidor.
property.disabled-privilege.syntax.enumeration.value.bypass-acl.synopsis=Permite al usuario asociado omitir las comprobaciones de control de acceso realizadas por el servidor.
property.disabled-privilege.syntax.enumeration.value.bypass-lockdown.synopsis=Permite al usuario asociado omitir el modo de bloqueo del servidor.
property.disabled-privilege.syntax.enumeration.value.cancel-request.synopsis=Permite al usuario cancelar las operaciones en curso en otras conexiones de cliente.
property.disabled-privilege.syntax.enumeration.value.config-read.synopsis=Permite al usuario asociado leer la configuraci\u00f3n del servidor.
property.disabled-privilege.syntax.enumeration.value.config-write.synopsis=Permite al usuario asociado actualizar la configuraci\u00f3n del servidor. Tambi\u00e9n es necesario el privilegio de lectura de la configuraci\u00f3n.
property.disabled-privilege.syntax.enumeration.value.data-sync.synopsis=Permite al usuario participar en la sincronizaci\u00f3n de datos.
property.disabled-privilege.syntax.enumeration.value.disconnect-client.synopsis=Permite al usuario finalizar otras conexiones de cliente.
property.disabled-privilege.syntax.enumeration.value.jmx-notify.synopsis=Permite al usuario asociado suscribirse para recibir las notificaciones de JMX.
property.disabled-privilege.syntax.enumeration.value.jmx-read.synopsis=Permite al usuario asociado realizar operaciones de lectura de JMX.
property.disabled-privilege.syntax.enumeration.value.jmx-write.synopsis=Permite al usuario asociado realizar operaciones de escritura de JMX.
property.disabled-privilege.syntax.enumeration.value.ldif-export.synopsis=Permite al usuario solicitar el procesamiento de las tareas de exportaci\u00f3n de LDIF por parte del servidor.
property.disabled-privilege.syntax.enumeration.value.ldif-import.synopsis=Permite al usuario solicitar el procesamiento de las tareas de importaci\u00f3n de LDIF por parte del servidor.
property.disabled-privilege.syntax.enumeration.value.modify-acl.synopsis=Permite al usuario asociado modificar la configuraci\u00f3n de control de acceso del servidor.
property.disabled-privilege.syntax.enumeration.value.password-reset.synopsis=Permite al usuario restablecer las contrase\u00f1as de usuario.
property.disabled-privilege.syntax.enumeration.value.privilege-change.synopsis=Permite al usuario realizar cambios en el conjunto de privilegios ra\u00edz definidos, as\u00ed como conceder y revocar privilegios para los usuarios.
property.disabled-privilege.syntax.enumeration.value.proxied-auth.synopsis=Permite al usuario utilizar el control de autorizaci\u00f3n de proxy o establecer un enlace que especifique una identidad de autorizaci\u00f3n alternativa.
property.disabled-privilege.syntax.enumeration.value.server-lockdown.synopsis=Permite al usuario activar y desactivar el modo de bloqueo del servidor.
property.disabled-privilege.syntax.enumeration.value.server-restart.synopsis=Permite al usuario solicitar que el servidor realice un reinicio interno ("in-core").
property.disabled-privilege.syntax.enumeration.value.server-shutdown.synopsis=Permite al usuario solicitar el cierre del servidor.
property.disabled-privilege.syntax.enumeration.value.unindexed-search.synopsis=Permite al usuario solicitar el procesamiento por parte del servidor de una b\u00fasqueda que no se optimice mediante \u00edndices de b\u00fasqueda.
property.disabled-privilege.syntax.enumeration.value.update-schema.synopsis=Permite al usuario realizar cambios en el esquema del servidor.
property.entry-cache-preload.synopsis=Indica si se ha cargado previamente la cach\u00e9 de entrada durante el inicio.
property.etime-resolution.synopsis=Especifica la resoluci\u00f3n que se utilizar\u00e1 para las mediciones de tiempo de procesamiento de operaciones transcurrido ("etime").
property.etime-resolution.syntax.enumeration.value.milliseconds.synopsis=Utilizar una resoluci\u00f3n de milisegundos.
property.etime-resolution.syntax.enumeration.value.nanoseconds.synopsis=Utilizar una resoluci\u00f3n de nanosegundos.
property.idle-time-limit.synopsis=Especifica el periodo m\u00e1ximo de tiempo que una conexi\u00f3n de cliente puede permanecer activa desde la \u00faltima operaci\u00f3n completada.
property.idle-time-limit.description=Un valor de "0 segundos" indica que no se aplicar\u00e1 ning\u00fan l\u00edmite de tiempo de inactividad.
property.invalid-attribute-syntax-behavior.synopsis=Especifica c\u00f3mo debe administrar Directory Server las operaciones cada vez que el valor de un atributo infrinja la sintaxis de atributo asociada.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.accept.synopsis=Directory Server aceptar\u00e1 de forma silenciosa los valores de atributos que no se consideren v\u00e1lidos seg\u00fan la sintaxis asociada. Es posible que las operaciones coincidentes orientadas a esos valores no muestren el comportamiento previsto.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.reject.synopsis=Directory Server rechazar\u00e1 los valores de atributos que no se consideren v\u00e1lidos seg\u00fan la sintaxis asociada.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.warn.synopsis=Directory Server aceptar\u00e1 los valores de atributos que no se consideren v\u00e1lidos seg\u00fan la sintaxis asociada, pero incluir\u00e1 adem\u00e1s un mensaje de advertencia en el registro de errores. Es posible que las operaciones coincidentes orientadas a esos valores no muestren el comportamiento previsto.
property.lookthrough-limit.synopsis=Especifica el n\u00famero m\u00e1ximo de entradas que Directory Server debe "revisar" durante el procesamiento de una solicitud de b\u00fasqueda.
property.lookthrough-limit.description=Entre ellas, se incluye cualquier entrada que el servidor deba examinar durante el procesamiento de la solicitud, independientemente de si coincide realmente con los criterios de b\u00fasqueda. El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite de revisi\u00f3n. Tenga en cuenta que se trata del l\u00edmite predeterminado del servidor, aunque puede anularse individualmente en funci\u00f3n de cada usuario mediante el atributo operativo "ds-rlim-lookthrough-limit".
property.max-allowed-client-connections.synopsis=Especifica el n\u00famero m\u00e1ximo de conexiones de cliente que pueden establecerse en un determinado momento
property.max-allowed-client-connections.description=El valor 0 indica que se permite un n\u00famero ilimitado de conexiones de cliente.
property.notify-abandoned-operations.synopsis=Indica si Directory Server debe enviar una respuesta a cualquier operaci\u00f3n que se interrumpa mediante una solicitud de abandono.
property.notify-abandoned-operations.description=La especificaci\u00f3n LDAP indica que las operaciones de abandono no deben recibir ninguna respuesta, aunque esto puede provocar problemas con las aplicaciones de cliente que siempre esperan recibir una respuesta a cada solicitud.
property.proxied-authorization-identity-mapper.synopsis=Especifica el nombre del asignador de identidades que se utilizar\u00e1 para asignar los valores de Id. de autorizaci\u00f3n (con el formato "u:") proporcionados en el control de autorizaci\u00f3n de proxy a la entrada de usuario correspondiente.
property.proxied-authorization-identity-mapper.syntax.aggregation.constraint-synopsis=Debe habilitarse el asignador de identidades al que se hace referencia.
property.reject-unauthenticated-requests.synopsis=Indica si Directory Server debe rechazar cualquier solicitud (a excepci\u00f3n de las solicitudes de enlace o StartTLS) recibidas desde un cliente que a\u00fan no se haya autenticado, o cuyo \u00faltimo intento de autenticaci\u00f3n no haya sido satisfactorio o se haya realizado de forma an\u00f3nima.
property.return-bind-error-messages.synopsis=Indica si las respuestas a las operaciones de enlace no satisfactorias deben incluirse en una cadena de mensaje en la que se proporcione el motivo del error de autenticaci\u00f3n.
property.return-bind-error-messages.description=Tenga en cuenta que estos mensajes pueden incluir informaci\u00f3n que podr\u00eda utilizar un posible usuario malintencionado. Si se deshabilita esta opci\u00f3n, estos mensajes s\u00f3lo aparecer\u00e1n en el registro de acceso del servidor.
property.save-config-on-successful-startup.synopsis=Indica si Directory Server debe guardar una copia de su configuraci\u00f3n cada vez que se realice satisfactoriamente un proceso de inicio.
property.save-config-on-successful-startup.description=De esta forma, se garantiza que el servidor proporcione la "\u00faltima configuraci\u00f3n correcta conocida" que puede utilizarse como referencia (o copiarse en la configuraci\u00f3n activa) en el caso de que el servidor no pueda iniciar la configuraci\u00f3n "activa" actual.
property.server-error-result-code.synopsis=Especifica el valor num\u00e9rico del c\u00f3digo de resultado cuando el procesamiento de solicitudes no pueda completarse satisfactoriamente debido a un error interno del servidor.
property.single-structural-objectclass-behavior.synopsis=Especifica c\u00f3mo debe administrar Directory Server las operaciones cuando una entrada no contenga una clase de objeto de estructural o incluya varias clases de este tipo.
property.single-structural-objectclass-behavior.syntax.enumeration.value.accept.synopsis=Directory Server aceptar\u00e1 de forma silenciosa las entradas que no contengan s\u00f3lo una clase de objeto estructural. Es posible que determinadas funciones del esquema que dependan de la clase estructural de la entrada no muestren el comportamiento previsto.
property.single-structural-objectclass-behavior.syntax.enumeration.value.reject.synopsis=Directory Server rechazar\u00e1 las entradas que no contengan s\u00f3lo una clase de objeto estructural.
property.single-structural-objectclass-behavior.syntax.enumeration.value.warn.synopsis=Directory Server aceptar\u00e1 las entradas que no contengan s\u00f3lo una clase de objeto estructural, pero incluir\u00e1 adem\u00e1s un mensaje de advertencia en el registro de errores. Es posible que determinadas funciones del esquema que dependan de la clase estructural de la entrada no muestren el comportamiento previsto.
property.size-limit.synopsis=Especifica el n\u00famero m\u00e1ximo de entradas que pueden devolverse al cliente durante una \u00fanica operaci\u00f3n de b\u00fasqueda.
property.size-limit.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite de tama\u00f1o. Tenga en cuenta que se trata del l\u00edmite predeterminado del servidor, aunque puede anularse individualmente en funci\u00f3n de cada usuario mediante el atributo operativo "ds-rlim-size-limit".
property.smtp-server.synopsis=Especifica la direcci\u00f3n (y el n\u00famero de puerto opcional) de un servidor de correo que puede utilizarse para enviar mensajes de correo electr\u00f3nico mediante SMTP.
property.smtp-server.description=Puede tratarse de una direcci\u00f3n IP o un nombre de host que se pueda resolver, seguido opcionalmente de dos puntos (":") y un n\u00famero de puerto.
property.smtp-server.default-behavior.alias.synopsis=Si no se define ning\u00fan valor, el servidor no podr\u00e1 enviar correo electr\u00f3nico mediante SMTP.
property.smtp-server.syntax.string.pattern.synopsis=Un nombre de host, seguido opcionalmente de dos puntos (":") y, a continuaci\u00f3n, un n\u00famero de puerto.
property.time-limit.synopsis=Especifica el periodo de tiempo m\u00e1ximo que debe tardar el procesamiento de una sola operaci\u00f3n de b\u00fasqueda.
property.time-limit.description=Un valor de 0 segundos indica que no se aplicar\u00e1 ning\u00fan l\u00edmite de tiempo. Tenga en cuenta que se trata del l\u00edmite de tiempo predeterminado del servidor, aunque puede anularse individualmente en funci\u00f3n de cada usuario mediante el atributo operativo "ds-rlim-time-limit".
property.workflow-configuration-mode.synopsis=Especifica el modo de configuraci\u00f3n del flujo de trabajo (autom\u00e1tico o manual).
property.workflow-configuration-mode.syntax.enumeration.value.auto.synopsis=En el modo de configuraci\u00f3n autom\u00e1tico, no hay ninguna configuraci\u00f3n del flujo de trabajo. Los flujos de trabajo se crean autom\u00e1ticamente en funci\u00f3n de la configuraci\u00f3n del servidor de fondo. Hay un flujo de trabajo por ND de base del servidor de fondo.
property.workflow-configuration-mode.syntax.enumeration.value.manual.synopsis=En el modo de configuraci\u00f3n manual, cada flujo de trabajo se crea seg\u00fan su descripci\u00f3n en la configuraci\u00f3n.
property.writability-mode.synopsis=Especifica los tipos de operaciones de escritura que puede procesar Directory Server.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Directory Server rechazar\u00e1 todas las operaciones de escritura solicitadas independientemente de su origen.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Directory Server intentar\u00e1 procesar todas las operaciones de escritura solicitadas independientemente de su origen.
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Directory Server intentar\u00e1 procesar las operaciones de escritura solicitadas como operaciones internas o mediante sincronizaci\u00f3n, pero rechazar\u00e1 aquellas solicitadas desde clientes externos.
