user-friendly-name=Globale Konfiguration
user-friendly-plural-name=Globale Konfigurationen
synopsis=Die globale Konfiguration enth\u00e4lt Eigenschaften, die sich auf den gesamten Betrieb des OpenDJ-Directory-Servers auswirken.
property.add-missing-rdn-attributes.synopsis=Gibt an, ob der Directory-Server beim Verarbeiten einer Hinzuf\u00fcgungsanforderung automatisch Attributwerte aus dem RDN des Eintrags hinzuf\u00fcgen soll.
property.allow-attribute-name-exceptions.synopsis=Gibt an, ob der Directory-Server Unterstriche in Attributnamen zul\u00e4sst und Attributnamen zul\u00e4sst, die mit nummerischen Ziffern beginnen (beide versto\u00dfen gegen die LDAP-Standards).
property.allowed-task.synopsis=Gibt den vollqualifizierten Namen einer Java-Klasse an, die auf dem Server aufgerufen werden kann.
property.allowed-task.description=Ein Versuch, eine Aufgabe aufzurufen, die nicht auf der Liste zugelassener Aufgaben steht, wird abgelehnt.
property.allowed-task.default-behavior.alias.synopsis=Wenn keine Werte definiert sind, l\u00e4sst der Server das Aufrufen von Aufgaben nicht zu.
property.bind-with-dn-requires-password.synopsis=Gibt an, ob der Directory-Server einfache Verbindungsanforderungen ablehnt, die einen DN, aber kein Passwort enthalten.
property.bind-with-dn-requires-password.description=Derartige Verbindungsanforderungen werden zwar technisch von der LDAPv3-Spezifizierung zugelassen (und m\u00fcssen als anonyme einfache Authentifizierung behandelt werden), sie k\u00f6nnen jedoch Sicherheitsprobleme in Anwendungen mit sich bringen, die nicht pr\u00fcfen, ob der Client auch wirklich ein Passwort angegeben hat.
property.check-schema.synopsis=Gibt an, ob die Schemaumsetzung aktiv ist.
property.check-schema.description=Wenn die Schemaumsetzung aktiviert ist, stellt der Directory-Server sicher, dass alle Betriebsergebnisse in Eintr\u00e4gen gem\u00e4\u00df dem definierten Serverschema g\u00fcltig sind. Es wird dringend empfohlen, diese Option unbedingt aktiviert zu lassen, um ein versehentliches Hinzuf\u00fcgen ung\u00fcltiger Daten auf dem Server zu verhindern.
property.default-password-policy.synopsis=Gibt den Namen der Passwortrichtlinie an, die f\u00fcr Benutzer gilt, deren Eintr\u00e4ge keine andere Passwortrichtlinie angeben (\u00fcber ein reales oder ein virtuelles Attribut).
property.disabled-privilege.synopsis=Gibt den Namen eines Privilegs an, das der Server nicht evaluieren soll.
property.disabled-privilege.description=Wenn ein Privileg deaktiviert wird, wird davon ausgegangen, dass alle Clients (einschlich nicht authentifizierter Clients) \u00fcber dieses Privileg verf\u00fcgen.
property.disabled-privilege.default-behavior.alias.synopsis=Wenn keine Werte definiert sind, setzt der Server alle Privilegien um.
property.disabled-privilege.syntax.enumeration.value.backend-backup.synopsis=Erlaubt dem Benutzer, vom Server die Verarbeitung von Sicherungsaufgaben anzufordern.
property.disabled-privilege.syntax.enumeration.value.backend-restore.synopsis=Erlaubt dem Benutzer, vom Server die Verarbeitung von Wiederherstellungsaufgaben anzufordern.
property.disabled-privilege.syntax.enumeration.value.bypass-acl.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, Zugriffskontrollpr\u00fcfungen des Servers zu umgehen.
property.disabled-privilege.syntax.enumeration.value.bypass-lockdown.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, den Server-Sperrmodus zu umgehen.
property.disabled-privilege.syntax.enumeration.value.cancel-request.synopsis=Erlaubt dem Benutzer, laufende Vorg\u00e4nge auf anderen Client-Verbindungen abzubrechen.
property.disabled-privilege.syntax.enumeration.value.config-read.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, die Serverkonfiguration zu lesen.
property.disabled-privilege.syntax.enumeration.value.config-write.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, die Serverkonfiguration zu aktualisieren. Das Privileg config-read ist ebenfalls erforderlich.
property.disabled-privilege.syntax.enumeration.value.data-sync.synopsis=Erlaubt dem Benutzer, an der Datensynchronisation teilzunehmen.
property.disabled-privilege.syntax.enumeration.value.disconnect-client.synopsis=Erlaubt dem Benutzer, andere Client-Verbindungen zu beenden.
property.disabled-privilege.syntax.enumeration.value.jmx-notify.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, den Empfang von JMX-Benachrichtigungen zu abonnieren.
property.disabled-privilege.syntax.enumeration.value.jmx-read.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, JMX-Lesevorg\u00e4nge auszuf\u00fchren.
property.disabled-privilege.syntax.enumeration.value.jmx-write.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, JMX-Schreibvorg\u00e4nge auszuf\u00fchren.
property.disabled-privilege.syntax.enumeration.value.ldif-export.synopsis=Erlaubt dem Benutzer, vom Server die Verarbeitung von LDIF-Exportaufgaben anzufordern.
property.disabled-privilege.syntax.enumeration.value.ldif-import.synopsis=Erlaubt dem Benutzer, vom Server die Verarbeitung von LDIF-Importaufgaben anzufordern.
property.disabled-privilege.syntax.enumeration.value.modify-acl.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, die Zugriffskontrollkonfiguration des Servers zu \u00e4ndern.
property.disabled-privilege.syntax.enumeration.value.password-reset.synopsis=Erlaubt dem Benutzer, Passw\u00f6rter zur\u00fcckzusetzen.
property.disabled-privilege.syntax.enumeration.value.privilege-change.synopsis=Erlaubt dem Benutzer, \u00c4nderungen an den definierten Rootprivilegien vorzunehmen und Privilegien f\u00fcr Benutzer zu gew\u00e4hren und zur\u00fcckzurufen.
property.disabled-privilege.syntax.enumeration.value.proxied-auth.synopsis=Erlaubt dem Benutzer die Autorisierungskontrolle \u00fcber Proxy zu verwenden oder eine Verbindung herzustellen, die eine alternative Autorisierungsidentit\u00e4t angibt.
property.disabled-privilege.syntax.enumeration.value.server-lockdown.synopsis=Erlaubt dem Benutzer, den Server in den Sperrmodus zu versetzen.
property.disabled-privilege.syntax.enumeration.value.server-restart.synopsis=Erlaubt dem Benutzer vom Server das Ausf\u00fchren eines Neustarts im Kern.
property.disabled-privilege.syntax.enumeration.value.server-shutdown.synopsis=Erlaubt dem Benutzer, vom Server Herunterfahren anzufordern.
property.disabled-privilege.syntax.enumeration.value.unindexed-search.synopsis=Erlaubt dem Benutzer vom Server das Verarbeiten einer Suche anzufordern, die nicht mithilfe von Serverindizes optimiert werden kann.
property.disabled-privilege.syntax.enumeration.value.update-schema.synopsis=Erlaubt dem Benutzer, \u00c4nderungen am Serverschema vorzunehmen.
property.entry-cache-preload.synopsis=Gibt an, ob der Eintragscache beim Start vorab geladen werden soll.
property.etime-resolution.synopsis=Gibt die Aufl\u00f6sung f\u00fcr Messungen der verstrichenen Vorgangsverarbeitungszeit (etime) an.
property.etime-resolution.syntax.enumeration.value.milliseconds.synopsis=Millisekundenaufl\u00f6sung verwenden.
property.etime-resolution.syntax.enumeration.value.nanoseconds.synopsis=Nanosekundenaufl\u00f6sung verwenden.
property.idle-time-limit.synopsis=Gibt die maximale Zeitspanne an, in der eine Clientverbindung seit dem letzten abgeschlossenen Vorgang beibehalten wird.
property.idle-time-limit.description=Ein Wert von "0" Sekunden gibt an, dass keine Leerlaufzeit umgesetzt wird.
property.invalid-attribute-syntax-behavior.synopsis=Gibt an, wie der Directory-Server Vorg\u00e4nge bearbeiten soll, wenn ein Attributwert gegen die verkn\u00fcpfte Attributsyntax verst\u00f6\u00dft.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.accept.synopsis=Der Directory-Server akzeptiert ohne weitere Attributwerte, die aufgrund der mit ihnen verkn\u00fcpften Syntax ung\u00fcltig sind. Abgleichvorg\u00e4nge f\u00fcr diese Werte werden unter Umst\u00e4nden nicht wie erwartet ausgef\u00fchrt.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.reject.synopsis=Der Directory-Server lehnt Attributwerte ab, die aufgrund der mit ihnen verkn\u00fcpften Syntax ung\u00fcltig sind.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.warn.synopsis=Der Directory-Server akzeptiert Attributwerte, die aufgrund der mit ihnen verkn\u00fcpften Syntax ung\u00fcltig sind, zeichnet aber auch eine Warnmeldung im Fehlerprotokoll auf. Abgleichvorg\u00e4nge f\u00fcr diese Werte werden unter Umst\u00e4nden nicht wie erwartet ausgef\u00fchrt.
property.lookthrough-limit.synopsis=Gibt die maximale Anzahl der Eintr\u00e4ge an, die der Directory Server w\u00e4hrend der Verarbeitung einer Suchanforderung mit "lookthrough" durchsuchen muss.
property.lookthrough-limit.description=Dazu geh\u00f6ren Eintr\u00e4ge, die der Server w\u00e4hrend der Verarbeitung der Anforderung pr\u00fcfen muss, ob sie den Suchkriterien entspricht oder nicht. Ein Wert von 0 gibt an, dass kein Limit f\u00fcr Lookthrough umgesetzt wird. Beachten Sie, dass es hierbei um das standardm\u00e4\u00dfige serverweite Limit handelt, aber kann f\u00fcr jeden Benutzer einzelnen mit dem Vorgangsattribut ds-rlim-lookthrough-limit \u00fcberschrieben werden.
property.max-allowed-client-connections.synopsis=Gibt die maximale Anzahl der Clientverbindungen an, die zu jedem gew\u00fcnschten Zeitpunkt hergestellt werden k\u00f6nnen
property.max-allowed-client-connections.description=Ein Wert von 0 gibt an, dass eine unbegrenzte Zahl von Clientverbindungen zugelassen ist.
property.notify-abandoned-operations.synopsis=Gibt an, ob der Directory-Server eine Antwort auf einen Vorgang senden muss, der \u00fcber eine Abbruchsanforderung unterbrochen wurde.
property.notify-abandoned-operations.description=Die LDAP-Spezifikation gibt an, dass abgebrochene Vorg\u00e4nge keine Antwort erhalten. Dies kann jedoch Probleme mit Clientanwendungen verursachen, die immer eine Antwort auf eine Anforderung erwarten.
property.proxied-authorization-identity-mapper.synopsis=Gibt den Namen des Identit\u00e4tsmappers an, mit dem die Autorisierungs-ID-Werte (in dem Format "u:") zuordnen, die in der Autorisierungssteuerung \u00fcber Proxy zum entsprechenden Benutzereintrag angegeben ist.
property.proxied-authorization-identity-mapper.syntax.aggregation.constraint-synopsis=Der referenzierte Identit\u00e4tsmapper muss aktiviert sein.
property.reject-unauthenticated-requests.synopsis=Gibt an, ob der Directory-Server Anforderungen ablehnen (mit Ausnahme von Verbindungs- oder StartTLS-Anforderungen), die von einem Client empfangen werden, der noch nicht authentifiziert wurde, dessen letzter Authentifizierungsversuch nicht erfolgreich war oder dessen letzter Authentifizierungsversuch die anonyme Authentifizierung verwendete.
property.return-bind-error-messages.synopsis=Gibt an, ob Antworten auf fehlgeschlagene Verbindungsvorg\u00e4nge eine Nachrichtenzeichenfolge enthalten sollen, in denen der Grund des Authentifizierungsfehlers angegeben ist.
property.return-bind-error-messages.description=Beachten Sie, dass diese Nachrichten Informationen enthalten k\u00f6nnen, die ein Angreife nutzen kann. Wenn diese Option deaktiviert ist, werden diese Nachrichten nur im Zugriffsprotokoll des Servers angezeigt.
property.save-config-on-successful-startup.synopsis=Gibt an, ob der Directory-Server eine Kopie seiner Konfiguration speichern soll, wenn ein Startvorgang erfolgreich abgeschlossen wird.
property.save-config-on-successful-startup.description=Damit wird sichergestellt, dass der Server die "letzte bekannte zuverl\u00e4ssige" Konfiguration verwendet, die als Referenz verwendet werden kann (oder in die aktive Konfiguration kopiert wird), wenn der Server mit der aktuellen "aktiven" Konfiguration nicht gestartet werden kann.
property.server-error-result-code.synopsis=Gibt den nummerischen Wert des Ergebniscodes an, wenn die Anforderungsverarbeitung aufgrund eines internen Serverfehlers fehlschl\u00e4gt.
property.single-structural-objectclass-behavior.synopsis=Gibt an, wie der Directory-Server Vorg\u00e4nge bearbeiten soll, wenn ein Eintrag kein Strukturobjektklasse enth\u00e4lt oder mehrere Strukturklassen enth\u00e4lt.
property.single-structural-objectclass-behavior.syntax.enumeration.value.accept.synopsis=Der Directory-Server akzeptiert ohne weiteres Eintr\u00e4ge, die nicht genau die gleiche Strukturobjektklasse enthalten. Bestimmte Schemafunktionen, die von der Strukturklasse des Eintrags abh\u00e4ngen, verhalten sich unter Umst\u00e4nden nicht wie erwartet.
property.single-structural-objectclass-behavior.syntax.enumeration.value.reject.synopsis=Der Directory-Server lehnt Eintr\u00e4ge ab, die nicht genau eine Strukturobjektklasse enthalten.
property.single-structural-objectclass-behavior.syntax.enumeration.value.warn.synopsis=Der Directory-Server akzeptiert Eintr\u00e4ge, die nicht genau eine Strukturobjektklasse enthalten, sondern zeichnet im Fehlerprotokoll auch eine Warnmeldung auf. Bestimmte Schemafunktionen, die von der Strukturklasse des Eintrags abh\u00e4ngen, funktionieren unter Umst\u00e4nden nicht wie erwartet.
property.size-limit.synopsis=Gibt die maximale Anzahl von Eintr\u00e4gen an, die w\u00e4hrend eines einzelnen Suchvorgangs an den Client zur\u00fcckgegeben werden kann.
property.size-limit.description=Ein Wert von 0 gibt an, dass kein Gr\u00f6\u00dfenlimit umgesetzt wird. Beachten Sie, dass es hierbei um das standardm\u00e4\u00dfige serverweite Limit handelt, aber kann f\u00fcr jeden Benutzer einzelnen mit dem Vorgangsattribut ds-rlim-size-limit \u00fcberschrieben werden.
property.smtp-server.synopsis=Gibt die Adresse (und optional die Anschlussnummer) f\u00fcr einen Mailserver an, der zum Versenden von E-Mail-Nachrichten \u00fcber SMTP verwendet werden kann.
property.smtp-server.description=Es kann sich um eine IP-Adresse oder einen aufl\u00f6sbaren Hostnamen handeln, auf die ein Doppelpunkt und eine Anschlussnummer folgen k\u00f6nnen.
property.smtp-server.default-behavior.alias.synopsis=Wenn keine Werte definiert sind, kann der Server keine E-Mail \u00fcber SMTP versenden.
property.smtp-server.syntax.string.pattern.synopsis=Ein Hostname, auf den optional ":" und eine Anschlussnummer folgen.
property.time-limit.synopsis=Gibt die maximale Zeitdauer an, die f\u00fcr die Verarbeitung eines einzigen Suchvorgangs aufgewendet werden soll.
property.time-limit.description=Ein Wert von 0 gibt an, dass keine Zeitlimit umgesetzt wird. Beachten Sie, dass es hierbei um das standardm\u00e4\u00dfige serverweite Limit handelt, aber kann f\u00fcr jeden Benutzer einzelnen mit dem Vorgangsattribut ds-rlim-time-limi \u00fcberschrieben werden.
property.workflow-configuration-mode.synopsis=Gibt den Arbeitsablauf-Konfigurationsmodus an (automatisch oder manuell).
property.workflow-configuration-mode.syntax.enumeration.value.auto.synopsis=Im Konfigurationsmodus "auto" besteht keine Arbeitsablaufkonfiguration. Die Arbeitsabl\u00e4ufe werden automatisch auf Basis der Backendkonfiguration erstellt. Es gibt einen Arbeitsablauf pro Backend-Basis-DN.
property.workflow-configuration-mode.syntax.enumeration.value.manual.synopsis=Im Konfigurationsmodus "Manuel" wird jeder Arbeitsablauf gem\u00e4\u00df der Beschreibung in der Konfiguration erstellt.
property.writability-mode.synopsis=Gibt die Arten der Schreibvorg\u00e4nge an, die der Directory-Server verarbeiten kann.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Der Directory-Server lehnt alle Schreibvorg\u00e4nge ab, die von ihm angefordert werden, unabh\u00e4ngig von ihrer Herkunft.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Der Directory-Server versucht, alle von ihm angeforderten Schreibvorg\u00e4nge unabh\u00e4ngig von ihrer Herkunft zu verarbeiten.
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Der Directory-Server versucht, Schreibvorg\u00e4nge zu verarbeiten, die als interne Vorg\u00e4nge oder \u00fcber Synchronisation angefordert wurden, lehnt aber Vorg\u00e4nge ab, die von externen Clients angefordert wurden.
