user-friendly-name=Controlador del mecanismo GSSAPI SASL
user-friendly-plural-name=Controladores del mecanismo GSSAPI SASL
synopsis=El mecanismo GSSAPI SASL realiza el procesamiento completo relacionado con la autenticaci\u00f3n SASL GSSAPI utilizando Kerberos V5.
description=El mecanismo GSSAPI SASL permite a los clientes autenticarse en el servidor utilizando una autenticaci\u00f3n existente en el entorno de Kerberos. Este mecanismo permite obtener un inicio de sesi\u00f3n \u00fanico para los clientes basados en Kerberos.
property.enabled.synopsis=Indica si el controlador del mecanismo SASL se ha habilitado para su uso.
property.identity-mapper.synopsis=Especifica el nombre del asignador de identidades que se utilizar\u00e1 con el controlador del mecanismo SASL para asociar el elemento principal de Kerberos incluido en la solicitud de enlace de SASL al usuario correspondiente del directorio.
property.identity-mapper.syntax.aggregation.constraint-synopsis=El asignador de identidades al que se hace referencia debe habilitarse si se ha habilitado el controlador del mecanismo GSSAPI SASL.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del controlador del mecanismo SASL.
property.kdc-address.synopsis=Especifica la direcci\u00f3n del KDC que se utilizar\u00e1 para el procesamiento de Kerberos.
property.kdc-address.description=Si se proporciona, esta propiedad debe presentar un nombre completo que pueda resolver un NDS. Si, por el contrario, no se proporciona esta propiedad, el servidor intentar\u00e1 determinarla a partir de la configuraci\u00f3n de Kerberos en todo el sistema.
property.kdc-address.default-behavior.alias.synopsis=El servidor intenta determinar la direcci\u00f3n del KDC a partir de la configuraci\u00f3n del sistema subyacente.
property.keytab.synopsis=Especifica la ruta al archivo keytab que debe utilizarse para el procesamiento de Kerberos.
property.keytab.description=Si se proporciona, debe especificarse una ruta absoluta o una relativa a la ra\u00edz de instancias del servidor.
property.keytab.default-behavior.alias.synopsis=El servidor intentar\u00e1 utilizar el archivo keytab predeterminado de todo el sistema.
property.principal-name.synopsis=Especifica el nombre del elemento principal.
property.principal-name.description=Puede ser un nombre de usuario simple o uno de servicio como, por ejemplo, host/ejemplo.com. Si no se proporciona esta propiedad, el servidor intentar\u00e1 crear el nombre del elemento principal anexando el nombre de dominio completo a la cadena "ldap/".
property.principal-name.default-behavior.alias.synopsis=El servidor intentar\u00e1 determinar el nombre del elemento principal a partir de la configuraci\u00f3n del sistema subyacente.
property.quality-of-protection.synopsis=El nombre de una propiedad que especifica el nivel de calidad de protecci\u00f3n que admitir\u00e1 el servidor.
property.quality-of-protection.syntax.enumeration.value.confidentiality.synopsis=El nivel de calidad de protecci\u00f3n es equivalente a la autenticaci\u00f3n con protecci\u00f3n de integridad y confidencialidad.
property.quality-of-protection.syntax.enumeration.value.integrity.synopsis=El nivel de calidad de protecci\u00f3n es equivalente a la protecci\u00f3n de integridad.
property.quality-of-protection.syntax.enumeration.value.none.synopsis=El nivel de QOP es equivalente s\u00f3lo a la autenticaci\u00f3n.
property.realm.synopsis=Especifica el dominio que se utilizar\u00e1 para la autenticaci\u00f3n GGSAPI.
property.realm.default-behavior.alias.synopsis=El servidor intentar\u00e1 determinar el dominio a partir de la configuraci\u00f3n del sistema subyacente.
property.server-fqdn.synopsis=Especifica el nombre de dominio completo que puede resolver un NDS para el sistema.
property.server-fqdn.default-behavior.alias.synopsis=El servidor intentar\u00e1 determinar de forma din\u00e1mica el nombre de dominio completo.
