user-friendly-name=\u5177\u6709\u4e0b\u7ea7\u865a\u62df\u5c5e\u6027
user-friendly-plural-name=\u5177\u6709\u4e0b\u7ea7\u865a\u62df\u5c5e\u6027
synopsis=\u5177\u6709\u4e0b\u7ea7\u865a\u62df\u5c5e\u6027\u751f\u6210\u4e00\u4e2a\u865a\u62df\u5c5e\u6027\uff0c\u7528\u4e8e\u6307\u793a\u8be5\u6761\u76ee\u662f\u5426\u6709\u4efb\u4f55\u4ece\u5c5e\u7684\u6761\u76ee\u3002
property.attribute-type.synopsis=\u6307\u5b9a\u5176\u503c\u5c06\u7531\u865a\u62df\u5c5e\u6027\u52a8\u6001\u5206\u914d\u7684\u5c5e\u6027\u7684\u5c5e\u6027\u7c7b\u578b\u3002
property.base-dn.synopsis=\u6307\u5b9a\u5305\u542b\u53ef\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u7684\u6761\u76ee\u7684\u5206\u652f\u7684\u57fa DN\u3002
property.base-dn.description=\u5982\u679c\u672a\u7ed9\u5b9a\u503c\uff0c\u5219\u670d\u52a1\u5668\u4f1a\u5728\u670d\u52a1\u5668\u4e2d\u7684\u4efb\u610f\u4f4d\u7f6e\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.base-dn.default-behavior.alias.synopsis=\u5728\u786e\u5b9a\u6761\u76ee\u662f\u5426\u6709\u8d44\u683c\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u65f6\uff0c\u672a\u5c06\u6b64\u6761\u76ee\u5728\u670d\u52a1\u5668\u4e2d\u7684\u4f4d\u7f6e\u8003\u8651\u5728\u5185\u3002
property.conflict-behavior.synopsis=\u6307\u5b9a\u670d\u52a1\u5668\u4e3a\u5df2\u5305\u542b\u5173\u8054\u5c5e\u6027\u7684\u4e00\u4e2a\u6216\u591a\u4e2a\u5b9e\u9645\u503c\u7684\u6761\u76ee\u800c\u663e\u793a\u7684\u884c\u4e3a\u3002
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=\u6307\u793a\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u4fdd\u7559\u6761\u76ee\u4e2d\u5305\u542b\u7684\u6240\u6709\u5b9e\u9645\u503c\uff0c\u5e76\u5c06\u5176\u4e0e\u751f\u6210\u7684\u865a\u62df\u503c\u7ec4\u5408\u5e76\uff0c\u4ee5\u4fbf\u4f7f\u7528\u5b9e\u9645\u503c\u548c\u865a\u62df\u503c\u3002
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=\u6307\u793a\u4fdd\u5b58\u5e76\u4f7f\u7528\u6761\u76ee\u4e2d\u5305\u542b\u7684\u4efb\u610f\u5b9e\u9645\u503c\uff0c\u800c\u4e0d\u751f\u6210\u865a\u62df\u503c\u3002
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=\u6307\u793a\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u6291\u5236\u6761\u76ee\u4e2d\u5305\u542b\u7684\u4efb\u610f\u5b9e\u9645\u503c\uff0c\u5e76\u751f\u6210\u548c\u4f7f\u7528\u865a\u62df\u503c\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528\u5177\u6709\u4e0b\u7ea7\u865a\u62df\u5c5e\u6027\u3002
property.filter.synopsis=\u6307\u5b9a\u5e94\u7528\u4e8e\u6761\u76ee\u7684\u641c\u7d22\u8fc7\u6ee4\u5668\uff0c\u4ee5\u786e\u5b9a\u662f\u5426\u8981\u4e3a\u8fd9\u4e9b\u6761\u76ee\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.filter.description=\u5982\u679c\u672a\u7ed9\u5b9a\u503c\uff0c\u5219\u4efb\u4f55\u6761\u76ee\u5747\u6709\u8d44\u683c\u62e5\u6709\u751f\u6210\u7684\u503c\u3002\u5982\u679c\u6307\u5b9a\u4e00\u4e2a\u6216\u591a\u4e2a\u8fc7\u6ee4\u5668\uff0c\u5219\u4ec5\u5141\u8bb8\u81f3\u5c11\u4e0e\u8fd9\u4e9b\u8fc7\u6ee4\u5668\u4e2d\u7684\u4e00\u4e2a\u5339\u914d\u7684\u6761\u76ee\u62e5\u6709\u865a\u62df\u5c5e\u6027\u3002
property.filter.syntax.string.pattern.synopsis=\u4efb\u4f55\u6709\u6548\u7684\u641c\u7d22\u8fc7\u6ee4\u5668\u5b57\u7b26\u4e32\u3002
property.group-dn.synopsis=\u6307\u5b9a\u5176\u6210\u5458\u53ef\u4ee5\u6709\u8d44\u683c\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u7684\u7ec4\u7684 DN\u3002
property.group-dn.description=\u5982\u679c\u672a\u7ed9\u5b9a\u503c\uff0c\u5219\u751f\u6210\u865a\u62df\u5c5e\u6027\u65f6\u5c06\u4e0d\u8003\u8651\u7ec4\u6210\u5458\u8d44\u683c\u3002\u5982\u679c\u6307\u5b9a\u4e00\u4e2a\u6216\u591a\u4e2a\u7ec4 DN\uff0c\u5219\u4ec5\u5141\u8bb8\u8fd9\u4e9b\u7ec4\u7684\u6210\u5458\u62e5\u6709\u865a\u62df\u5c5e\u6027\u3002
property.group-dn.default-behavior.alias.synopsis=\u786e\u5b9a\u6761\u76ee\u662f\u5426\u6709\u8d44\u683c\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u65f6\uff0c\u7ec4\u6210\u5458\u8d44\u683c\u5c06\u4e0d\u8003\u8651\u5728\u5185\u3002
property.java-class.synopsis=\u6307\u5b9a\u751f\u6210\u5c5e\u6027\u503c\u7684\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u7c7b\u7684\u5168\u9650\u5b9a\u540d\u79f0\u3002
