user-friendly-name=Gestionnaire d'alerte JMX
user-friendly-plural-name=Gestionnaires d'alerte JMX
synopsis=Le gestionnaire d'alerte JMX est utilis\u00e9 pour g\u00e9n\u00e9rer des notifications JMX pour avertir les administrateurs des \u00e9v\u00e8nements significatifs qui se produisent dans le serveur.
property.disabled-alert-type.synopsis=Sp\u00e9cifie les noms des types d'alerte qui sont d\u00e9sactiv\u00e9s pour ce gestionnaire d'alerte.
property.disabled-alert-type.description=S'il existe des valeurs pour cet attribut, aucune alerte quel que soit son type sp\u00e9cifi\u00e9 n'est autoris\u00e9e. S'il n'existe pas de valeur pour cet attribut, seules les alertes avec un type inclus dans l'ensemble des types d'alertes activ\u00e9es sont autoris\u00e9es, ou s'il n'y a pas de valeur pour l'option de types d'alerte activ\u00e9e, tous les types d'alertes sont autoris\u00e9s.
property.disabled-alert-type.default-behavior.alias.synopsis=S'il y a un ensemble de types d'alertes activ\u00e9s, seules les alertes avec l'un de ces types sont autoris\u00e9es. Sinon, toutes les alertes sont autoris\u00e9es.
property.enabled.synopsis=Indique si le gestionnaire d'alerte JMX est activ\u00e9.
property.enabled-alert-type.synopsis=Sp\u00e9cifie les noms des types d'alerte qui sont activ\u00e9s pour ce gestionnaire d'alerte.
property.enabled-alert-type.description=S'il existe des valeurs pour cet attribut, seules les alertes avec l'un des types sp\u00e9cifi\u00e9s sont autoris\u00e9es (sauf si elles sont aussi incluses dans les types d'alerte d\u00e9sactiv\u00e9s). S'il n'existe pas de valeur pour cet attribut, toute alerte avec un type non inclus dans la liste des types d'alerte d\u00e9sactiv\u00e9s est autoris\u00e9e.
property.enabled-alert-type.default-behavior.alias.synopsis=Toutes les alertes avec des types non inclus dans l'ensemble des types d'alerte d\u00e9sactiv\u00e9s sont autoris\u00e9es.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire d'alerte JMX.
