user-friendly-name=Controlador de conexi\u00f3n JMX
user-friendly-plural-name=Controladores de conexi\u00f3n JMX
synopsis=El controlador de conexi\u00f3n JMX se utiliza para interactuar con clientes que emplean el protocolo Java Management Extensions (JMX).
constraint.1.synopsis=Debe especificarse un proveedor de administrador de claves cuando se habilite el controlador de conexi\u00f3n JMX y se configure para utilizar SSL.
property.allowed-client.synopsis=Especifica un conjunto de nombres de host o m\u00e1scaras de direcciones que determinan los clientes que pueden establecer conexiones con este controlador de conexi\u00f3n JMX.
property.allowed-client.description=Los valores v\u00e1lidos incluyen un nombre de host, un nombre de dominio completamente calificado, un nombre de dominio, una direcci\u00f3n IP o una subred con una m\u00e1scara de subred.
property.allowed-client.default-behavior.alias.synopsis=Se permiten todos los clientes con direcciones que no coincidan con ninguna de las incluidas en la lista de direcciones denegadas. Si no existe ninguna lista de denegaci\u00f3n, se permitir\u00e1n todos los clientes.
property.allowed-client.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.denied-client.synopsis=Especifica un conjunto de nombres de host o m\u00e1scaras de direcciones para determinar qu\u00e9 clientes no tienen permitido establecer conexiones con este controlador de conexi\u00f3n JMX.
property.denied-client.description=Los valores v\u00e1lidos incluyen un nombre de host, un nombre de dominio completamente calificado, un nombre de dominio, una direcci\u00f3n IP o una subred con una m\u00e1scara de subred. Si se define tanto la m\u00e1scara de denegaci\u00f3n como la de permiso, y una conexi\u00f3n de cliente coincide con al menos una de las m\u00e1scaras de ambas listas, se denegar\u00e1 la conexi\u00f3n. Si solo se especifica una lista de denegaci\u00f3n, se permitir\u00e1 cualquier cliente que no coincida con una m\u00e1scara de dicha lista.
property.denied-client.default-behavior.alias.synopsis=Si se especifica una lista de permitidos, s\u00f3lo se permitir\u00e1n los clientes cuyas direcciones est\u00e9n incluidas en dicha lista. De lo contrario, se permiten todos los clientes.
property.denied-client.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.enabled.synopsis=Indica si el controlador de conexi\u00f3n JMX est\u00e1 habilitado.
property.java-class.synopsis=Especifica el nombre completamente calificado de la clase de Java que proporciona la implementaci\u00f3n del controlador de conexi\u00f3n JMX.
property.key-manager-provider.synopsis=Especifica el nombre del administrador de claves que debe emplearse con el controlador de conexi\u00f3n JMX.
property.key-manager-provider.requires-admin-action.synopsis=Los cambios efectuados en esta propiedad entran en vigor de forma inmediata, pero \u00fanicamente para los intentos posteriores de acceder al proveedor del administrador de claves de las conexiones de cliente asociadas.
property.key-manager-provider.syntax.aggregation.constraint-synopsis=El proveedor del administrador de claves consultado debe habilitarse cuando se habilita el controlador de conexi\u00f3n JMX y se configura para utilizar SSL.
property.listen-address.synopsis=Especifica la direcci\u00f3n o el conjunto de direcciones en las que el controlador de conexi\u00f3n JMX debe escuchar las conexiones de los clientes SNMP.
property.listen-address.description=Pueden proporcionarse varias direcciones como valores independientes para este atributo. Si no se proporciona ning\u00fan valor, el controlador de conexi\u00f3n JMX escucha todas las interfaces.
property.listen-port.synopsis=Especifica el n\u00famero de puerto en el que el controlador de conexi\u00f3n JMX escuchar\u00e1 las conexiones de los clientes.
property.listen-port.description=S\u00f3lo puede facilitarse un n\u00famero de puerto.
property.ssl-cert-nickname.synopsis=Especifica el sobrenombre (tambi\u00e9n llamado alias) del certificado que el controlador de conexi\u00f3n JMX debe utilizar al llevar a cabo la comunicaci\u00f3n SSL.
property.ssl-cert-nickname.description=Esto s\u00f3lo se aplica cuando el controlador de conexi\u00f3n JMX est\u00e1 configurado para utilizar SSL.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Dejar la decisi\u00f3n al servidor.
property.use-ssl.synopsis=Indica si el controlador de conexi\u00f3n JMX debe utilizar SSL.
property.use-ssl.description=Si se habilita, el controlador de conexi\u00f3n JMX utilizar\u00e1 SSL para cifrar la comunicaci\u00f3n con los clientes.
