user-friendly-name=Gestionnaire de connexion LDAP
user-friendly-plural-name=Gestionnaires de connexion LDAP
synopsis=Le gestionnaire de connexion LDAP est utilis\u00e9 pour interagir avec des clients via LDAP.
description=Il fournit la prise en charge compl\u00e8te de LDAPv3 et une prise en charge limit\u00e9e de LDAPv2.
constraint.1.synopsis=Un fournisseur de gestionnaires de cl\u00e9s doit \u00eatre sp\u00e9cifi\u00e9 lorsque ce gestionnaire de connexion LDAP est activ\u00e9 et qu'il est configur\u00e9 de fa\u00e7on \u00e0 utiliser SSL ou StartTLS.
constraint.2.synopsis=Un fournisseur de gestionnaires d'approbations doit \u00eatre sp\u00e9cifi\u00e9 lorsque ce gestionnaire de connexion LDAP est activ\u00e9 et qu'il est configur\u00e9 de fa\u00e7on \u00e0 utiliser SSL ou StartTLS.
constraint.3.synopsis=Un gestionnaire de connexion LDAP ne peut pas \u00eatre configur\u00e9 de fa\u00e7on \u00e0 prendre en charge SSL et StartTLS en m\u00eame temps. SSL ou StartTLS doit \u00eatre d\u00e9sactiv\u00e9 pour que ce gestionnaire de connexion LDAP soit utilis\u00e9.
property.accept-backlog.synopsis=Sp\u00e9cifie le nombre maximal de tentatives de connexion en instance autoris\u00e9es dans la file d'attente du journal des connexions en attente \u00e0 accepter avant que le serveur commence \u00e0 rejeter de nouvelles tentatives de connexion.
property.accept-backlog.description=Ceci est un probl\u00e8me principalement dans les cas o\u00f9 un grand nombre de connexions sont \u00e9tablies vers le serveur dans un temps tr\u00e8s court (par exemple, un utilitaire d'\u00e9valuation des performances qui cr\u00e9e un grand nombre de threads client, chacun ayant sa propre connexion au serveur) et o\u00f9 le gestionnaire de connexion n'est pas en mesure de suivre le rythme auquel les nouvelles connexions sont \u00e9tablies.
property.allowed-client.synopsis=Sp\u00e9cifie un ensemble de noms d'h\u00f4te ou de masques d'adresse qui d\u00e9termine les clients qui sont autoris\u00e9s \u00e0 \u00e9tablir des connexions avec ce gestionnaire de connexion LDAP.
property.allowed-client.description=Les valeurs valides incluent un nom d'h\u00f4te, un nom de domaine complet, un nom de domaine, une adresse IP ou un sous-r\u00e9seau avec un masque de sous-r\u00e9seau.
property.allowed-client.default-behavior.alias.synopsis=Tous les clients dont les adresses ne correspondent pas \u00e0 une adresse de la liste de refus sont autoris\u00e9s. S'il n'existe pas de liste de refus, tous les clients sont autoris\u00e9s.
property.allowed-client.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.allow-ldap-v2.synopsis=Indique si les connexions des clients LDAPv2 sont autoris\u00e9es.
property.allow-ldap-v2.description=Si les clients LDAPv2 sont autoris\u00e9s, seul un degr\u00e9 minimal de support particulier leur est alors fourni, afin de veiller \u00e0 ce que les \u00e9l\u00e9ments de protocole sp\u00e9cifiques \u00e0 LDAPv3 (par exemple, les 25 commandes du guide de configuration, les messages de r\u00e9ponse \u00e9tendus, les messages de r\u00e9ponse interm\u00e9diaires, les renvois) ne soient pas envoy\u00e9s \u00e0 un client LDAPv2.
property.allow-start-tls.synopsis=Indique si des clients peuvent utiliser StartTLS.
property.allow-start-tls.description=S'il est activ\u00e9, le gestionnaire de connexion LDAP autorise des clients \u00e0 utiliser l'op\u00e9ration \u00e9tendue StartTLS afin d'initier une communication s\u00e9curis\u00e9e sur un canal autrement non s\u00e9curis\u00e9. Remarque : ceci est autoris\u00e9 uniquement si le gestionnaire de connexion LDAP n'est pas configur\u00e9 de fa\u00e7on \u00e0 utiliser SSL, et si le serveur est configur\u00e9 avec un fournisseur de gestionnaire de cl\u00e9s valide et un fournisseur de gestionnaire d'approbations valide.
property.allow-tcp-reuse-address.synopsis=Indique si le gestionnaire de connexion LDAP soit r\u00e9utiliser les descripteurs de socket.
property.allow-tcp-reuse-address.description=Si elle est activ\u00e9e, l'option de socket SO_REUSEADDR est utilis\u00e9e sur le socket d'\u00e9coute du serveur pour \u00e9ventuellement autoriser la r\u00e9utilisation des descripteurs de sockets pour des clients en \u00e9tat TIME_WAIT. Ceci peut aider le serveur \u00e0 \u00e9viter temporairement de manquer de descripteurs de sockets dans les cas o\u00f9 un tr\u00e8s grand nombre de connexions de courte dur\u00e9e ont \u00e9t\u00e9 \u00e9tablies depuis le m\u00eame syst\u00e8me client.
property.buffer-size.synopsis=Sp\u00e9cifie la taille en octets de la m\u00e9moire tampon d'\u00e9criture des messages de r\u00e9ponse LDAP.
property.buffer-size.description=Cette propri\u00e9t\u00e9 indique la taille de la m\u00e9moire tampon d'\u00e9criture attribu\u00e9e au serveur pour chaque connexion client et utilis\u00e9e pour mettre en tampon des donn\u00e9es de messages de r\u00e9ponse LDAP lors de l'\u00e9criture.
property.denied-client.synopsis=Sp\u00e9cifie un ensemble de noms d'h\u00f4te ou de masques d'adresse qui d\u00e9termine les clients qui ne sont pas autoris\u00e9s \u00e0 \u00e9tablir des connexions avec ce gestionnaire de connexion LDAP.
property.denied-client.description=Les valeurs valides incluent un nom d'h\u00f4te, un nom de domaine complet, un nom de domaine, une adresse IP ou un sous-r\u00e9seau avec un masque de sous-r\u00e9seau. Si les masques de client autoris\u00e9s et refus\u00e9s sont d\u00e9finis et qu'une connexion cliente correspond \u00e0 un ou plusieurs masques dans les deux listes, alors la connexion est refus\u00e9e. Si seule une liste de refus est sp\u00e9cifi\u00e9e, alors tout client qui ne correspond pas \u00e0 un masque dans cette liste est autoris\u00e9.
property.denied-client.default-behavior.alias.synopsis=Si une liste d'autorisation est sp\u00e9cifi\u00e9e, alors seuls les clients ayant des adresses figurant sur la liste d'autorisation sont autoris\u00e9s. Dans le cas contraire, tous les clients sont autoris\u00e9s.
property.denied-client.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.enabled.synopsis=Indique si le gestionnaire de connexion LDAP est activ\u00e9.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire de connexion LDAP.
property.keep-stats.synopsis=Indique si le gestionnaire de connexion LDAP doit tenir des statistiques \u00e0 jour.
property.keep-stats.description=S'il est activ\u00e9, le gestionnaire de connexion LDAP tient des statistiques \u00e0 jour sur le nombre et les types d'op\u00e9rations demand\u00e9es sur LDAP et la quantit\u00e9 de donn\u00e9es envoy\u00e9es et re\u00e7ues.
property.key-manager-provider.synopsis=Sp\u00e9cifie le nom du gestionnaire de cl\u00e9s \u00e0 utiliser avec ce gestionnaire de connexion LDAP.
property.key-manager-provider.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 sont imm\u00e9diatement prises en compte, mais uniquement pour les tentatives suivantes d'acc\u00e8s au fournisseur du gestionnaire de cl\u00e9s pour les connexions clientes associ\u00e9es.
property.key-manager-provider.syntax.aggregation.constraint-synopsis=Le fournisseur de gestionnaire de cl\u00e9s r\u00e9f\u00e9renc\u00e9 doit \u00eatre activ\u00e9 lorsque le gestionnaire de connexion LDAP est activ\u00e9 et configur\u00e9 pour utiliser SSL ou StartTLS.
property.listen-address.synopsis=Sp\u00e9cifie l'adresse ou le jeu d'adresses sur lesquelles ce gestionnaire de connexion LDAP doit \u00e9couter des connexions des clients LDAP.
property.listen-address.description=Plusieurs adresses peuvent \u00eatre fournies comme valeurs distinctes pour cet attribut. Si aucune valeur n'est fournie, le gestionnaire de connexion LDAP \u00e9coute sur toutes les interfaces.
property.listen-port.synopsis=Sp\u00e9cifie le num\u00e9ro de port sur lequel le gestionnaire de connexion LDAP \u00e9coutera des connexions de clients.
property.listen-port.description=Un seul num\u00e9ro de port peut \u00eatre fourni.
property.max-blocked-write-time-limit.synopsis=Sp\u00e9cifie la dur\u00e9e maximale pendant laquelle les tentatives d'\u00e9criture de donn\u00e9es sur les clients LDAP doivent \u00eatre autoris\u00e9es \u00e0 bloquer.
property.max-blocked-write-time-limit.description=Si une tentative d'\u00e9criture de donn\u00e9es sur un client prend plus de temps, la connexion du client prend fin.
property.max-request-size.synopsis=Sp\u00e9cifie la taille en octets du message de requ\u00eate LDAP le plus cons\u00e9quent qui sera autoris\u00e9 par ce gestionnaire de connexion LDAP.
property.max-request-size.description=Cette propri\u00e9t\u00e9 est analogue \u00e0 l'attribut de configuration maxBERSize du Sun Java System Directory Server. Ceci peut aider \u00e0 \u00e9viter des d\u00e9nis de service par des clients qui indiquent qu'ils envoient des requ\u00eates de tr\u00e8s grande taille au serveur, entra\u00eenant une tentative d'allocation de grandes quantit\u00e9s de m\u00e9moire.
property.num-request-handlers.synopsis=Sp\u00e9cifie le nombre de gestionnaires de requ\u00eates utilis\u00e9s pour lire les requ\u00eates des clients.
property.num-request-handlers.description=Le gestionnaire de connexion LDAP utilise un thread pour accepter de nouvelles connexions de clients, mais utilise un ou plusieurs threads suppl\u00e9mentaires pour lire les requ\u00eates des connexions de clients existantes. Ceci permet d'assurer que les nouvelles requ\u00eates sont lues de fa\u00e7on efficace et que le gestionnaire de connexion lui-m\u00eame ne se transforme pas en goulot d'\u00e9tranglement lorsque le serveur est tr\u00e8s charg\u00e9 (trop de clients en m\u00eame temps).
property.send-rejection-notice.synopsis=Indique si le gestionnaire de connexion LDAP doit envoyer un avis de message de r\u00e9ponse \u00e9tendue de d\u00e9connexion au client si une nouvelle connexion est rejet\u00e9e pour la m\u00eame raison.
property.send-rejection-notice.description=Le message de r\u00e9ponse \u00e9tendue peut fournir une explication indiquant la raison du rejet de la connexion.
property.ssl-cert-nickname.synopsis=Sp\u00e9cifie le surnom (ou l'alias) du certificat que le gestionnaire de connexion LDAP doit utiliser lors des communications SSL.
property.ssl-cert-nickname.description=Ceci s'applique uniquement lorsque le gestionnaire de connexion LDAP est configur\u00e9 de fa\u00e7on \u00e0 utiliser SSL.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Laisser le serveur d\u00e9cider.
property.ssl-cipher-suite.synopsis=Sp\u00e9cifie les noms des suites de chiffrement SSL autoris\u00e9es pour une utilisation dans les communications SSL ou StartTLS.
property.ssl-cipher-suite.default-behavior.alias.synopsis=Utilise le jeu par d\u00e9faut de suites de chiffrement SSL fourni par le JVM du serveur.
property.ssl-cipher-suite.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 sont imm\u00e9diatement prises en compte, mais n'auront un impact que sur les nouvelles sessions SSL/TLS cr\u00e9\u00e9es apr\u00e8s la modification.
property.ssl-client-auth-policy.synopsis=Sp\u00e9cifie la r\u00e8gle que le gestionnaire de connexion LDAP doit utiliser concernant les certificats SSL des clients.
property.ssl-client-auth-policy.description=Ceci s'applique uniquement si les clients sont autoris\u00e9s \u00e0 utiliser SSL.
property.ssl-client-auth-policy.syntax.enumeration.value.disabled.synopsis=Les clients ne doivent pas fournir leurs propres certificats lors des n\u00e9gociations SSL.
property.ssl-client-auth-policy.syntax.enumeration.value.optional.synopsis=On demande aux clients de fournir leurs propres certificats lors des n\u00e9gociations SSL, mais la connexion est accept\u00e9e m\u00eame si le client ne fournit pas de certificat.
property.ssl-client-auth-policy.syntax.enumeration.value.required.synopsis=Les clients doivent fournir leurs propres certificats lors des n\u00e9gociations SSL et se voient refuser l'acc\u00e8s s'ils ne fournissent pas de certificat.
property.ssl-protocol.synopsis=Sp\u00e9cifie les noms des protocoles SSL autoris\u00e9s pour une utilisation dans les communications SSL ou StartTLS.
property.ssl-protocol.default-behavior.alias.synopsis=Utilise le jeu par d\u00e9faut de protocoles SSL fourni par le JVM du serveur.
property.ssl-protocol.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 sont imm\u00e9diatement prises en compte, mais n'ont un impact que sur les nouvelles sessions SSL/TLS cr\u00e9\u00e9es apr\u00e8s la modification.
property.trust-manager-provider.synopsis=Sp\u00e9cifie le nom du gestionnaire d'approbations \u00e0 utiliser avec le gestionnaire de connexion LDAP.
property.trust-manager-provider.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 sont imm\u00e9diatement prises en compte, mais uniquement pour les tentatives suivantes d'acc\u00e8s au fournisseur du gestionnaire d'approbations pour les connexions clientes associ\u00e9es.
property.trust-manager-provider.syntax.aggregation.constraint-synopsis=Le fournisseur de gestionnaire d'approbations r\u00e9f\u00e9renc\u00e9 doit \u00eatre activ\u00e9 lorsque le gestionnaire de connexion LDAP est activ\u00e9 et configur\u00e9 pour utiliser SSL ou StartTLS.
property.use-ssl.synopsis=Indique si le gestionnaire de connexion LDAP doit utiliser SSL.
property.use-ssl.description=S'il est activ\u00e9, le gestionnaire de connexion LDAP utilisera SSL pour chiffrer les communications avec les clients.
property.use-tcp-keep-alive.synopsis=Indique si le gestionnaire de connexion LDAP doit utiliser les connexions persistantes TCP.
property.use-tcp-keep-alive.description=Si elle est activ\u00e9e, l'option de socket SO_KEEPALIVE est utilis\u00e9e pour indiquer que les messages de connexions persistantes TCP doivent \u00eatre envoy\u00e9s r\u00e9guli\u00e8rement au client afin de v\u00e9rifier que la connexion associ\u00e9e est toujours valide. Ceci peut \u00e9galement aider \u00e0 \u00e9viter les cas o\u00f9 le mat\u00e9riel r\u00e9seau interm\u00e9diaire pourrait abandonner silencieusement une connexion client autrement inactive, \u00e0 condition que l'intervalle de connexion persistante configur\u00e9 dans le syst\u00e8me d'exploitation sous-jacent soit plus petit que le d\u00e9lai appliqu\u00e9 par le mat\u00e9riel r\u00e9seau.
property.use-tcp-no-delay.synopsis=Indique si le gestionnaire de connexion LDAP doit utiliser TCP no-delay.
property.use-tcp-no-delay.description=Si elle est activ\u00e9e, l'option de socket TCP_NODELAY est utilis\u00e9e pour veiller \u00e0 ce que les messages de r\u00e9ponse au client soient envoy\u00e9s imm\u00e9diatement plut\u00f4t que de patienter \u00e9ventuellement afin de d\u00e9terminer si d'autres messages de r\u00e9ponse peuvent \u00eatre envoy\u00e9s dans le m\u00eame paquet. Dans la plupart des cas, l'utilisation de l'option de socket TCP_NODELAY fournit une meilleure performance et des temps de r\u00e9ponse r\u00e9duits, mais sa d\u00e9sactivation peut aider dans les cas o\u00f9 le serveur envoie un grand nombre d'entr\u00e9es \u00e0 un client en r\u00e9ponse \u00e0 une requ\u00eate de recherche.
