user-friendly-name=LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f
user-friendly-plural-name=LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f
synopsis=LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u7528\u4e8e\u4f7f\u7528 LDAP \u4e0e\u5ba2\u6237\u7aef\u8fdb\u884c\u4ea4\u4e92\u3002
description=\u5b83\u5168\u9762\u652f\u6301 LDAPv3 \u5e76\u6709\u9650\u652f\u6301 LDAPv2\u3002
constraint.1.synopsis=\u5982\u679c\u542f\u7528\u4e86\u6b64 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\uff0c\u5e76\u5c06\u5176\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL \u6216 StartTLS\uff0c\u5219\u5fc5\u987b\u6307\u5b9a\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
constraint.2.synopsis=\u5982\u679c\u542f\u7528\u4e86\u6b64 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\uff0c\u5e76\u5c06\u5176\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL \u6216 StartTLS\uff0c\u5219\u5fc5\u987b\u6307\u5b9a\u4fe1\u4efb\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
constraint.3.synopsis=\u4e0d\u80fd\u5c06 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u540c\u65f6\u914d\u7f6e\u4e3a\u652f\u6301 SSL \u548c StartTLS\u3002\u5fc5\u987b\u7981\u7528 SSL \u6216 StartTLS\uff0c\u4ee5\u4fbf\u53ef\u4ee5\u4f7f\u7528 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u3002
property.accept-backlog.synopsis=\u6307\u5b9a\u670d\u52a1\u5668\u542f\u52a8\u62d2\u7edd\u65b0\u7684\u8fde\u63a5\u5c1d\u8bd5\u4e4b\u524d\u5728\u63a5\u53d7\u5f85\u529e\u4e8b\u9879\u4e2d\u5141\u8bb8\u6392\u961f\u7b49\u5019\u7684\u6682\u6302\u8fde\u63a5\u5c1d\u8bd5\u7684\u6700\u5927\u6570\u3002
property.accept-backlog.description=\u8fd9\u4e3b\u8981\u662f\u4ee5\u4e0b\u60c5\u51b5\u4e2d\u7684\u95ee\u9898\uff0c\u5373\u5728\u5f88\u77ed\u65f6\u95f4\u5185\u5efa\u7acb\u5927\u91cf\u5230\u670d\u52a1\u5668\u7684\u8fde\u63a5\uff08\u4f8b\u5982\u57fa\u51c6\u5b9e\u7528\u7a0b\u5e8f\u4f1a\u521b\u5efa\u5927\u91cf\u7684\u5ba2\u6237\u7aef\u7ebf\u7a0b\uff0c\u800c\u6bcf\u4e2a\u7ebf\u7a0b\u672c\u8eab\u90fd\u6709\u4ed6\u4eec\u81ea\u5df1\u5230\u670d\u52a1\u5668\u7684\u8fde\u63a5\uff09\uff0c\u800c\u8be5\u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u65e0\u6cd5\u8ddf\u4e0a\u5efa\u7acb\u7684\u65b0\u8fde\u63a5\u7684\u901f\u5ea6\u3002
property.allowed-client.synopsis=\u6307\u5b9a\u4e00\u7ec4\u4e3b\u673a\u540d\u6216\u5730\u5740\u63a9\u7801\uff0c\u5b83\u4eec\u53ef\u4ee5\u786e\u5b9a\u53ef\u4ee5\u4e0e\u8be5 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5efa\u7acb\u8fde\u63a5\u7684\u5ba2\u6237\u7aef\u3002
property.allowed-client.description=\u6709\u6548\u503c\u5305\u62ec\u4e3b\u673a\u540d\u3001\u5168\u9650\u5b9a\u57df\u540d\u3001\u57df\u540d\u3001IP \u5730\u5740\u6216\u5177\u6709\u5b50\u7f51\u63a9\u7801\u7684\u5b50\u7f51\u3002
property.allowed-client.default-behavior.alias.synopsis=\u5141\u8bb8\u6240\u6709\u5176\u5730\u5740\u4e0e\u62d2\u7edd\u5217\u8868\u4e2d\u7684\u5730\u5740\u4e0d\u5339\u914d\u7684\u5ba2\u6237\u7aef\u3002\u5982\u679c\u6ca1\u6709\u62d2\u7edd\u5217\u8868\uff0c\u5219\u5141\u8bb8\u6240\u6709\u5ba2\u6237\u7aef\u3002
property.allowed-client.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.allow-ldap-v2.synopsis=\u6307\u793a\u662f\u5426\u5141\u8bb8\u6765\u81ea LDAPv2 \u5ba2\u6237\u7aef\u7684\u8fde\u63a5\u3002
property.allow-ldap-v2.description=\u5982\u679c\u5141\u8bb8 LDAPv2 \u5ba2\u6237\u7aef\uff0c\u5219\u4ec5\u4f1a\u4e3a\u5b83\u4eec\u63d0\u4f9b\u6700\u5c0f\u7a0b\u5ea6\u63d0\u4f9b\u7279\u6b8a\u652f\u6301\uff0c\u4ee5\u786e\u4fdd\u672a\u5c06\u7279\u5b9a\u7684 LDAPv3 \u534f\u8bae\u5143\u7d20\uff08\u4f8b\u5982\uff0c\u914d\u7f6e\u6307\u5357 25 \u63a7\u5236\u3001\u6269\u5c55\u54cd\u5e94\u6d88\u606f\u3001\u4e2d\u95f4\u54cd\u5e94\u6d88\u606f\u3001\u5f15\u7528\uff09\u53d1\u9001\u5230 LDAPv2 \u5ba2\u6237\u7aef\u3002
property.allow-start-tls.synopsis=\u6307\u793a\u662f\u5426\u5141\u8bb8\u5ba2\u6237\u7aef\u4f7f\u7528 StartTLS\u3002
property.allow-start-tls.description=\u5982\u679c\u542f\u7528\uff0cLDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5c06\u5141\u8bb8\u5ba2\u6237\u7aef\u4f7f\u7528 StartTLS \u6269\u5c55\u64cd\u4f5c\uff0c\u4ee5\u5728\u5176\u4ed6\u7684\u4e0d\u5b89\u5168\u4fe1\u9053\u4e2d\u542f\u52a8\u5b89\u5168\u901a\u4fe1\u3002\u8bf7\u6ce8\u610f\uff0c\u8fd9\u4ec5\u5728 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u672a\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL \u7684\u60c5\u51b5\u4e0b\u624d\u4f1a\u88ab\u5141\u8bb8\uff0c\u5e76\u4e14\u9700\u8981\u670d\u52a1\u5668\u914d\u7f6e\u6709\u6548\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u548c\u6709\u6548\u7684\u4fe1\u4efb\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
property.allow-tcp-reuse-address.synopsis=\u6307\u793a LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u662f\u5426\u91cd\u7528\u5957\u63a5\u5b57\u63cf\u8ff0\u7b26\u3002
property.allow-tcp-reuse-address.description=\u5982\u679c\u542f\u7528\uff0c\u670d\u52a1\u5668\u4fa6\u542c\u5957\u63a5\u5b57\u4e0a\u7684 SO_REUSEADDR \u5957\u63a5\u5b57\u9009\u9879\u7528\u4e8e\u5141\u8bb8\u5904\u4e8e TIME_WAIT \u72b6\u6001\u7684\u5ba2\u6237\u7aef\u91cd\u7528\u5957\u63a5\u5b57\u63cf\u8ff0\u7b26\u3002\u8fd9\u53ef\u4ee5\u5e2e\u52a9\u670d\u52a1\u5668\u907f\u514d\u5728\u67d0\u4e9b\u60c5\u51b5\u4e0b\u6682\u65f6\u7528\u5149\u5957\u63a5\u5b57\u63cf\u8ff0\u7b26\uff0c\u5728\u8fd9\u4e9b\u60c5\u51b5\u4e0b\u4f1a\u4ece\u540c\u4e00\u5ba2\u6237\u7aef\u7cfb\u7edf\u5efa\u7acb\u5927\u91cf\u7684\u77ed\u6682\u8fde\u63a5\u3002
property.buffer-size.synopsis=\u6307\u5b9a LDAP \u54cd\u5e94\u6d88\u606f\u5199\u5165\u7f13\u51b2\u533a\u5927\u5c0f\uff0c\u4ee5\u5b57\u8282\u4e3a\u5355\u4f4d\u3002
property.buffer-size.description=\u8be5\u5c5e\u6027\u6307\u5b9a\u670d\u52a1\u5668\u4e3a\u6bcf\u4e2a\u5ba2\u6237\u7aef\u8fde\u63a5\u6240\u5206\u914d\u7684\u7f13\u51b2\u533a\u5927\u5c0f\uff0c\u8be5\u7f13\u51b2\u533a\u7528\u4e8e\u5728\u5199\u5165\u65f6\u7f13\u51b2 LDAP \u54cd\u5e94\u6d88\u606f\u6570\u636e\u3002
property.denied-client.synopsis=\u6307\u5b9a\u4e00\u7ec4\u4e3b\u673a\u540d\u6216\u5730\u5740\u63a9\u7801\uff0c\u5b83\u4eec\u53ef\u4ee5\u786e\u5b9a\u4e0d\u53ef\u4ee5\u4e0e\u8be5 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5efa\u7acb\u8fde\u63a5\u7684\u5ba2\u6237\u7aef\u3002
property.denied-client.description=\u6709\u6548\u503c\u5305\u62ec\u4e3b\u673a\u540d\u3001\u5168\u9650\u5b9a\u57df\u540d\u3001\u57df\u540d\u3001IP \u5730\u5740\u6216\u5177\u6709\u5b50\u7f51\u63a9\u7801\u7684\u5b50\u7f51\u3002\u5982\u679c\u5b9a\u4e49\u4e86\u5141\u8bb8\u548c\u62d2\u7edd\u7684\u5ba2\u6237\u7aef\u63a9\u7801\uff0c\u5e76\u4e14\u5ba2\u6237\u7aef\u8fde\u63a5\u4e0e\u8fd9\u4e24\u4e2a\u5217\u8868\u4e2d\u7684\u4e00\u4e2a\u6216\u591a\u4e2a\u63a9\u7801\u5339\u914d\uff0c\u5219\u5c06\u62d2\u7edd\u8fde\u63a5\u3002\u5982\u679c\u53ea\u6307\u5b9a\u4e86\u62d2\u7edd\u5217\u8868\uff0c\u5219\u5141\u8bb8\u4efb\u4f55\u4e0e\u8be5\u5217\u8868\u4e2d\u7684\u63a9\u7801\u4e0d\u5339\u914d\u7684\u5ba2\u6237\u7aef\u3002
property.denied-client.default-behavior.alias.synopsis=\u5982\u679c\u6307\u5b9a\u4e86\u5141\u8bb8\u5217\u8868\uff0c\u5219\u4ec5\u5141\u8bb8\u5177\u6709\u5141\u8bb8\u5217\u8868\u4e0a\u7684\u5730\u5740\u7684\u5ba2\u6237\u7aef\u3002\u5426\u5219\uff0c\u5141\u8bb8\u6240\u6709\u5ba2\u6237\u7aef\u3002
property.denied-client.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u3002
property.java-class.synopsis=\u6307\u5b9a\u63d0\u4f9b LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u79f0\u3002
property.keep-stats.synopsis=\u6307\u793a LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u662f\u5426\u4fdd\u6301\u7edf\u8ba1\u4fe1\u606f\u3002
property.keep-stats.description=\u5982\u679c\u542f\u7528\uff0cLDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5c06\u4fdd\u7559\u5173\u4e8e\u901a\u8fc7 LDAP \u8bf7\u6c42\u7684\u64cd\u4f5c\u7c7b\u578b\u548c\u64cd\u4f5c\u6570\u76ee\u4ee5\u53ca\u53d1\u9001\u6570\u636e\u91cf\u548c\u63a5\u6536\u6570\u636e\u91cf\u7684\u7edf\u8ba1\u4fe1\u606f\u3002
property.key-manager-provider.synopsis=\u6307\u5b9a\u5e94\u5f53\u4e0e\u6b64 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u7ed3\u5408\u4f7f\u7528\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u7684\u540d\u79f0\u3002
property.key-manager-provider.requires-admin-action.synopsis=\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u751f\u6548\u7acb\u5373\uff0c\u4f46\u4ec5\u9488\u5bf9\u540e\u7eed\u5c1d\u8bd5\u8bbf\u95ee\u5173\u8054\u5ba2\u6237\u7aef\u8fde\u63a5\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
property.key-manager-provider.syntax.aggregation.constraint-synopsis=\u5982\u679c\u542f\u7528 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5e76\u5c06\u5176\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL \u6216 StartTLS\uff0c\u5219\u5fc5\u987b\u542f\u7528\u5f15\u7528\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
property.listen-address.synopsis=\u6307\u5b9a\u5730\u5740\u6216\u5730\u5740\u96c6\uff0c\u6b64 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5e94\u5f53\u901a\u8fc7\u8be5\u5730\u5740\u6216\u5730\u5740\u96c6\u4fa6\u542c\u6765\u81ea LDAP \u5ba2\u6237\u7aef\u7684\u8fde\u63a5\u3002
property.listen-address.description=\u53ef\u4ee5\u4f5c\u4e3a\u5355\u72ec\u7684\u503c\u4e3a\u6b64\u5c5e\u6027\u63d0\u4f9b\u591a\u4e2a\u5730\u5740\u3002\u5982\u679c\u672a\u63d0\u4f9b\u4efb\u4f55\u503c\uff0cLDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5c06\u901a\u8fc7\u6240\u6709\u63a5\u53e3\u4fa6\u542c\u3002
property.listen-port.synopsis=\u6307\u5b9a LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u7528\u4e8e\u4fa6\u542c\u6765\u81ea\u5ba2\u6237\u7aef\u7684\u8fde\u63a5\u7684\u7aef\u53e3\u53f7\u3002
property.listen-port.description=\u4ec5\u53ef\u63d0\u4f9b\u4e00\u4e2a\u7aef\u53e3\u53f7\u3002
property.max-blocked-write-time-limit.synopsis=\u6307\u5b9a\u5c1d\u8bd5\u5c06\u6570\u636e\u5199\u5165 LDAP \u5ba2\u6237\u7aef\u7684\u6700\u957f\u65f6\u95f4\uff0c\u5e94\u5141\u8bb8\u5728\u8d85\u8fc7\u8be5\u65f6\u95f4\u65f6\u963b\u6b62\u5199\u5165\u3002
property.max-blocked-write-time-limit.description=\u5982\u679c\u5c1d\u8bd5\u5c06\u6570\u636e\u5199\u5165\u5ba2\u6237\u7aef\u6240\u7528\u7684\u65f6\u95f4\u6bd4\u8be5\u65f6\u95f4\u957f\uff0c\u5ba2\u6237\u7aef\u8fde\u63a5\u5c06\u7ec8\u6b62\u3002
property.max-request-size.synopsis=\u6307\u5b9a\u6b64 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5c06\u5141\u8bb8\u7684\u6700\u5927 LDAP \u8bf7\u6c42\u6d88\u606f\u7684\u5927\u5c0f\uff08\u4ee5\u5b57\u8282\u8ba1\uff09\u3002
property.max-request-size.description=\u8be5\u5c5e\u6027\u4e0e Sun Java System Directory Server \u7684 maxBERSize \u914d\u7f6e\u5c5e\u6027\u7c7b\u4f3c\u3002\u8fd9\u6837\u6709\u52a9\u4e8e\u9632\u6b62\u7cfb\u7edf\u906d\u53d7\u963b\u65ad\u670d\u52a1\u653b\u51fb\uff0c\u6b64\u7c7b\u653b\u51fb\u7531\u8868\u793a\u5176\u5411\u670d\u52a1\u5668\u53d1\u9001\u6781\u5927\u8bf7\u6c42\uff08\u5bfc\u81f4\u670d\u52a1\u5668\u5c1d\u8bd5\u5206\u914d\u5927\u91cf\u5185\u5b58\uff09\u7684\u5ba2\u6237\u7aef\u53d1\u51fa\u3002
property.num-request-handlers.synopsis=\u6307\u5b9a\u7528\u4e8e\u4ece\u5ba2\u6237\u7aef\u8bfb\u53d6\u8bf7\u6c42\u7684\u8bf7\u6c42\u5904\u7406\u7a0b\u5e8f\u6570\u3002
property.num-request-handlers.description=LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u4f7f\u7528\u4e00\u4e2a\u7ebf\u7a0b\u63a5\u53d7\u6765\u81ea\u5ba2\u6237\u7aef\u7684\u65b0\u8fde\u63a5\uff0c\u4f46\u4f7f\u7528\u4e00\u4e2a\u6216\u591a\u4e2a\u9644\u52a0\u7ebf\u7a0b\u8bfb\u53d6\u6765\u81ea\u73b0\u6709\u5ba2\u6237\u7aef\u8fde\u63a5\u7684\u8bf7\u6c42\u3002\u8fd9\u6837\u53ef\u4ee5\u786e\u4fdd\u6709\u6548\u8bfb\u53d6\u65b0\u8bf7\u6c42\uff0c\u5e76\u786e\u4fdd\u5f53\u670d\u52a1\u5668\u540c\u65f6\u627f\u62c5\u591a\u4e2a\u5ba2\u6237\u7aef\u7684\u6c89\u91cd\u8d1f\u8377\u65f6\uff0c\u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u672c\u8eab\u4e0d\u4f1a\u6210\u4e3a\u74f6\u9888\u3002
property.send-rejection-notice.synopsis=\u6307\u793a\u5f53\u65b0\u8fde\u63a5\u7531\u4e8e\u67d0\u79cd\u539f\u56e0\u88ab\u62d2\u7edd\u65f6\uff0cLDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u662f\u5426\u5e94\u5411\u5ba2\u6237\u7aef\u53d1\u9001\u65ad\u5f00\u8fde\u63a5\u6269\u5c55\u54cd\u5e94\u6d88\u606f\u7684\u901a\u77e5\u3002
property.send-rejection-notice.description=\u8be5\u6269\u5c55\u54cd\u5e94\u6d88\u606f\u53ef\u4ee5\u63d0\u4f9b\u8fde\u63a5\u56e0\u4f55\u88ab\u62d2\u7edd\u7684\u8bf4\u660e\u3002
property.ssl-cert-nickname.synopsis=\u6307\u5b9a\u5728\u6267\u884c SSL \u901a\u4fe1\u65f6 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5e94\u5f53\u4f7f\u7528\u7684\u8bc1\u4e66\u7684\u6635\u79f0\uff08\u53c8\u79f0\u522b\u540d\uff09\u3002
property.ssl-cert-nickname.description=\u8fd9\u4ec5\u9002\u7528\u4e8e\u5c06 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL \u7684\u60c5\u51b5\u3002
property.ssl-cert-nickname.default-behavior.alias.synopsis=\u8bf7\u8ba9\u670d\u52a1\u5668\u51b3\u5b9a\u3002
property.ssl-cipher-suite.synopsis=\u6307\u5b9a\u5141\u8bb8\u5728 SSL \u6216 StartTLS \u901a\u4fe1\u4e2d\u4f7f\u7528\u7684 SSL \u5bc6\u7801\u7ec4\u7684\u540d\u79f0\u3002
property.ssl-cipher-suite.default-behavior.alias.synopsis=\u4f7f\u7528\u670d\u52a1\u5668\u7684 JVM \u63d0\u4f9b\u7684 SSL \u5bc6\u7801\u7ec4\u7684\u9ed8\u8ba4\u8bbe\u7f6e\u3002
property.ssl-cipher-suite.requires-admin-action.synopsis=\u5bf9\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4f46\u4ec5\u5f71\u54cd\u5728\u66f4\u6539\u540e\u521b\u5efa\u7684\u57fa\u4e8e SSL/TLS \u7684\u65b0\u4f1a\u8bdd\u3002
property.ssl-client-auth-policy.synopsis=\u6307\u5b9a LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5e94\u5f53\u5bf9\u5ba2\u6237\u7aef SSL \u8bc1\u4e66\u4f7f\u7528\u7684\u7b56\u7565\u3002
property.ssl-client-auth-policy.description=\u8fd9\u4ec5\u9002\u7528\u4e8e\u5141\u8bb8\u5ba2\u6237\u7aef\u4f7f\u7528 SSL \u7684\u60c5\u51b5\u3002
property.ssl-client-auth-policy.syntax.enumeration.value.optional.synopsis=\u6267\u884c SSL \u534f\u5546\u65f6\u8981\u6c42\u5ba2\u6237\u7aef\u63d0\u4f9b\u81ea\u5df1\u7684\u8bc1\u4e66\uff0c\u4f46\u5373\u4f7f\u5ba2\u6237\u7aef\u4e0d\u63d0\u4f9b\u8bc1\u4e66\uff0c\u5ba2\u6237\u7aef\u4ecd\u63a5\u53d7\u8fde\u63a5\u3002
property.ssl-client-auth-policy.syntax.enumeration.value.required.synopsis=\u6267\u884c SSL \u534f\u5546\u65f6\u8981\u6c42\u5ba2\u6237\u7aef\u63d0\u4f9b\u81ea\u5df1\u7684\u8bc1\u4e66\uff0c\u5982\u679c\u5ba2\u6237\u7aef\u4e0d\u63d0\u4f9b\u8bc1\u4e66\uff0c\u5219\u62d2\u7edd\u5176\u8bbf\u95ee\u3002
property.ssl-protocol.synopsis=\u6307\u5b9a\u5141\u8bb8\u5728 SSL \u6216 StartTLS \u901a\u4fe1\u4e2d\u4f7f\u7528\u7684 SSL \u534f\u8bae\u7684\u540d\u79f0\u3002
property.ssl-protocol.default-behavior.alias.synopsis=\u4f7f\u7528\u670d\u52a1\u5668\u7684 JVM \u63d0\u4f9b\u7684 SSL \u534f\u8bae\u7684\u9ed8\u8ba4\u8bbe\u7f6e\u3002
property.ssl-protocol.requires-admin-action.synopsis=\u5bf9\u8be5\u7279\u6027\u7684\u66f4\u6539\u5c06\u7acb\u5373\u751f\u6548\uff0c\u4f46\u4ec5\u5f71\u54cd\u66f4\u6539\u540e\u65b0\u521b\u5efa\u7684\u57fa\u4e8e SSL/TLS \u7684\u4f1a\u8bdd\u3002
property.trust-manager-provider.synopsis=\u6307\u5b9a\u5e94\u5f53\u4e0e LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u7ed3\u5408\u4f7f\u7528\u7684\u4fe1\u4efb\u7ba1\u7406\u5668\u7684\u540d\u79f0\u3002
property.trust-manager-provider.requires-admin-action.synopsis=\u5bf9\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4f46\u4ec5\u5f71\u54cd\u66f4\u6539\u540e\u5bf9\u5173\u8054\u5ba2\u6237\u7aef\u8fde\u63a5\u7684\u4fe1\u4efb\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u7684\u8bbf\u95ee\u3002
property.trust-manager-provider.syntax.aggregation.constraint-synopsis=\u5982\u679c\u542f\u7528 LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5e76\u5c06\u5176\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL \u6216 StartTLS\uff0c\u5219\u5fc5\u987b\u542f\u7528\u5f15\u7528\u7684\u4fe1\u4efb\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
property.use-ssl.synopsis=\u6307\u793a LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u662f\u5426\u5e94\u5f53\u4f7f\u7528 SSL\u3002
property.use-ssl.description=\u5982\u679c\u542f\u7528\uff0cLDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5c06\u4f7f\u7528 SSL \u5bf9\u4e0e\u5ba2\u6237\u7aef\u7684\u901a\u4fe1\u8fdb\u884c\u52a0\u5bc6\u3002
property.use-tcp-keep-alive.synopsis=\u6307\u793a LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u662f\u5426\u5e94\u4f7f\u7528 TCP \u4fdd\u6301\u6d3b\u52a8\u3002
property.use-tcp-keep-alive.description=\u5982\u679c\u542f\u7528\uff0cSO_KEEPALIVE \u5957\u63a5\u5b57\u9009\u9879\u5c06\u7528\u4e8e\u6307\u793a\uff1aTCP \u4fdd\u6301\u6d3b\u52a8\u6d88\u606f\u5e94\u5b9a\u671f\u53d1\u9001\u81f3\u5ba2\u6237\u7aef\uff0c\u4ee5\u9a8c\u8bc1\u5173\u8054\u7684\u8fde\u63a5\u4ecd\u7136\u6709\u6548\u3002\u5982\u679c\u57fa\u7840\u64cd\u4f5c\u7cfb\u7edf\u4e2d\u914d\u7f6e\u7684\u4fdd\u6301\u6d3b\u52a8\u65f6\u95f4\u95f4\u9694\u77ed\u4e8e\u7f51\u7edc\u786c\u4ef6\u6267\u884c\u7684\u8d85\u65f6\uff0c\u8fd9\u6837\u8fd8\u6709\u52a9\u4e8e\u907f\u514d\u4e2d\u95f4\u7f51\u7edc\u786c\u4ef6\u6084\u6084\u4e2d\u65ad\u5176\u4ed6\u7a7a\u95f2\u5ba2\u6237\u7aef\u8fde\u63a5\u3002
property.use-tcp-no-delay.synopsis=\u6307\u793a LDAP \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u662f\u5426\u5e94\u4f7f\u7528 TCP \u65e0\u5ef6\u8fdf\u3002
property.use-tcp-no-delay.description=\u5982\u679c\u542f\u7528\uff0cTCP_NODELAY \u5957\u63a5\u5b57\u9009\u9879\u5c06\u7528\u4e8e\u786e\u4fdd\uff1a\u7acb\u5373\u5411\u5ba2\u6237\u7aef\u53d1\u9001\u54cd\u5e94\u6d88\u606f\uff0c\u800c\u65e0\u9700\u7b49\u5f85\u786e\u5b9a\u662f\u5426\u53ef\u4ee5\u5728\u540c\u4e00\u5305\u4e2d\u53d1\u9001\u5176\u4ed6\u54cd\u5e94\u6d88\u606f\u3002\u5728\u5927\u591a\u6570\u60c5\u51b5\u4e0b\uff0c\u4f7f\u7528 TCP_NODELAY \u5957\u63a5\u5b57\u9009\u9879\u53ef\u4ee5\u63d0\u9ad8\u6027\u80fd\u548c\u7f29\u77ed\u54cd\u5e94\u65f6\u95f4\uff0c\u4f46\u662f\uff0c\u5bf9\u4e8e\u670d\u52a1\u5668\u4e3a\u54cd\u5e94\u641c\u7d22\u8bf7\u6c42\u5411\u5ba2\u6237\u7aef\u53d1\u9001\u5927\u91cf\u6761\u76ee\u7684\u60c5\u51b5\uff0c\u7981\u7528\u8be5\u9009\u9879\u53ef\u80fd\u4f1a\u6709\u5e2e\u52a9\u3002
