user-friendly-name=Controlador de conexi\u00f3n LDIF
user-friendly-plural-name=Controladores de conexi\u00f3n LDIF
synopsis=El controlador de conexi\u00f3n LDIF se utiliza para procesar cambios en el servidor por medio de operaciones internas, en las que los cambios de proceso se leen desde un archivo LDIF.
description=El controlador de conexi\u00f3n busca peri\u00f3dicamente la existencia de un nuevo archivo, procesa los cambios contenidos en dicho archivo como operaciones internas y escribe el resultado en un archivo de salida con comentarios que indican el resultado del procesamiento. NOTA: de forma predeterminada, las operaciones del controlador de conexi\u00f3n no se registran porque se trata de operaciones internas. Si desea registrar estas operaciones, permita el registro interno en el editor de registros de acceso.
property.allowed-client.synopsis=Especifica un conjunto de nombres de host o m\u00e1scaras de direcciones que determinan los clientes que pueden establecer conexiones con este controlador de conexi\u00f3n LDIF.
property.allowed-client.description=Los valores v\u00e1lidos incluyen un nombre de host, un nombre de dominio completamente calificado, un nombre de dominio, una direcci\u00f3n IP o una subred con una m\u00e1scara de subred.
property.allowed-client.default-behavior.alias.synopsis=Se permiten todos los clientes con direcciones que no coincidan con ninguna de las incluidas en la lista de direcciones denegadas. Si no existe ninguna lista de denegaci\u00f3n, se permitir\u00e1n todos los clientes.
property.allowed-client.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.denied-client.synopsis=Especifica un conjunto de nombres de host o m\u00e1scaras de direcciones para determinar qu\u00e9 clientes no tienen permitido establecer conexiones con este controlador de conexi\u00f3n LDIF.
property.denied-client.description=Los valores v\u00e1lidos incluyen un nombre de host, un nombre de dominio completamente calificado, un nombre de dominio, una direcci\u00f3n IP o una subred con una m\u00e1scara de subred. Si se define tanto la m\u00e1scara de denegaci\u00f3n como la de permiso, y una conexi\u00f3n de cliente coincide con al menos una de las m\u00e1scaras de ambas listas, se denegar\u00e1 la conexi\u00f3n. Si solo se especifica una lista de denegaci\u00f3n, se permitir\u00e1 cualquier cliente que no coincida con una m\u00e1scara de dicha lista.
property.denied-client.default-behavior.alias.synopsis=Si se especifica una lista de permitidos, s\u00f3lo se permitir\u00e1n los clientes cuyas direcciones est\u00e9n incluidas en dicha lista. De lo contrario, se permiten todos los clientes.
property.denied-client.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.enabled.synopsis=Indica si controlador de conexi\u00f3n LDIF est\u00e1 habilitado.
property.java-class.synopsis=Especifica el nombre completamente calificado de la clase de Java que proporciona la implementaci\u00f3n del controlador de conexi\u00f3n LDIF.
property.ldif-directory.synopsis=Especifica la ruta del directorio en la que deben colocarse los archivos LDIF.
property.poll-interval.synopsis=Especifica con qu\u00e9 frecuencia debe comprobar el controlador de conexi\u00f3n LDIF el directorio LDIF para determinar si se ha a\u00f1adido un nuevo archivo LDIF.
