user-friendly-name=Index de BD locale
user-friendly-plural-name=Index de bases de donn\u00e9es locales
synopsis=Les index de bases de donn\u00e9es locales sont utilis\u00e9s pour stocker des informations qui permettent de localiser des entr\u00e9es tr\u00e8s rapidement en traitant des op\u00e9rations de recherche.
description=L'indexation est effectu\u00e9e au niveau des attributs et diff\u00e9rents types d'indexation peuvent \u00eatre effectu\u00e9s pour diff\u00e9rents types d'attributs, selon l'acc\u00e8s pr\u00e9vu lors des op\u00e9rations de recherche.
property.attribute.synopsis=Sp\u00e9cifie le nom de l'attribut pour lequel l'index doit \u00eatre mis \u00e0 jour.
property.index-entry-limit.synopsis=Sp\u00e9cifie le nombre maximal d'entr\u00e9es pouvant correspondre \u00e0 une cl\u00e9 d'index donn\u00e9e avant que cette cl\u00e9 d'index ne soit plus mise \u00e0 jour.
property.index-entry-limit.description=Ceci est analogue \u00e0 L'ENSEMBLE du seuil ALL IDs du Sun Java System Directory Server. S'il est sp\u00e9cifi\u00e9, sa valeur remplace la configuration JE en backend. Pour n'avoir aucune limite, il faut utiliser la valeur 0.
property.index-entry-limit.requires-admin-action.synopsis=Si des cl\u00e9s d'index ont d\u00e9j\u00e0 atteint cette limite, des index doivent \u00eatre recr\u00e9\u00e9s avant de pouvoir utiliser la nouvelle limite.
property.index-extensible-matching-rule.synopsis=R\u00e8gle de correspondance extensible dans un index extensible
property.index-extensible-matching-rule.description=Vous devez sp\u00e9cifier une r\u00e8gle de correspondance extensible en indiquant LOCALE ou l\u2019ID de l\u2019objet de la r\u00e8gle.
property.index-extensible-matching-rule.default-behavior.alias.synopsis=Aucune r\u00e8gle de correspondance extensible ne sera index\u00e9e.
property.index-extensible-matching-rule.requires-admin-action.synopsis=L'index doit \u00eatre recr\u00e9\u00e9 avant de pouvoir refl\u00e9ter la nouvelle valeur.
property.index-extensible-matching-rule.syntax.string.pattern.synopsis=Locale ou ID de l\u2019objet
property.index-type.synopsis=Sp\u00e9cifie le ou les type(s) d'indexation qui doivent \u00eatre effectu\u00e9s pour l'attribut associ\u00e9.
property.index-type.description=Pour les types d'index \u00e9galit\u00e9, pr\u00e9sence et sous-cha\u00eene, le type d'attribut associ\u00e9 doit avoir une r\u00e8gle de correspondance associ\u00e9e.
property.index-type.requires-admin-action.synopsis=Si de nouveaux types d'index sont ajout\u00e9s pour un attribut, et que des valeurs pour cet attribut existent d\u00e9j\u00e0 dans la base de donn\u00e9es, l'index doit \u00eatre recr\u00e9\u00e9 pour qu'il soit pr\u00e9cis.
property.index-type.syntax.enumeration.value.approximate.synopsis=Ce type d'index est utilis\u00e9 pour am\u00e9liorer l'efficacit\u00e9 des recherches \u00e0 l'aide de filtres de recherche de correspondance approximative.
property.index-type.syntax.enumeration.value.equality.synopsis=Ce type d'index est utilis\u00e9 pour am\u00e9liorer l'efficacit\u00e9 des recherches \u00e0 l'aide de filtres de recherche d'\u00e9galit\u00e9.
property.index-type.syntax.enumeration.value.extensible.synopsis=Ce type d\u2019index permet d\u2019am\u00e9liorer l\u2019efficacit\u00e9 des recherches \u00e0 l\u2019aide de filtres de recherche de correspondance extensible.
property.index-type.syntax.enumeration.value.ordering.synopsis=Ce type d'index est utilis\u00e9 pour am\u00e9liorer l'efficacit\u00e9 des recherches \u00e0 l'aide de filtres de recherche "sup\u00e9rieur ou \u00e9gal \u00e0" ou "inf\u00e9rieur ou \u00e9gal \u00e0".
property.index-type.syntax.enumeration.value.presence.synopsis=Ce type d'index est utilis\u00e9 pour am\u00e9liorer l'efficacit\u00e9 des recherches \u00e0 l'aide de filtres de recherche de pr\u00e9sence.
property.index-type.syntax.enumeration.value.substring.synopsis=Ce type d'index est utilis\u00e9 pour am\u00e9liorer l'efficacit\u00e9 des recherches \u00e0 l'aide de filtres de recherche de sous-cha\u00eenes.
property.substring-length.synopsis=Longueur des sous-cha\u00eenes dans un index de sous-cha\u00eenes.
property.substring-length.requires-admin-action.synopsis=L'index doit \u00eatre recr\u00e9\u00e9 avant de pouvoir refl\u00e9ter la nouvelle valeur.
