user-friendly-name=\u30ed\u30fc\u30ab\u30eb DB VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9
user-friendly-plural-name=\u30ed\u30fc\u30ab\u30eb DB VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9
synopsis=\u30ed\u30fc\u30ab\u30eb DB VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3001VLV \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066\u7279\u5b9a\u306e\u691c\u7d22\u8981\u6c42\u3092\u52b9\u7387\u7684\u306b\u51e6\u7406\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u3001\u305d\u308c\u3089\u306e\u8981\u6c42\u306b\u3064\u3044\u3066\u306e\u60c5\u5831\u3092\u683c\u7d0d\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
description=VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3001\u7279\u5b9a\u306e\u30af\u30a8\u30ea\u30fc\u304a\u3088\u3073\u30bd\u30fc\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u6301\u3064\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u304c\u5b9f\u884c\u3055\u308c\u308b\u3053\u3068\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u52b9\u679c\u7684\u306b\u901a\u77e5\u3057\u307e\u3059\u3002\u307e\u305f\u3001\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3001\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u306e\u4f7f\u7528\u3092\u9ad8\u901f\u5316\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u60c5\u5831\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u53ce\u96c6\u304a\u3088\u3073\u4fdd\u6301\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.base-dn.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u4f5c\u6210\u3059\u308b\u691c\u7d22\u30af\u30a8\u30ea\u30fc\u3067\u4f7f\u7528\u3059\u308b\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.base-dn.requires-admin-action.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3053\u306e\u5c5e\u6027\u306e\u5909\u66f4\u5f8c\u306b\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.filter.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u4f5c\u6210\u3059\u308b\u30af\u30a8\u30ea\u30fc\u3067\u4f7f\u7528\u3059\u308b LDAP \u30d5\u30a3\u30eb\u30bf\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.filter.requires-admin-action.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3053\u306e\u5c5e\u6027\u306e\u5909\u66f4\u5f8c\u306b\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.filter.syntax.string.pattern.synopsis=\u6709\u52b9\u306a LDAP \u691c\u7d22\u30d5\u30a3\u30eb\u30bf
property.max-block-size.synopsis=\u5206\u5272\u3059\u308b\u524d\u306b\u30bd\u30fc\u30c8\u3055\u308c\u305f 1 \u3064\u306e\u30bb\u30c3\u30c8\u306b\u683c\u7d0d\u3059\u308b\u30a8\u30f3\u30c8\u30ea ID \u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-block-size.requires-admin-action.synopsis=\u30d6\u30ed\u30c3\u30af\u306f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u6b21\u56de\u5909\u66f4\u3055\u308c\u305f\u3068\u304d\u306b\u30b5\u30a4\u30ba\u5909\u66f4\u3055\u308c\u307e\u3059\u3002
property.name.synopsis=\u3053\u306e VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u4e00\u610f\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.name.requires-admin-action.synopsis=VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u540d\u306f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u4f5c\u6210\u5f8c\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002
property.scope.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u4f5c\u6210\u3059\u308b\u30af\u30a8\u30ea\u30fc\u306e LDAP \u7bc4\u56f2\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.scope.requires-admin-action.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3053\u306e\u5c5e\u6027\u306e\u5909\u66f4\u5f8c\u306b\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.scope.syntax.enumeration.value.base-object.synopsis=\u57fa\u672c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
property.scope.syntax.enumeration.value.single-level.synopsis=\u5b50\u5b6b\u307e\u305f\u306f\u57fa\u672c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u81ea\u4f53\u306e\u3044\u305a\u308c\u3082\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u57fa\u672c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u76f4\u4e0b\u306e\u5b50\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
property.scope.syntax.enumeration.value.subordinate-subtree.synopsis=\u57fa\u672c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u81ea\u4f53\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u57fa\u672c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4e0b\u306e\u30b5\u30d6\u30c4\u30ea\u30fc\u5168\u4f53\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
property.scope.syntax.enumeration.value.whole-subtree.synopsis=\u57fa\u672c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3068\u57fa\u672c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u4ee5\u4e0b\u306e\u30b5\u30d6\u30c4\u30ea\u30fc\u5168\u4f53\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
property.sort-order.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u4f5c\u6210\u3059\u308b\u30af\u30a8\u30ea\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u30bd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b\u5c5e\u6027\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.sort-order.description=\u6700\u9ad8\u306e\u512a\u5148\u5ea6\u304b\u3089\u6700\u4f4e\u306e\u512a\u5148\u5ea6\u307e\u3067\u5c5e\u6027\u540d\u3092\u4e00\u89a7\u8868\u793a\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u30bd\u30fc\u30c8\u9806\u306e\u6c7a\u5b9a\u306b\u8907\u6570\u306e\u5c5e\u6027\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002\u6607\u9806\u307e\u305f\u306f\u964d\u9806\u3067\u5c5e\u6027\u3092\u30bd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306b\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u5c5e\u6027\u540d\u306b + \u307e\u305f\u306f - \u306e\u63a5\u982d\u8f9e\u3092\u4ed8\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.sort-order.requires-admin-action.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3053\u306e\u5c5e\u6027\u306e\u5909\u66f4\u5f8c\u306b\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.sort-order.syntax.string.pattern.synopsis=\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u6709\u52b9\u306a\u5c5e\u6027\u578b\u3067\u3001\u30b9\u30da\u30fc\u30b9\u3067\u533a\u5207\u308a\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u3067 + \u307e\u305f\u306f - \u306e\u63a5\u982d\u8f9e\u3092\u4ed8\u3051\u307e\u3059\u3002
