user-friendly-name=\u30e1\u30f3\u30d0\u30fc\u4eee\u60f3\u5c5e\u6027
user-friendly-plural-name=\u30e6\u30fc\u30b6\u30fc\u5b9a\u7fa9\u306e\u4eee\u60f3\u5c5e\u6027
synopsis=\u30e1\u30f3\u30d0\u30fc\u4eee\u60f3\u5c5e\u6027\u306f\u3001\u30e1\u30f3\u30d0\u30fc\u307e\u305f\u306f\u5024\u304c\u6307\u5b9a\u3057\u305f\u4eee\u60f3\u30b9\u30bf\u30c6\u30a3\u30c3\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u30e1\u30f3\u30d0\u30fc\u306e DN \u3067\u3042\u308b uniqueMember \u5c5e\u6027\u3092\u751f\u6210\u3057\u307e\u3059\u3002
description=\u3053\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u3001\u4eee\u60f3\u30b9\u30bf\u30c6\u30a3\u30c3\u30af\u30b0\u30eb\u30fc\u30d7\u6a5f\u80fd\u3092\u5b9f\u88c5\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u4eee\u60f3\u30b9\u30bf\u30c6\u30a3\u30c3\u30af\u30b0\u30eb\u30fc\u30d7\u6a5f\u80fd\u3067\u306f\u3001\u30b9\u30bf\u30c6\u30a3\u30c3\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u3088\u3046\u306a\u30a8\u30f3\u30c8\u30ea\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u304c\u3001\u305d\u306e\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u306e\u3059\u3079\u3066\u3092\u30c0\u30a4\u30ca\u30df\u30c3\u30af\u30b0\u30eb\u30fc\u30d7 (\u307e\u305f\u306f\u5225\u306e\u30b9\u30bf\u30c6\u30a3\u30c3\u30af\u30b0\u30eb\u30fc\u30d7\u306a\u3069\u3001\u4ed6\u306e\u30bf\u30a4\u30d7\u306e\u30b0\u30eb\u30fc\u30d7) \u304b\u3089\u53d6\u5f97\u3057\u307e\u3059\u3002\u3053\u306e\u5b9f\u88c5\u306f\u3001\u691c\u7d22\u304c\u5b9f\u969b\u306b\u306f\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u5c5e\u6027\u3092\u8fd4\u3055\u306a\u3044\u3068\u304d\u306b\u3001\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u304c (\u305f\u3068\u3048\u3070\u3001\u300c(uniqueMember=uid=john.doe,ou=People,dc=example,dc=com)\u300d\u306e\u3088\u3046\u306a\u30d5\u30a3\u30eb\u30bf\u306b\u3088\u3063\u3066) \u30b0\u30eb\u30fc\u30d7\u306e\u30e1\u30f3\u30d0\u30fc\u3067\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u3088\u3046\u3068\u3059\u308b\u3068\u304d\u306b\u3082\u3063\u3068\u3082\u52b9\u679c\u7684\u3067\u3059\u3002\u3053\u308c\u306f\u30e1\u30f3\u30d0\u30fc\u307e\u305f\u306f uniqueMember \u5c5e\u6027\u306e\u5b8c\u5168\u306a\u5024\u30bb\u30c3\u30c8\u3092\u751f\u6210\u3059\u308b\u305f\u3081\u306b\u6a5f\u80fd\u3057\u307e\u3059\u304c\u3001\u5927\u304d\u306a\u30b0\u30eb\u30fc\u30d7\u3067\u306f\u4e0d\u7d4c\u6e08\u306a\u64cd\u4f5c\u306b\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
property.allow-retrieving-membership.synopsis=\u4eee\u60f3\u5c5e\u6027\u306e\u3059\u3079\u3066\u306e\u5024\u3092\u8981\u6c42\u3059\u308b\u8981\u6c42\u3092\u51e6\u7406\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-retrieving-membership.description=\u3053\u306e\u64cd\u4f5c\u306f\u5834\u5408\u306b\u3088\u3063\u3066\u306f\u975e\u5e38\u306b\u4e0d\u7d4c\u6e08\u3067\u3001\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30e1\u30f3\u30d0\u30fc\u3067\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3059\u308b\u305f\u3081\u306b\u30b9\u30bf\u30c6\u30a3\u30c3\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u69d8\u5f0f\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u3001\u4eee\u60f3\u30b9\u30bf\u30c6\u30a3\u30c3\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u4e3b\u306a\u6a5f\u80fd\u3068\u6574\u5408\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u306e\u5c5e\u6027\u3092\u507d\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u5b8c\u5168\u306a\u5024\u30bb\u30c3\u30c8\u3092\u53d7\u3051\u53d6\u308b\u8a66\u307f\u3068\u3001\u5c5e\u6027\u306b\u7279\u5b9a\u306e\u5024\u307e\u305f\u306f\u5024\u30bb\u30c3\u30c8 (\u4e3b\u306b\u4eee\u60f3\u30b9\u30bf\u30c6\u30a3\u30c3\u30af\u30b0\u30eb\u30fc\u30d7\u3067\u4f7f\u7528\u3055\u308c\u308b\u3068\u4e88\u60f3\u3055\u308c\u308b) \u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u3088\u3046\u3068\u3059\u308b\u3060\u3051\u306e\u8a66\u307f\u304c\u9069\u5207\u306b\u51e6\u7406\u3055\u308c\u307e\u3059\u3002
property.attribute-type.synopsis=\u5024\u304c\u4eee\u60f3\u5c5e\u6027\u306b\u3088\u3063\u3066\u52d5\u7684\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u308b\u5c5e\u6027\u306e\u5c5e\u6027\u578b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.base-dn.synopsis=\u3053\u306e\u4eee\u60f3\u5c5e\u6027\u3092\u4f7f\u7528\u3067\u304d\u308b\u30a8\u30f3\u30c8\u30ea\u3092\u683c\u7d0d\u3057\u3066\u3044\u308b\u5206\u5c90\u306e\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.base-dn.description=\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u30b5\u30fc\u30d0\u30fc\u5185\u306b\u4eee\u60f3\u5c5e\u6027\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.base-dn.default-behavior.alias.synopsis=\u30a8\u30f3\u30c8\u30ea\u304c\u3053\u306e\u4eee\u60f3\u5c5e\u6027\u3092\u4f7f\u7528\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3059\u308b\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u30a8\u30f3\u30c8\u30ea\u306e\u5834\u6240\u306f\u8003\u616e\u3055\u308c\u307e\u305b\u3093\u3002
property.conflict-behavior.synopsis=\u30a8\u30f3\u30c8\u30ea\u306b\u95a2\u9023\u3057\u305f\u5c5e\u6027\u306e\u5b9f\u5024\u304c 1 \u3064\u307e\u305f\u306f\u8907\u6570\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u52d5\u4f5c\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=\u4eee\u60f3\u5c5e\u6027\u30d7\u30ed\u30d0\u30a4\u30c0\u304c\u30a8\u30f3\u30c8\u30ea\u5185\u306e\u5b9f\u5024\u3092\u4fdd\u6301\u3057\u3001\u751f\u6210\u3055\u308c\u305f\u4e00\u9023\u306e\u4eee\u60f3\u5024\u3068\u30de\u30fc\u30b8\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u5b9f\u5024\u3068\u4eee\u60f3\u5024\u304c\u4e21\u65b9\u3068\u3082\u4f7f\u7528\u3055\u308c\u308b\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=\u30a8\u30f3\u30c8\u30ea\u5185\u306e\u5b9f\u5024\u304c\u3059\u3079\u3066\u4fdd\u6301\u304a\u3088\u3073\u4f7f\u7528\u3055\u308c\u3001\u4eee\u60f3\u5024\u304c\u751f\u6210\u3055\u308c\u306a\u3044\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=\u4eee\u60f3\u5c5e\u6027\u30d7\u30ed\u30d0\u30a4\u30c0\u304c\u30a8\u30f3\u30c8\u30ea\u5185\u306e\u5b9f\u5024\u3092\u6291\u5236\u3057\u3001\u4eee\u60f3\u5024\u3092\u751f\u6210\u3057\u3066\u4f7f\u7528\u3059\u308b\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002
property.enabled.synopsis=\u30e1\u30f3\u30d0\u30fc\u4eee\u60f3\u5c5e\u6027\u304c\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u3063\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.filter.synopsis=\u3053\u308c\u3089\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u5bfe\u3057\u3066\u4eee\u60f3\u5c5e\u6027\u3092\u751f\u6210\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3059\u308b\u305f\u3081\u306b\u3001\u30a8\u30f3\u30c8\u30ea\u306b\u9069\u7528\u3055\u308c\u308b\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.filter.description=\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u3001\u751f\u6210\u3055\u308c\u305f\u5024\u3092\u4fdd\u6301\u3067\u304d\u307e\u3059\u3002\u30d5\u30a3\u30eb\u30bf\u3092 1 \u3064\u4ee5\u4e0a\u6307\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u308c\u3089\u306e\u30d5\u30a3\u30eb\u30bf\u3068 1 \u3064\u4ee5\u4e0a\u4e00\u81f4\u3059\u308b\u30a8\u30f3\u30c8\u30ea\u3060\u3051\u304c\u3001\u4eee\u60f3\u5c5e\u6027\u3092\u4fdd\u6301\u3067\u304d\u307e\u3059\u3002
property.filter.syntax.string.pattern.synopsis=\u6709\u52b9\u306a\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u6587\u5b57\u5217\u3002
property.group-dn.synopsis=\u3053\u306e\u4eee\u60f3\u5c5e\u6027\u3092\u4f7f\u7528\u3067\u304d\u308b\u30e1\u30f3\u30d0\u30fc\u3092\u542b\u3080\u30b0\u30eb\u30fc\u30d7\u306e DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.group-dn.description=\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u4eee\u60f3\u5c5e\u6027\u306e\u751f\u6210\u6642\u306b\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u306f\u8003\u616e\u3055\u308c\u307e\u305b\u3093\u3002\u30b0\u30eb\u30fc\u30d7 DN \u3092 1 \u3064\u4ee5\u4e0a\u6307\u5b9a\u3057\u305f\u5834\u5408\u3001\u3053\u308c\u3089\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u30e1\u30f3\u30d0\u30fc\u3060\u3051\u304c\u3001\u4eee\u60f3\u5c5e\u6027\u3092\u4fdd\u6301\u3067\u304d\u307e\u3059\u3002
property.group-dn.default-behavior.alias.synopsis=\u30a8\u30f3\u30c8\u30ea\u304c\u3053\u306e\u4eee\u60f3\u5c5e\u6027\u3092\u4f7f\u7528\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3059\u308b\u5834\u5408\u3001\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u306f\u8003\u616e\u3055\u308c\u307e\u305b\u3093\u3002
property.java-class.synopsis=\u5c5e\u6027\u5024\u3092\u751f\u6210\u3059\u308b\u4eee\u60f3\u5c5e\u6027\u30d7\u30ed\u30d0\u30a4\u30c0\u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
