user-friendly-name=Groupe r\u00e9seau
user-friendly-plural-name=Groupes r\u00e9seau
synopsis=Le groupe r\u00e9seau permet de classifier des connexions client entrantes et de diriger les requ\u00eates vers les flux de travaux.
property.allowed-auth-method.synopsis=Sp\u00e9cifie un ensemble de m\u00e9thodes d\u2019autorisation possibles que les clients doivent appliquer afin d\u2019\u00e9tablir des connexions avec ce groupe r\u00e9seau.
property.allowed-auth-method.default-behavior.alias.synopsis=Toutes les m\u00e9thodes d'autorisation sont autoris\u00e9es.
property.allowed-auth-method.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.allowed-auth-method.syntax.enumeration.value.anonymous.synopsis=Clients non autoris\u00e9s
property.allowed-auth-method.syntax.enumeration.value.sasl.synopsis=Clients qui \u00e9tablissent une liaison via une authentification par certificat externe/SASL.
property.allowed-auth-method.syntax.enumeration.value.simple.synopsis=Clients qui \u00e9tablissent une liaison via une authentification simple (nom d\u2019utilisateur et mot de passe).
property.allowed-bind-dn.synopsis=Sp\u00e9cifie un ensemble de mod\u00e8les DN de liaison qui d\u00e9termine les clients qui sont autoris\u00e9s \u00e0 \u00e9tablir des connexions vers ce groupe r\u00e9seau.
property.allowed-bind-dn.description=Les filtres DN de liaison valides sont des cha\u00eenes comprenant des z\u00e9ro ou plusieurs caract\u00e8res g\u00e9n\u00e9riques. Un double caract\u00e8re g\u00e9n\u00e9rique ** remplace un ou plusieurs composants NRD (comme dans uid=dmiller,**,dc=example,dc=com). Un caract\u00e8re g\u00e9n\u00e9rique simple * remplace un NRD en entier ou un type en entier ou une sous-cha\u00eene de valeur (comme dans uid=bj*,ou=people,dc=example,dc=com).
property.allowed-bind-dn.default-behavior.alias.synopsis=Tous les DN de liaison sont autoris\u00e9s.
property.allowed-bind-dn.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.allowed-client.synopsis=Sp\u00e9cifie un ensemble de noms d\u2019h\u00f4tes ou de masques d\u2019adresses qui d\u00e9terminent les clients qui sont autoris\u00e9s \u00e0 \u00e9tablir des connexions vers ce groupe r\u00e9seau.
property.allowed-client.description=Les valeurs valides incluent un nom d'h\u00f4te, un nom de domaine complet, un nom de domaine, une adresse IP ou un sous-r\u00e9seau avec un masque de sous-r\u00e9seau.
property.allowed-client.default-behavior.alias.synopsis=Tous les clients dont les adresses ne correspondent pas \u00e0 une adresse de la liste de refus sont autoris\u00e9s. S'il n'existe pas de liste de refus, tous les clients sont autoris\u00e9s.
property.allowed-client.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.allowed-protocol.synopsis=Sp\u00e9cifie un ensemble de protocoles pris en charge autoris\u00e9s que les clients doivent appliquer afin d\u2019\u00e9tablir des connexions vers ce groupe r\u00e9seau.
property.allowed-protocol.default-behavior.alias.synopsis=Tous les protocoles pris en charge sont autoris\u00e9s.
property.allowed-protocol.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.allowed-protocol.syntax.enumeration.value.ldap.synopsis=Les clients utilisant le protocole LDAP sont autoris\u00e9s.
property.allowed-protocol.syntax.enumeration.value.ldaps.synopsis=Les clients utilisant le protocole LDAPS sont autoris\u00e9s.
property.denied-client.synopsis=Sp\u00e9cifie un ensemble de noms d\u2019h\u00f4tes ou de masques d\u2019adresses qui d\u00e9terminent les clients non autoris\u00e9s \u00e0 \u00e9tablir des connexions vers ce groupe r\u00e9seau.
property.denied-client.description=Les valeurs valides incluent un nom d'h\u00f4te, un nom de domaine complet, un nom de domaine, une adresse IP ou un sous-r\u00e9seau avec un masque de sous-r\u00e9seau. Si les masques de client autoris\u00e9s et refus\u00e9s sont d\u00e9finis et qu'une connexion cliente correspond \u00e0 un ou plusieurs masques dans les deux listes, alors la connexion est refus\u00e9e. Si seule une liste de refus est sp\u00e9cifi\u00e9e, alors tout client qui ne correspond pas \u00e0 un masque dans cette liste est autoris\u00e9.
property.denied-client.default-behavior.alias.synopsis=Si une liste d'autorisation est sp\u00e9cifi\u00e9e, alors seuls les clients ayant des adresses figurant sur la liste d'autorisation sont autoris\u00e9s. Dans le cas contraire, tous les clients sont autoris\u00e9s.
property.denied-client.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.enabled.synopsis=Indique si l'utilisation du groupe de r\u00e9seau est activ\u00e9e sur le serveur.
property.enabled.description=Si un groupe r\u00e9seau n\u2019est pas activ\u00e9, ses flux de travaux ne seront pas accessibles lors de traitement des op\u00e9rations.
property.is-security-mandatory.synopsis=Sp\u00e9cifie si une connexion client s\u00e9curis\u00e9e est requise afin que les clients puissent \u00e9tablir des connexions vers ce groupe r\u00e9seau.
property.is-security-mandatory.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.priority.synopsis=Indique la priorit\u00e9 de ce groupe r\u00e9seau.
property.priority.description=Une connexion client est d\u2019abord compar\u00e9e au groupe r\u00e9seau avec la priorit\u00e9 la plus basse. Si la connexion client ne r\u00e9pond pas aux crit\u00e8res de connexion, elle est compar\u00e9e au groupe r\u00e9seau avec la priorit\u00e9 la plus basse suivante, etc. Si aucun groupe r\u00e9seau n\u2019a \u00e9t\u00e9 s\u00e9lectionn\u00e9, la connexion client est rejet\u00e9e.
property.workflow.synopsis=Sp\u00e9cifie un ensemble de flux de travaux accessibles \u00e0 partir de ce groupe r\u00e9seau.
property.workflow.default-behavior.alias.synopsis=Aucun flux de travaux n\u2019est accessible.
property.workflow.syntax.aggregation.constraint-synopsis=Les flux de travaux r\u00e9f\u00e9renc\u00e9s doivent \u00eatre activ\u00e9s.
relation.network-group-qos-policy.user-friendly-name=Strat\u00e9gie QoS du groupe r\u00e9seau
relation.network-group-qos-policy.user-friendly-plural-name=Strat\u00e9gies QoS du groupe r\u00e9seau
relation.network-group-qos-policy.synopsis=Sp\u00e9cifie un ensemble de strat\u00e9gies de qualit\u00e9 de service (QoS) mises en \u0153uvre par la strat\u00e9gie QoS.
relation.network-group-qos-policy.description=Toutes les connexions client appartenant \u00e0 la strat\u00e9gie QoS doivent respecter ses strat\u00e9gies.
