user-friendly-name=Attribut virtuel de sous-entr\u00e9e de strat\u00e9gie de mot de passe
user-friendly-plural-name=Attributs virtuels de sous-entr\u00e9e de strat\u00e9gie de mot de passe
synopsis=L'attribut virtuel de sous-entr\u00e9e de strat\u00e9gie de mot de passe g\u00e9n\u00e8re un attribut virtuel qui pointe vers la sous-entr\u00e9e de strat\u00e9gie de mot de passe en vigueur dans l'entr\u00e9e.
property.attribute-type.synopsis=Sp\u00e9cifie le type d\u2019attribut pour l\u2019attribut dont les valeurs doivent \u00eatre assign\u00e9es dynamiquement par l\u2019attribut virtuel.
property.base-dn.synopsis=Sp\u00e9cifie les DN de base pour les branches contenant les entr\u00e9es qualifi\u00e9es pour l\u2019utilisation de cet attribut virtuel.
property.base-dn.description=Si aucune valeur n\u2019est fournie, le serveur g\u00e9n\u00e8re des attributs virtuels n\u2019importe o\u00f9 dans le serveur.
property.base-dn.default-behavior.alias.synopsis=L\u2019emplacement de l\u2019entr\u00e9e dans le serveur n\u2019est pas pris en compte lors de la d\u00e9termination de la qualification d\u2019une entr\u00e9e pour qu\u2019elle puisse utiliser cet attribut virtuel.
property.conflict-behavior.synopsis=Sp\u00e9cifie le comportement que le serveur doit avoir pour les entr\u00e9es qui contiennent d\u00e9j\u00e0 une ou plusieurs valeurs r\u00e9elles pour l\u2019attribut associ\u00e9.
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=Indique que le fournisseur d\u2019attributs virtuels doit pr\u00e9server toutes les valeurs r\u00e9elles contenues dans l\u2019entr\u00e9e et les fusionner avec l\u2019ensemble des valeurs virtuelles g\u00e9n\u00e9r\u00e9es, de sorte que les valeurs r\u00e9elles et virtuelles soient utilis\u00e9es.
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=Indique que toutes les valeurs r\u00e9elles contenues dans l\u2019entr\u00e9e sont pr\u00e9serv\u00e9es et utilis\u00e9es, et que les valeurs virtuelles ne sont pas g\u00e9n\u00e9r\u00e9es.
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=Indique que le fournisseur d\u2019attribut virtuel supprime toutes les valeurs r\u00e9elles contenues dans l\u2019entr\u00e9e, qu\u2019il g\u00e9n\u00e8re des valeurs virtuelles et les utilise.
property.enabled.synopsis=Indique si l'attribut virtuel de sous-entr\u00e9e de strat\u00e9gie de mot de passe est activ\u00e9 pour utilisation.
property.filter.synopsis=Sp\u00e9cifie les filtres de recherche \u00e0 appliquer par comparaison aux entr\u00e9es pour d\u00e9terminer si l\u2019attribut virtuel doit \u00eatre g\u00e9n\u00e9r\u00e9 pour ces entr\u00e9es.
property.filter.description=Si aucune valeur n'est donn\u00e9e, aucune entr\u00e9e n'est \u00e9ligible pour faire g\u00e9n\u00e9rer la valeur. Si un ou plusieurs filtres est sp\u00e9cifi\u00e9, seules les entr\u00e9es qui correspondent \u00e0 au moins un de ces filtres sont autoris\u00e9es \u00e0 avoir l\u2019attribut virtuel.
property.filter.syntax.string.pattern.synopsis=Toute cha\u00eene de filtre de recherche valide.
property.group-dn.synopsis=Sp\u00e9cifie les DN des groupes dont les membres peuvent \u00eatre qualifi\u00e9s pour utiliser cet attribut virtuel.
property.group-dn.description=Si aucune valeur n'est donn\u00e9e, l'appartenance au groupe n'est pas prise en compte lors de la g\u00e9n\u00e9ration de l'attribut virtuel. Si un ou plusieurs DN de groupe est sp\u00e9cifi\u00e9, seuls les membres de ces groupes ont l\u2019autorisation d\u2019avoir l\u2019attribut virtuel.
property.group-dn.default-behavior.alias.synopsis=L\u2019appartenance \u00e0 un groupe n\u2019est pas prise en compte lors de la d\u00e9termination de la qualification d\u2019une entr\u00e9e pour utiliser cet attribut virtuel.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe du fournisseur d\u2019attribut virtuel qui g\u00e9n\u00e8re les valeurs d\u2019attribut.
