user-friendly-name=Identit\u00e4tsmapper f\u00fcr regul\u00e4ren Ausdruck
user-friendly-plural-name=Identit\u00e4tsmapper f\u00fcr regul\u00e4ren Ausdruck
synopsis=Der Identit\u00e4tsmapper f\u00fcr regul\u00e4ren Ausdruck bietet eine M\u00f6glichkeit, einen regul\u00e4ren Ausdruck zum Umsetzen der angegebenen Kennung beim Suchen des entsprechenden Benutzereintrags zu verwenden.
description=Er kann beispielsweise verwendet werden, wenn die angegebene Kennung vermutlich eine E-Mail-Adresse oder ein Kerberos-Principal sein wird. Im Zuordnungsprozess kann jedoch nur der Benutzernamenabschnitt (der Teil vor dem Symbol "@") verwendet werden. Beachten Sie, dass ein Ersatz nur stattfindet, wenn alle oder Teil der ID-Zeichenfolgen mit dem angegebenen \u00dcbereinstimmungsmuster \u00fcbereinstimmen. Wenn kein Bestandteil der ID-Zeichenfolge mit dem angegebenen Muster \u00fcbereinstimmt, wird die angegebene ID-Zeichenfolge ohne \u00c4nderung verwendet.
property.enabled.synopsis=Gibt an, ob der Identit\u00e4tsmapper f\u00fcr regul\u00e4ren Ausdruck zur Benutzung aktiviert ist.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, den Identit\u00e4tsmapper f\u00fcr regul\u00e4ren Ausdruck implementiert.
property.match-attribute.synopsis=Gibt den Namen oder die OID des Attributs an, dessen Wert mit der angegebenen Kennungszeichenfolge \u00fcbereinstimmt, nachdem sie von dem verkn\u00fcpften regul\u00e4ren Ausdruck verarbeitet wurde.
property.match-attribute.description=Alle Werte m\u00fcssen auf den Namen oder die OID eines im Directory Server-Schema definierten Attributtyps verweisen.  Falls mehrere Attribute oder OIDs angegeben werden, muss mindestens eines der angegeben Attribute den gegebenen ID-String in einem der Werte enthalten.
property.match-base-dn.synopsis=Gibt die Basis-DNs an, die f\u00fcr Suchvorg\u00e4nge zu verwenden sind, um die angegebene ID-Zeichenfolge einem Benutzereintrag zuzuordnen. Falls mehrere Werte angegeben werden, wird die Suche in allen angegebenen DNs ausgef\u00fchrt.
property.match-base-dn.default-behavior.alias.synopsis=Der Server sucht unter allen \u00f6ffentlichen Naming-Kontexten.
property.match-pattern.synopsis=Gibt das regul\u00e4re Ausdrucksmuster an, das verwendet wird, um Abschnitte der zu ersetzenden ID-Zeichenfolge zu identifizieren.
property.match-pattern.description=Jeder Abschnitt der ID-Zeichenfolge, die mit diesem Muster \u00fcbereinstimmt, wird entsprechend dem angegebenen Ersatzmuster ausgetauscht (oder entfernt, wenn kein Ersatzmuster angegeben wird). Wenn mehrere Unterzeichenfolgen in der angegebenen ID-Zeichenfolge mit diesem Muster \u00fcbereinstimmen, werden alle vorkommenden F\u00e4lle ersetzt. Wenn kein Teil dieser angegebenen ID-Zeichenfolge mit diesem Muster \u00fcbereinstimmt, wird die ID-Zeichenfolge nicht ge\u00e4ndert. Es muss genau ein Wert f\u00fcr das \u00dcbereinstimmungsmuster angegeben werden. Und es muss sich um einen regul\u00e4ren Ausdruck wie in der API-Dokumentation f\u00fcr die Klasse java.util.regex.Pattern beschrieben handeln, einschlie\u00dflich der Unterst\u00fctzung f\u00fcr die erfassenden Gruppen.
property.match-pattern.syntax.string.pattern.synopsis=Jedes regul\u00e4re Ausdruckmuster, das von der Klasse javax.util.regex.Pattern unterst\u00fctzt wird (unter http://java.sun.com/j2se/1.5.0/docs/api/java/util/regex/Pattern.html finden Sie die Dokumentation zu dieser Klasse f\u00fcr Java SE 5).
property.replace-pattern.synopsis=Gibt das Ersatzmuster an, das f\u00fcr Unterzeichenfolgen in der ID-Zeichenfolge verwendet werden soll, die dem angegebenen regul\u00e4ren Ausdrucksmuster entsprechen.
property.replace-pattern.description=Wenn kein Ersatzmuster angegeben wird, werden \u00fcbereinstimmende Abschnitte der ID-Zeichenfolgen entfernt (d. h. durch eine leere Zeichenfolge ersetzt). Das Ersatzmuster kann eine Zeichenfolge aus einer erfassenden Gruppe enthalten, wenn ein Dollarzeichen ($) verwendet wird, auf das ein Ganzzahlwert folgt, der angibt, welche erfassende Gruppe verwendet werden soll.
property.replace-pattern.default-behavior.alias.synopsis=Das Ersatzmuster wird eine leere Zeichenfolge sein.
property.replace-pattern.syntax.string.pattern.synopsis=Jede g\u00fcltige Ersatzzeichenfolge, die von der Klasse javax.util.regex.Matcher zugelassen wird.
