user-friendly-name=\u6b63\u5219\u8868\u8fbe\u5f0f\u8eab\u4efd\u6620\u5c04\u5668
user-friendly-plural-name=\u6b63\u5219\u8868\u8fbe\u5f0f\u8eab\u4efd\u6620\u5c04\u5668
synopsis=\u6b63\u5219\u8868\u8fbe\u5f0f\u8eab\u4efd\u6620\u5c04\u5668\u63d0\u4f9b\u4e86\u4e00\u79cd\u5728\u641c\u7d22\u9002\u5f53\u7528\u6237\u6761\u76ee\u65f6\uff0c\u4f7f\u7528\u6b63\u5219\u8868\u8fbe\u5f0f\u8f6c\u6362\u63d0\u4f9b\u7684\u6807\u8bc6\u7b26\u7684\u65b9\u6cd5\u3002
description=\u4f8b\u5982\uff0c\u5982\u679c\u60a8\u5e0c\u671b\u63d0\u4f9b\u7684\u6807\u8bc6\u7b26\u662f\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u6216 Kerberos \u4e3b\u4f53\uff0c\u4f46\u4ec5\u7528\u6237\u540d\u90e8\u5206\uff08"@" \u7b26\u53f7\u4e4b\u524d\u7684\u90e8\u5206\uff09\u5e94\u5728\u6620\u5c04\u8fc7\u7a0b\u4e2d\u4f7f\u7528\uff0c\u5728\u8fd9\u79cd\u60c5\u51b5\u4e0b\uff0c\u53ef\u4ee5\u4f7f\u7528\u8be5\u6620\u5c04\u5668\u3002\u8bf7\u6ce8\u610f\uff0c\u53ea\u6709\u6240\u63d0\u4f9b\u7684 ID \u5b57\u7b26\u4e32\u6574\u4f53\u6216\u67d0\u4e00\u90e8\u5206\u4e0e\u7ed9\u5b9a\u5339\u914d\u6a21\u5f0f\u5339\u914d\uff0c\u624d\u4f1a\u8fdb\u884c\u66ff\u6362\u3002\u5982\u679c\u6ca1\u6709\u4e0e\u6240\u63d0\u4f9b\u6a21\u5f0f\u5339\u914d\u7684 ID \u5b57\u7b26\u4e32\u90e8\u5206\uff0c\u5219\u5c06\u4f7f\u7528\u7ed9\u5b9a ID \u5b57\u7b26\u4e32\uff0c\u800c\u4e0d\u8fdb\u884c\u4efb\u4f55\u66f4\u6539\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528\u6b63\u5219\u8868\u8fbe\u5f0f\u8eab\u4efd\u6620\u5c04\u5668\u4ee5\u8fdb\u884c\u4f7f\u7528\u3002
property.java-class.synopsis=\u6307\u5b9a\u7528\u4e8e\u63d0\u4f9b\u6b63\u5219\u8868\u8fbe\u5f0f\u8eab\u4efd\u6620\u5c04\u5668\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u3002
property.match-attribute.synopsis=\u6307\u5b9a\u5c5e\u6027\u7684\u540d\u79f0\u6216 OID\uff0c\u8be5\u5c5e\u6027\u7684\u503c\u5728\u88ab\u5173\u8054\u7684\u6b63\u5219\u8868\u8fbe\u5f0f\u5904\u7406\u540e\u5e94\u4e0e\u63d0\u4f9b\u7684\u6807\u8bc6\u7b26\u5b57\u7b26\u4e32\u5339\u914d\u3002
property.match-attribute.description=\u6240\u6709\u503c\u5fc5\u987b\u5f15\u7528\u76ee\u5f55\u670d\u52a1\u5668\u6a21\u5f0f\u4e2d\u5b9a\u4e49\u7684\u5c5e\u6027\u7c7b\u578b\u7684\u540d\u79f0\u6216 OID\u3002\u5982\u679c\u63d0\u4f9b\u4e86\u591a\u4e2a\u5c5e\u6027\u6216 OID\uff0c\u5219\u5fc5\u987b\u81f3\u5c11\u6709\u4e00\u4e2a\u5c5e\u6027\u5c06\u63d0\u4f9b\u7684 ID \u5b57\u7b26\u4e32\u503c\u5305\u542b\u5728\u5b8c\u5168\u552f\u4e00\u7684\u6761\u76ee\u4e2d\u3002
property.match-base-dn.synopsis=\u6307\u5b9a\u5728\u6267\u884c\u641c\u7d22\u4ee5\u5c06\u63d0\u4f9b\u7684 ID \u5b57\u7b26\u4e32\u6620\u5c04\u5230\u7528\u6237\u6761\u76ee\u65f6\u5e94\u4f7f\u7528\u7684\u57fa DN\u3002\u5982\u679c\u7ed9\u5b9a\u591a\u4e2a\u503c\uff0c\u5219\u5c06\u5728\u6240\u6709\u6307\u5b9a\u7684\u57fa DN \u4e4b\u4e0b\u6267\u884c\u641c\u7d22\u3002
property.match-base-dn.default-behavior.alias.synopsis=\u670d\u52a1\u5668\u5c06\u641c\u7d22\u4e4b\u4e0b\u7684\u6240\u6709\u516c\u5171\u547d\u540d\u4e0a\u4e0b\u6587\u3002
property.match-pattern.synopsis=\u6307\u5b9a\u7528\u4e8e\u6807\u8bc6\u5c06\u66ff\u6362\u7684 ID \u5b57\u7b26\u4e32\u90e8\u5206\u7684\u6b63\u5219\u8868\u8fbe\u5f0f\u6a21\u5f0f\u3002
property.match-pattern.description=\u4e0e\u8be5\u6a21\u5f0f\u5339\u914d\u7684\u4efb\u4f55 ID \u5b57\u7b26\u4e32\u90e8\u5206\u5c06\u4f9d\u7167\u63d0\u4f9b\u7684\u66ff\u6362\u6a21\u5f0f\u8fdb\u884c\u66ff\u6362\uff08\u5982\u679c\u672a\u6307\u5b9a\u66ff\u6362\u6a21\u5f0f\uff0c\u5219\u5c06\u5220\u9664\uff09\u3002\u5982\u679c\u5728\u7ed9\u5b9a ID \u5b57\u7b26\u4e32\u4e2d\u6709\u591a\u4e2a\u5b57\u4e32\u4e0e\u8be5\u6a21\u5f0f\u5339\u914d\uff0c\u5219\u5c06\u66ff\u6362\u5339\u914d\u7684\u6240\u6709\u5b57\u4e32\u3002\u5982\u679c\u7ed9\u5b9a ID \u5b57\u7b26\u4e32\u7684\u4efb\u4f55\u90e8\u5206\u90fd\u4e0d\u4e0e\u8be5\u6a21\u5f0f\u5339\u914d\uff0c\u5219\u5c06\u4e0d\u4f1a\u66f4\u6539\u8be5 ID \u5b57\u7b26\u4e32\u3002\u5fc5\u987b\u63d0\u4f9b\u5b8c\u5168\u552f\u4e00\u5339\u914d\u6a21\u5f0f\u503c\uff0c\u8be5\u503c\u5fc5\u987b\u662f\u6709\u6548\u7684\u6b63\u5219\u8868\u8fbe\u5f0f\uff08\u5982\u5728\u6709\u5173 java.util.regex.Pattern \u7c7b\u7684 API \u6587\u6863\u4e2d\u6240\u8ff0\uff09\uff0c\u540c\u65f6\u5305\u62ec\u5bf9\u6355\u83b7\u7ec4\u7684\u652f\u6301\u3002
property.match-pattern.syntax.string.pattern.synopsis=\u6240\u6709 javax.util.regex.Pattern \u7c7b\u652f\u6301\u7684\u6709\u6548\u6b63\u5219\u8868\u8fbe\u5f0f\u6a21\u5f0f\uff08\u6709\u5173\u4ecb\u7ecd Java SE 5 \u4e2d\u6b64\u7c7b\u7684\u6587\u6863\uff0c\u8bf7\u53c2\u89c1 http://java.sun.com/j2se/1.5.0/docs/api/java/util/regex/Pattern.html\uff09\u3002
property.replace-pattern.synopsis=\u6307\u5b9a\u5e94\u8be5\u7528\u4e8e\u4e0e\u63d0\u4f9b\u7684\u6b63\u5219\u8868\u8fbe\u5f0f\u6a21\u5f0f\u5339\u914d\u7684 ID \u5b57\u7b26\u4e32\u4e2d\u5b57\u4e32\u7684\u66ff\u6362\u6a21\u5f0f\u3002
property.replace-pattern.description=\u5982\u679c\u672a\u63d0\u4f9b\u66ff\u6362\u6a21\u5f0f\uff0c\u5219\u5c06\u5220\u9664 ID \u5b57\u7b26\u4e32\u4e2d\u6240\u6709\u5339\u914d\u90e8\u5206\uff08\u5373\uff0c\u7528\u7a7a\u5b57\u7b26\u4e32\u66ff\u6362\uff09\u3002\u66ff\u6362\u6a21\u5f0f\u53ef\u4ee5\u901a\u8fc7\u4f7f\u7528\u7f8e\u5143\u7b26\u53f7 ($) \u540e\u8ddf\u4e00\u4e2a\u6574\u6570\u503c\uff08\u7528\u4e8e\u6307\u793a\u5e94\u4f7f\u7528\u54ea\u4e2a\u6355\u83b7\u7ec4\uff09\u6765\u5305\u62ec\u6355\u83b7\u7ec4\u4e2d\u7684\u5b57\u7b26\u4e32\u3002
property.replace-pattern.default-behavior.alias.synopsis=\u66ff\u6362\u6a21\u5f0f\u5c06\u4e3a\u7a7a\u5b57\u7b26\u4e32\u3002
property.replace-pattern.syntax.string.pattern.synopsis=javax.util.regex.Matcher \u7c7b\u5141\u8bb8\u7684\u4efb\u4f55\u6709\u6548\u7684\u66ff\u6362\u5b57\u7b26\u4e32\u3002
