user-friendly-name=Replicationsserver
user-friendly-plural-name=Replicationsserver
synopsis=Replikationsserver ver\u00f6ffentlichen Aktualisierungen auf Directory-Servern in einer Replikationsdom\u00e4ne.
property.assured-timeout.synopsis=Der Timeout-Wert, wenn auf gesicherte Replikationsbest\u00e4tigungen gewartet wird.
property.assured-timeout.description=Definiert die Anzahl der Millisekunden, die der Replikationsserver auf zugesicherte Best\u00e4tigungen wartet (in den Untermodi "Sichere Daten" oder "Sicherer Lesevorgang"), bevor sie vergessen werden, und die Antwort an die Entit\u00e4t, die eine Aktualisierung sendet und auf die Best\u00e4tigung wartet.
property.degraded-status-threshold.synopsis=Die Anzahl ausstehender \u00c4nderungen als Schwellenwert, ab dem ein Directory-Server in einen herabgestuften Status versetzt wird.
property.degraded-status-threshold.description=Dieser Wert steht f\u00fcr eine Anzahl ausstehender \u00c4nderungen in der Warteschlange eines Replikationsservers zum Versand an einen Directory-Server. Wenn dieser Wert \u00fcberschritten wird, wechselt der entsprechende Directory-Server in den herabgestuften Status. Wenn die Anzahl der ausstehenden \u00c4nderungen unter diesen Wert sinkt, wechselt der Directory-Server zur\u00fcck in den normalen Status. 0 bedeutet, dass die Statusanalyse deaktiviert ist und die Directory-Server niemals in den herabgestuften Status wechseln.
property.group-id.synopsis=Die Gruppen-ID f\u00fcr den Replikationsserver.
property.group-id.description=Der Wert definiert die Gruppen-ID des Replikationsservers. Das Replikationssystem eines LDAP-Servers verwendet die Gruppen-ID der replizierten Dom\u00e4ne und versucht, m\u00f6glichst eine Verbindung zu einer Replikation mit der gleichen Gruppen-ID herzustellen.
property.monitoring-period.synopsis=Der Zeitraum zwischen dem Senden von \u00dcberwachungsmeldungen.
#property.monitoring-period.description=Defines the duration that the replication server will wait before sending new monitoring messages to its peers (replication servers and directory servers). Larger values increase the length of time it takes for a directory server to detect and switch to a more suitable replication server, whereas smaller values increase the amount of background network traffic.
property.queue-size.synopsis=Gibt die Anzahl der \u00c4nderungen an, die im Speicher f\u00fcr jeden Directory-Server in der Replikationsdom\u00e4ne beibehalten werden.
property.replication-db-directory.synopsis=Der Pfad, unter dem der Replikationsserver alle dauerhaften Informationen speichert.
property.replication-port.synopsis=Der Anschluss, an dem der Replikationsserver auf Verbindungen von anderen Replikationsservern oder Directory-Servern wartet.
property.replication-purge-delay.synopsis=Die Zeit (in Sekunden), nach der der Replikationsserver alle dauerhaften Informationen l\u00f6scht.
property.replication-server.synopsis=Gibt die Adressen der Replikationsserver an, mit denen dieser Replikationsserver zur Startzeit eine Verbindung herzustellen versucht.
property.replication-server.description=Adressen m\u00fcssen in folgender Form angegeben werden: hostname:port
property.replication-server.syntax.string.pattern.synopsis=Ein Host kann von einem ":" und einer Portnummer gefolgt werden.
property.replication-server-id.synopsis=Gibt eine eindeutige Kennung f\u00fcr den Replikationsserver an.
property.replication-server-id.description=Jeder Replikationsserver muss eine andere Server-ID haben.
property.weight.synopsis=Die Gewichtung des Replikationsservers.
property.weight.description=Die den Replikationsserver betreffende Gewichtung. Jeder Replikationsserver der Topologie verf\u00fcgt \u00fcber eine Gewichtung. Bei Kombination k\u00f6nnen die Gewichtungen der Replikationsserver einer gleichen Gruppe in einen Prozentsatz \u00fcbersetzt werden, der die Anzahl der Directory Server der Topologie bestimmt, die mit einem Replikationsserver verbunden werden sollten. Beispiel: Eine Topologie hat 3 Replikationsserver (mit gleicher Gruppen-ID) mit der folgenden Gewichtung: RS1=1. RS2=1, RS3=2. Das bedeutet, dass RS1 25 % der Directory Server in der Topologie verbunden haben sollte, RS2 25 % und RS3 50 %. Dies erweist sich als n\u00fctzlich, wenn die Replikationsserver der Topologie unterschiedlich stark sind und man die Auslastung zwischen den Replikationsservern je nach Leistung aufteilen m\u00f6chte.
property.window-size.synopsis=Gibt die Fenstergr\u00f6\u00dfe an, die ein Directory-Server benutzt, um mit einem Replikationsserver zu kommunizieren.
