user-friendly-name=Replikations-Dom\u00e4ne
user-friendly-plural-name=Replikations-Dom\u00e4nen
synopsis=Eine Replikations-Dom\u00e4ne beinhaltet mehrere Directory Server welche den gleichen Stand an Daten teilen.
property.assured-sd-level.synopsis=Der Level von Quittierung f\u00fcr Sichere Daten bei versicherten Submodus.
property.assured-sd-level.description=Wird die gesicherte Replikation im Safe Data-Modus konfiguriert, definiert dieser Wert die Zahl der Replikationsserver (mit derselben Gruppen-ID des lokalen Servers), die das gesendete Update best\u00e4tigen sollte, bevor der LDAP-Clientaufruf zur\u00fcckgegeben werden kann.
property.assured-timeout.synopsis=Der Timeout-Wert, wenn auf gesicherte Replikationsbest\u00e4tigungen gewartet wird.
property.assured-timeout.description=Definiert die Anzahl von Millisekunden, die der Server auf gesicherte Best\u00e4tigungen (im sicheren Safe Data- oder Safe Read-Replikationsmodus) warten soll, bevor dieser den LDAP- Clientaufruf zur\u00fcckgibt.
property.assured-type.synopsis=Definiert den sicheren Replikationsmodus der replizierten Dom\u00e4ne.
property.assured-type.description=Die sichere Replikation kann aktiviert oder deaktiviert werden. Ist sie aktiviert, stehen 2 Modi zur Verf\u00fcgung: Safe Data oder Safe Read.
property.assured-type.syntax.enumeration.value.not-assured.synopsis=Die sichere Replikation ist nicht aktiviert. Updates, die zur Replikation dienen (um auf anderen LDAP-Servern der Topologie ausgef\u00fchrt zu werden), werden sofort gesendet, ohne auf Best\u00e4tigungen zu warten. Somit wird der LDAP-Clientaufruf sofort zur\u00fcckgegeben.
property.assured-type.syntax.enumeration.value.safe-data.synopsis=Die sichere Replikation ist im Safe Data-Modus aktiviert: Updates, die zur Replikation gesendet werden, erfordern eine Best\u00e4tigung der Replikationsserver, die dieselbe Gruppen-ID wie der lokale Server besitzen (definiert durch die Eigenschaft "group-id"). Die Zahl der zu erwartenden Best\u00e4tigungen wird durch die Eigenschaft "assured-sd-level" definiert. Nachdem Best\u00e4tigungen empfangen wurden, werden LDAP-Clientaufrufe zur\u00fcckgegeben.
property.assured-type.syntax.enumeration.value.safe-read.synopsis=Die sichere Replikation ist im Safe Read-Modus aktiviert: Updates, die zur Replikation gesendet werden, erfordern eine Best\u00e4tigung der LDAP-Server in derselben Topologie, die dieselbe Gruppen-ID wie der lokale Server besitzen (definiert durch die Eigenschaft "group-id"). Nachdem Best\u00e4tigungen empfangen wurden, werden LDAP-Clientaufrufe zur\u00fcckgegeben.
property.base-dn.synopsis=Gibt die Basis-DN der Replizierten Daten an.
property.changetime-heartbeat-interval.synopsis=Gibt das Intervall des Directory-Servers an, wenn dieser seine lokale \u00c4nderungszeit an den Replikationsserver sendet.
property.changetime-heartbeat-interval.description=Der Directory-Server sendet im definierten Intervall ein Heart-Beat an den Replikationsserver. Der Heart-Beat gibt die \u00c4nderungszeit des Directory-Servers f\u00fcr den Replikationsserver an.
property.fractional-exclude.synopsis=Erm\u00f6glicht das Ausschlie\u00dfen einiger Attribute bei der Replikation dieses Servers.
property.fractional-exclude.description=Wird das Attribut f\u00fcr den partiellen Konfigurationsausschluss verwendet, werden die in diesem Attribut festgelegten Attribute ignoriert (nicht hinzugef\u00fcgt/ge\u00e4ndert/gel\u00f6scht), wenn ein von einem anderen Directory-Server  ausgef\u00fchrter Vorgang auf dem lokalen Server erneut erfolgt. Beachten Sie, dass die Verwendung dieses Konfigurationsattributs die Verwendung des Attributs f\u00fcr das partielle Einbeziehen voraussetzt.
property.fractional-exclude.syntax.string.pattern.synopsis=Definiert Attribute einer bestimmten Klasse oder aller m\u00f6glichen Klassen, die von der Replikation ausgeschlossen werden sollen.
property.fractional-include.synopsis=Erm\u00f6glicht das Einbeziehen bestimmter Attribute bei der Replikation auf diesen Server.
property.fractional-include.description=Wird das Attribut f\u00fcr die partielle Konfigurationseinbeziehung verwendet, werden nur die in diesem Attribut festgelegten Attribute hinzugef\u00fcgt/ge\u00e4ndert/gel\u00f6scht, wenn ein auf einem anderen Directory-Server  ausgef\u00fchrter Vorgang auf dem lokalen Server erneut erfolgt. Beachten Sie, dass die Verwendung dieses Konfigurationsattributs die Verwendung des Attributs f\u00fcr das partielle Ausschlie\u00dfen voraussetzt.
property.fractional-include.syntax.string.pattern.synopsis=Definiert Attribute einer bestimmten Klasse oder aller m\u00f6glichen Klassen, die in die Replikation einbezogen werden sollen.
property.group-id.synopsis=Die mit dieser replizierten Dom\u00e4ne verbundene Gruppen-ID.
property.group-id.description=Dieser Wert definiert die Gruppen-ID der replizierten Dom\u00e4ne. Das Replikationssystem stellt vorzugsweise eine Verbindung her und sendet die zu replizierenden Updates an einen Replikationsserver mit derselben Gruppen-ID (die Gruppen-ID des lokalen Servers).
property.heartbeat-interval.synopsis=Gibt den Heart-Beat-Intervall an, welchen ein Directory Server benutzen wird falls dieser mit Replikationsservern kommuniziert.
property.heartbeat-interval.description=Der Directory Server erwartet einen geregelten Heart-Beat vom Replikationsserver mit dem definierten Intervall. Falls der Heart-Beat nicht innerhalb des Intervalls empfangen wird, so schliesst der Directory Server die Verbindung und baut erneut eine verbindung zu einem anderen Replikationsserver auf.
property.initialization-window-size.synopsis=Gibt die Fenstergr\u00f6\u00dfe an, die dieser Directory Server bei der Kommunikation mit Remote-Directory Servern f\u00fcr die Initialisierung verwenden kann.
property.isolation-policy.synopsis=Gibt das Verhalten an welches der Directory Server annehmen soll, falls eine Schreiboperation dann auftritt wenn keine der konfigurierten Replikationsservern zur Verf\u00fcgung steht.
property.isolation-policy.syntax.enumeration.value.accept-all-updates.synopsis=Gibt an dass Updates angenommen werden sollen, auch wenn es nicht M\u00f6glich ist, diese an den Replikationsserver zu senden. Der beste Kompromiss ist, ist diese Updates zu einem Replikationsserver zu schicken wannimmer einer dieser wieder zur Verf\u00fcgung steht. Diese \u00c4nderungen sind aber dadurch gef\u00e4hrdet da sie ja nur aus histroischer Information bestehen und eventuell Konflikten unterliegen. Dieser Modus kann hohe Latenzen in Bezug auf Replikation verursachen.
property.isolation-policy.syntax.enumeration.value.reject-all-updates.synopsis=Gibt an dass alle Updateversuche auf dieser Replikations-Dom\u00e4ne zur\u00fcckgewiesen werden falls kein Replikationsserver zur Verf\u00fcgung steht.
property.log-changenumber.synopsis=Gibt an, ob dieser Server die ChangeNumber im Zugriffsprotokoll protokolliert.
property.log-changenumber.description=Dieser Boolesche Wert gibt an, ob die Dom\u00e4ne die ChangeNumber der replizierten Operationen im Zugriffsprotokoll protokollieren soll.
property.referrals-url.synopsis=Die URLs anderer LDAP-Server sollten sich auf den lokalen Server beziehen.
property.referrals-url.description=Von Peer-Servern in der Topologie verwendete URLs sollten durch LDAP-Informationen auf den lokalen Server verweisen. Falls dieses Attribut nicht definiert ist, so wird jede URL(s) die zur Verf\u00fcgung steht verwendet um auf diesen Server zuzugreifen. Falls definiert, so werden nur URLs die hier definiert sind benutzt.
property.referrals-url.syntax.string.pattern.synopsis=Eine LDAP URL welche RFC 2255 entspricht.
property.replication-server.synopsis=Gibt die Adressen der Replikationsserver in einer Replikations-Dom\u00e4ne an, zu welchen sich der Directory Server beim Startup verbinden soll.
property.replication-server.description=Adressen m\u00fcssen in folgender Form angegeben werden: hostname:port
property.replication-server.syntax.string.pattern.synopsis=Ein Host kann von einem ":" und einer Portnummer gefolgt werden.
property.server-id.synopsis=Gibt einen eindeutigen Identifier f\u00fcr den Directory Server innerhalb einer Replikations-Dom\u00e4ne.
property.server-id.description=Jeder Directory Server innerhalb der selben Replikations-Dom\u00e4ne muss eine andere Server-ID haben. Ein Directory Server der in mehreren Replikations-Dom\u00e4nen Mitglied ist, darf die selbe Server-Id f\u00fcr jede seiner Replikations-Dom\u00e4nen haben.
property.solve-conflicts.synopsis=Gibt an, ob dieser Server Konflikte l\u00f6st.
property.solve-conflicts.description=Dieser boolesche Wert gibt an, ob diese Dom\u00e4ne die historischen Informationen speichert, die zum L\u00f6sen von Konflikten erforderlich sind. Ist er auf False gesetzt, speichert der Server keine historischen Informationen und kann daher keine Konflikte l\u00f6sen. Dies sollte daher nur geschehen, wenn die Replikation f\u00fcr einen einzelnen Haupttyp der Bereitstellung erfolgt.
property.window-size.synopsis=Gibt die Window-Size die ein Directory Server benutzen wird an, um mit einem Replikationsserver zu kommunizieren.
relation.external-changelog-domain.user-friendly-name=Externe \u00c4nderungsprotokoll-Dom\u00e4ne
relation.external-changelog-domain.synopsis=Die externe \u00c4nderungsprotokoll-Dom\u00e4ne umfasst die Konfiguration des \u00c4nderungsprotokolls f\u00fcr die Replikationsdom\u00e4ne.
