user-friendly-name=Dominio de repetici\u00f3n
user-friendly-plural-name=Dominios de repetici\u00f3n
synopsis=Un dominio de repetici\u00f3n est\u00e1 compuesto por varias instancias de Directory Server que comparten el mismo conjunto de datos sincronizados.
property.assured-sd-level.synopsis=El nivel de confirmaci\u00f3n del modo secundario de datos seguros.
property.assured-sd-level.description=Cuando la repetici\u00f3n segura est\u00e1 configurada en el modo de datos seguros, este valor define el n\u00famero de servidores de repetici\u00f3n (con el mismo Id. de grupo que el servidor local) que deben confirmar la actualizaci\u00f3n enviada antes de que la llamada del el cliente LDAP pueda volver.
property.assured-timeout.synopsis=El valor de tiempo de espera cuando se esperan las confirmaciones de repetici\u00f3n segura.
property.assured-timeout.description=Define la cantidad de milisegundos que el servidor esperar\u00e1 a las confirmaciones (en los modos de repetici\u00f3n segura de datos seguros o lectura segura) antes de devolver la llamada del cliente LDAP.
property.assured-type.synopsis=Define el modo de repetici\u00f3n asegurada del dominio repetido.
property.assured-type.description=La repetici\u00f3n asegurada se puede deshabilitar o habilitar. Cuando se habilita, hay dos modos disponibles: datos seguros y lectura segura.
property.assured-type.syntax.enumeration.value.not-assured.synopsis=La repetici\u00f3n asegurada no est\u00e1 habilitada. Las actualizaciones enviadas para la repetici\u00f3n (para que se vuelvan a reproducir en otros servidores LDAP de la topolog\u00eda) se env\u00edan sin esperar ninguna confirmaci\u00f3n y la llamada del cliente LDAP vuelve inmediatamente.
property.assured-type.syntax.enumeration.value.safe-data.synopsis=La repetici\u00f3n asegurada est\u00e1 habilitada en el modo de datos seguros; las actualizaciones enviadas para que se repitan est\u00e1n sujetas a la confirmaci\u00f3n de los servidores de repetici\u00f3n que tienen el mismo Id. de grupo que el servidor local (definido con la propiedad de Id. de grupo). La propiedad assured-sd-level define el n\u00famero de confirmaciones que tiene que esperar. Una vez recibida la confirmaci\u00f3n, se devuelve la llamada del cliente LDAP.
property.assured-type.syntax.enumeration.value.safe-read.synopsis=La repetici\u00f3n asegurada est\u00e1 habilitada en modo de lectura segura: las actualizaciones enviadas para la repetici\u00f3n est\u00e1n sujetas al reconocimiento de los servidores LDAP de la topolog\u00eda que tienen el mismo Id. de grupo que el servidor local (definido con la propiedad group-id). Una vez recibida la confirmaci\u00f3n, se devuelve la llamada del cliente LDAP.
property.base-dn.synopsis=Especifica el ND de base de los datos repetidos.
property.changetime-heartbeat-interval.synopsis=Especifica el intervalo heart-beat que Directory Server utilizar\u00e1 al enviar su hora de cambio local al servidor de repetici\u00f3n.
property.changetime-heartbeat-interval.description=Directory Server env\u00eda un heart-beat normal al servidor de repetici\u00f3n dentro del intervalo indicado. El intervalo heart-beat indica la hora de cambio de Directory Server al servidor de repetici\u00f3n.
property.fractional-exclude.synopsis=Permite excluir la repetici\u00f3n de algunos atributos en este servidor.
property.fractional-exclude.description=Si se utiliza el atributo de configuraci\u00f3n fractional-exclude, se ignorar\u00e1n los atributos especificados en dicho atributo (no se a\u00f1adir\u00e1n/modificar\u00e1n/eliminar\u00e1n) cuando una operaci\u00f3n realizada desde otro servidor de directorio se est\u00e9 volviendo a reproducir en el servidor local. Tenga en cuenta que el uso de este atributo de configuraci\u00f3n con el del atributo fractional-include es mutuamente exclusivo.
property.fractional-exclude.syntax.string.pattern.synopsis=Define los atributos de un caso en particular o de todos los casos posibles que se excluyen de la repetici\u00f3n.
property.fractional-include.synopsis=Permite incluir algunos atributos para que se repitan en este servidor.
property.fractional-include.description=Si se utiliza el atributo de configuraci\u00f3n fractional-include, s\u00f3lo se a\u00f1adir\u00e1n/modificar\u00e1n/eliminar\u00e1n los atributos indicados en este atributo cuando una operaci\u00f3n realizada desde otro servidor de directorio se est\u00e9 volviendo a reproducir en el servidor local. Tenga en cuenta que el uso de este atributo de configuraci\u00f3n con el del atributo fractional-exclude es mutuamente exclusivo.
property.fractional-include.syntax.string.pattern.synopsis=Define los atributos de una clase en particular o de todas las clases posibles para incluir en la repetici\u00f3n.
property.group-id.synopsis=El Id. de grupo asociado con este dominio repetido.
property.group-id.description=Este valor define el Id. de grupo del dominio repetido. El sistema de repetici\u00f3n preferentemente se conectar\u00e1 y enviar\u00e1 actualizaciones para repetir a un servidor de repetici\u00f3n con el mismo Id. de grupo que el suyo propio (el Id. del grupo del servidor local).
property.heartbeat-interval.synopsis=Especifica el intervalo de respuesta que utilizar\u00e1 Directory Server al comunicarse con los servidores de repetici\u00f3n.
property.heartbeat-interval.description=Directory Server esperar\u00e1 una respuesta procedente del servidor de repetici\u00f3n en el intervalo de tiempo especificado. Si no se recibe esta respuesta en el intervalo indicado, Directory Server cerrar\u00e1 su conexi\u00f3n y establecer\u00e1 una nueva con otro servidor de repetici\u00f3n.
property.initialization-window-size.synopsis=Especifica el tama\u00f1o de la ventana que puede usar esta instancia de Directory Server al comunicarse con instancias de Directory Servers remotas para la inicializaci\u00f3n.
property.isolation-policy.synopsis=Especifica el comportamiento que mostrar\u00e1 Directory Server cuando se intente realizar una operaci\u00f3n de escritura en los datos del dominio de repetici\u00f3n y no est\u00e9 disponible ninguno de los servidores de repetici\u00f3n configurados.
property.isolation-policy.syntax.enumeration.value.accept-all-updates.synopsis=Indica que deben aceptarse las actualizaciones, incluso aunque no sea posible enviarlas a ning\u00fan servidor de repetici\u00f3n. La mejor opci\u00f3n consiste en enviar de nuevo esas actualizaciones a los servidores de repetici\u00f3n cuando est\u00e9 disponible uno. Sin embargo, es posible que peligren esos cambios debido a que s\u00f3lo est\u00e1n disponibles en la informaci\u00f3n del historial. Este modo puede presentar tambi\u00e9n una elevada latencia de repetici\u00f3n.
property.isolation-policy.syntax.enumeration.value.reject-all-updates.synopsis=Indica que todas las actualizaciones de este dominio de repetici\u00f3n que se intente enviar se rechazar\u00e1n si no hay disponible ning\u00fan servidor de repetici\u00f3n.
property.log-changenumber.synopsis=Indica si este servidor registra el n\u00famero de cambio en el registro de acceso.
property.log-changenumber.description=Este booleano indica si el dominio deber\u00eda registrar el n\u00famero de cambio de operaciones repetidas en el registro de acceso.
property.referrals-url.synopsis=Las URL que otros servidores deben usar para hacer referencia al servidor local.
property.referrals-url.description=Las URL usadas por los servidores del mismo nivel de la topolog\u00eda para hacer referencia al servidor local mediante referencias de LDAP. Si no se define este atributo, se utilizar\u00e1n todas las URL disponibles que puedan acceder a este servidor. Si se define, s\u00f3lo se utilizar\u00e1n las URL especificadas.
property.referrals-url.syntax.string.pattern.synopsis=Una URL de LDAP compatible con RFC 2255.
property.replication-server.synopsis=Especifique las direcciones de los servidores de repetici\u00f3n del dominio de repetici\u00f3n a los que debe intentar conectarse Directory Server durante el inicio.
property.replication-server.description=Las direcciones deben especificarse mediante la siguiente sintaxis: nombre de host:puerto
property.replication-server.syntax.string.pattern.synopsis=Un nombre de host seguido de dos puntos (":") y un n\u00famero de puerto.
property.server-id.synopsis=Especifica un identificador exclusivo para la instancia de Directory Server del dominio de repetici\u00f3n.
property.server-id.description=Cada instancia de Directory Server del dominio de repetici\u00f3n debe presentar un Id. de servidor diferente. Una instancia de Directory Server que sea miembro de varios dominios de repetici\u00f3n puede utilizar el mismo Id. de servidor para cada una de sus configuraciones del dominio de repetici\u00f3n.
property.solve-conflicts.synopsis=Indica si este servidor resuelve el conflicto.
property.solve-conflicts.description=Este booleano indica si este dominio mantiene la informaci\u00f3n del historial necesaria para solucionar conflictos. Cuando el servidor se establece en "false" (falso), no mantendr\u00e1 la informaci\u00f3n del historial y, por tanto, no podr\u00e1 solucionar el conflicto. De modo que esto debe hacerse s\u00f3lo si la repetici\u00f3n se usa en un \u00fanico tipo maestro de implementaci\u00f3n.
property.window-size.synopsis=Especifica el tama\u00f1o de ventana que utilizar\u00e1 Directory Server al comunicarse con los servidores de repetici\u00f3n.
relation.external-changelog-domain.user-friendly-name=Dominio de registro de cambios externo
relation.external-changelog-domain.synopsis=El Dominio de registro de cambios externo proporciona la configuraci\u00f3n del registro de cambios externo del domino de repetici\u00f3n.
