user-friendly-name=Ra\u00edz
user-friendly-plural-name=Ra\u00edces
synopsis=La configuraci\u00f3n ra\u00edz proporciona un punto de entrada al resto de la configuraci\u00f3n del servidor de directorios OpenDJ.
tag.core-server.synopsis=Servidor principal
tag.database.synopsis=Almacenamiento en la memoria cach\u00e9 y en segundo plano
tag.logging.synopsis=Registro
tag.replication.synopsis=Repetici\u00f3n
tag.security.synopsis=Autenticaci\u00f3n y autorizaci\u00f3n
tag.user-management.synopsis=Administraci\u00f3n de usuario
relation.access-control-handler.user-friendly-name=Administrador de control de acceso
relation.access-control-handler.synopsis=El administrador de control de acceso administra el control de acceso de aplicaci\u00f3n amplia. El administrador de control de acceso OpenDJ se define mediante una interfaz ampliable, para que se puedan crear implementaciones alternativas. S\u00f3lo puede estar activo un administrador de control de acceso en el servidor cada vez.
relation.access-control-handler.description=Tenga en cuenta que el OpenDJ cuenta asimismo con un subsistema de privilegios, que influye en lo que los clientes est\u00e1n o no autorizados a hacer en el servidor. Por ejemplo, cualquier usuario con un privilegio de derivaci\u00f3n-acl no tendr\u00e1 que someterse a una comprobaci\u00f3n de control de acceso, aunque la implementaci\u00f3n de control de acceso est\u00e9 habilitada.
relation.account-status-notification-handler.user-friendly-name=Controlador de notificaciones del estado de la cuenta
relation.account-status-notification-handler.user-friendly-plural-name=Controladores de notificaciones del estado de la cuenta
relation.account-status-notification-handler.synopsis=Los controladores de notificaciones del estado de la cuenta se invocan para proporcionar informaci\u00f3n a los usuarios de alguna forma (por ejemplo, por correo electr\u00f3nico) cuando cambia el estado de una cuenta de usuario. El controlador de notificaciones del estado de la cuenta puede utilizarse para informar del cambio al usuario y/o a los administradores.
relation.administration-connector.user-friendly-name=Conector de administraci\u00f3n
relation.administration-connector.synopsis=El conector de administraci\u00f3n se emplea para interactuar con herramientas de administraci\u00f3n a trav\u00e9s de LDAP.
relation.administration-connector.description=Es un punto de entrada reservado a la administraci\u00f3n.
relation.alert-handler.user-friendly-name=Controlador de alertas
relation.alert-handler.user-friendly-plural-name=Controladores de alertas
relation.alert-handler.synopsis=Los controlador de alertas se emplean para informar a los administradores de problemas significativos o de eventos importantes que sucedan en el servidor de directorios.
relation.attribute-syntax.user-friendly-name=Sintaxis del atributo
relation.attribute-syntax.user-friendly-plural-name=Las sintaxis del atributo
relation.attribute-syntax.synopsis=Las sintaxis del atributo definen el tipo de datos que pueden almacenarse en un atributo con dicha sintaxis. Una sintaxis se asocia generalmente con un conjunto de reglas coincidentes que indican c\u00f3mo realizar operaciones coincidentes frente a valores de dicha sintaxis.
relation.backend.user-friendly-name=Servidor en segundo plano
relation.backend.user-friendly-plural-name=Servidores en segundo plano
relation.backend.synopsis=Los servidores en segundo plano proporcionan acceso a los datos subyacentes que presenta el servidor.
relation.backend.description=Los datos pueden almacenarse localmente en una base de datos integrada, de forma remota en un sistema externo o generarse de manera improvisada (por ejemplo, calcularse a partir de otra informaci\u00f3n disponible).
relation.certificate-mapper.user-friendly-name=Asignador de certificados
relation.certificate-mapper.user-friendly-plural-name=Asignadores de certificados
relation.certificate-mapper.synopsis=Los asignadores de certificados establecen una asignaci\u00f3n entre un certificado de cliente y la entrada del usuario que corresponda a dicho certificado.
relation.connection-handler.user-friendly-name=Controlador de conexi\u00f3n
relation.connection-handler.user-friendly-plural-name=Controladores de conexi\u00f3n
relation.connection-handler.synopsis=Los controladores de conexi\u00f3n supervisan todas las interacciones con los clientes, incluidos la aceptaci\u00f3n de conexiones, las solicitudes de lectura y el env\u00edo de respuestas.
relation.crypto-manager.user-friendly-name=Administrador de criptograf\u00eda
relation.crypto-manager.synopsis=El administrador de criptograf\u00eda proporciona una interfaz com\u00fan para llevar a cabo la compresi\u00f3n, la descompresi\u00f3n, el algoritmo de hash, el cifrado y otros tipos de operaciones criptogr\u00e1ficas.
relation.entry-cache.user-friendly-name=Cach\u00e9 de entrada
relation.entry-cache.user-friendly-plural-name=Memorias cach\u00e9 de entrada
relation.entry-cache.synopsis=Cada memoria cach\u00e9 captura entradas a las que las aplicaciones de cliente pueden acceder para mejorar el rendimiento del servidor de directorios.
relation.extended-operation-handler.user-friendly-name=Controlador de funcionamiento ampliado
relation.extended-operation-handler.user-friendly-plural-name=Controladores de funcionamiento ampliado
relation.extended-operation-handler.synopsis=Los controladores de funcionamiento ampliado procesan los diversos tipos de operaciones ampliadas del servidor.
relation.extension.user-friendly-name=Ampliaci\u00f3n
relation.extension.user-friendly-plural-name=Ampliaciones
relation.extension.synopsis=La extensi\u00f3n permite ampliar la configuraci\u00f3n con nuevos tipos de objetos.
relation.extension.description=Es un punto de entrada para ampliaciones que requiere objetos de configuraci\u00f3n que no se hereden de un objeto de nivel superior existente.
relation.global-configuration.user-friendly-name=Configuraci\u00f3n global
relation.global-configuration.synopsis=La configuraci\u00f3n global contiene propiedades que afectan al funcionamiento general del servidor de directorios OpenDJ.
relation.group-implementation.user-friendly-name=Implementaci\u00f3n de grupo
relation.group-implementation.user-friendly-plural-name=Implementaciones de grupo
relation.group-implementation.synopsis=Las implementaciones de grupo definen las recolecciones de usuarios nombradas.
relation.group-implementation.description=Las implementaciones de los diferentes grupos poseen formas distintas de determinar sus miembros. Por ejemplo, puede que algunos grupos enumeren a sus miembros expresamente y/o que determinen la pertenencia de un miembro de forma din\u00e1mica.
relation.identity-mapper.user-friendly-name=Asignador de identidad
relation.identity-mapper.user-friendly-plural-name=Asignadores de identidad
relation.identity-mapper.synopsis=Los asignadores de identidad se encargan de establecer una asignaci\u00f3n entre una cadena identificadora facilitada por un cliente y la entrada del usuario que corresponda a dicho identificador. Los asignadores de identidad se utilizan para procesar varios mecanismos SASL a fin de asignar un Id. de autorizaci\u00f3n (por ejemplo, un servicio principal Kerberos al utilizar GSSAPI) a un usuario de un directorio. Se utilizan tambi\u00e9n para procesar solicitudes con el control de autorizaci\u00f3n mediante el uso de servidores proxy.
relation.key-manager-provider.user-friendly-name=Proveedor del administrador de claves
relation.key-manager-provider.user-friendly-plural-name=Proveedores del administrador de claves
relation.key-manager-provider.synopsis=Los proveedores del administrador de claves se ocupan de administrar el material clave que se utiliza para autenticar una conexi\u00f3n SSL a su interlocutor.
relation.key-manager-provider.description=Los proveedores del administrador de claves se ocupan b\u00e1sicamente de facilitar el acceso al certificado que utiliza el servidor al llevar a cabo la negociaci\u00f3n SSL o StartTLS.
relation.log-publisher.user-friendly-name=Editor de registro
relation.log-publisher.user-friendly-plural-name=Editores de registro
relation.log-publisher.synopsis=Los editores de registro se encargan de distribuir mensajes de registro desde diferentes dispositivos de registro a un destino.
relation.log-retention-policy.user-friendly-name=Pol\u00edtica de retenci\u00f3n de registros
relation.log-retention-policy.user-friendly-plural-name=Pol\u00edticas de retenci\u00f3n de registros
relation.log-retention-policy.synopsis=Las pol\u00edticas de retenci\u00f3n de registros se utilizan para especificar cu\u00e1ndo deben limpiarse los archivos de registro.
relation.log-rotation-policy.user-friendly-name=Pol\u00edtica de rotaci\u00f3n de registros
relation.log-rotation-policy.user-friendly-plural-name=Pol\u00edticas de rotaci\u00f3n de registros
relation.log-rotation-policy.synopsis=Las pol\u00edticas de rotaci\u00f3n de registros se utilizan para especificar cu\u00e1ndo deben rotarse los archivos de registro.
relation.matching-rule.user-friendly-name=Regla de coincidencia
relation.matching-rule.user-friendly-plural-name=Reglas de coincidencia
relation.matching-rule.synopsis=Las reglas de coincidencia definen un conjunto de reglas para desarrollar operaciones de coincidencia frente a valores de confirmaci\u00f3n.
relation.matching-rule.description=Las reglas de coincidencia se asocian frecuentemente con una sintaxis de atributo y se emplean para comparar valores seg\u00fan dicha sintaxis. Por ejemplo, la regla de coincidencia distinguishedNameEqualityMatch (coincidencia de igualdad de nombre distinguido) puede utilizarse para determinar si dos ND son iguales y puede ignorar los espacios innecesarios en torno a las comas y signos de igual, diferencias en cuanto a may\u00fasculas y min\u00fasculas en nombres de atributos, etc\u00e9tera.
relation.monitor-provider.user-friendly-name=Proveedor de supervisi\u00f3n
relation.monitor-provider.user-friendly-plural-name=Proveedores de supervisi\u00f3n
relation.monitor-provider.synopsis=Los proveedores de supervisi\u00f3n pueden utilizarse para facilitar informaci\u00f3n sobre el estado del servidor o uno de sus componentes.
relation.monitor-provider.description=Esta informaci\u00f3n resulta \u00fatil para supervisi\u00f3n o resoluci\u00f3n de problemas.
relation.network-group.user-friendly-name=Grupo de red
relation.network-group.user-friendly-plural-name=Grupos de red
relation.network-group.synopsis=El grupo de red se utiliza para clasificar conexiones de cliente entrantes y solicitudes de ruta para flujos de trabajo.
relation.password-generator.user-friendly-name=Generador de contrase\u00f1as
relation.password-generator.user-friendly-plural-name=Generadores de contrase\u00f1as
relation.password-generator.synopsis=La operaci\u00f3n ampliada de modificaci\u00f3n de contrase\u00f1as utiliza los generadores de contrase\u00f1as con el fin de construir una nueva contrase\u00f1a para el usuario.
relation.password-generator.description=El servidor permite definir cualquier n\u00famero de validaciones de contrase\u00f1a. Puede imponer cualquier tipo de limitaci\u00f3n de las caracter\u00edsticas de contrase\u00f1as v\u00e1lidas. Por tanto, no es factible que el servidor intente generar por s\u00ed solo una contrase\u00f1a que re\u00fana todos los requisitos de todas las validaciones. El generador de contrase\u00f1as proporciona una l\u00f3gica personalizada para crear una nueva contrase\u00f1a.
relation.password-policy.user-friendly-name=Directiva de contrase\u00f1as
relation.password-policy.user-friendly-plural-name=Directivas de contrase\u00f1as
relation.password-policy.synopsis=Las pol\u00edticas de contrase\u00f1as definen un n\u00famero de reglas de administraci\u00f3n de contrase\u00f1as, adem\u00e1s de los requisitos para el proceso de autenticaci\u00f3n.
relation.password-storage-scheme.user-friendly-name=Esquema de almacenamiento de contrase\u00f1a
relation.password-storage-scheme.user-friendly-plural-name=Esquemas de almacenamiento de contrase\u00f1as
relation.password-storage-scheme.synopsis=Los esquemas de almacenamiento de contrase\u00f1as codifican nuevas contrase\u00f1as proporcionadas por los usuarios con el fin de almacenarlas de forma codificada. De ese modo, resulta dif\u00edcil o imposible que alguien pueda determinar las contrase\u00f1as no cifradas a partir de los valores codificados.
relation.password-storage-scheme.description=Los esquemas de almacenamiento de contrase\u00f1as determinan asimismo si una contrase\u00f1a no cifrada proporcionada por un cliente coincide con el valor almacenado codificado en el servidor.
relation.password-validator.user-friendly-name=Validaci\u00f3n de contrase\u00f1as
relation.password-validator.user-friendly-plural-name=Validaciones de contrase\u00f1as
relation.password-validator.synopsis=Las validaciones de contrase\u00f1as se ocupan de determinar si una contrase\u00f1a propuesta es aceptable para su uso, y esto puede incluir comprobaciones como asegurarse de que cumple con los requisitos de longitud m\u00ednimos, de que se trata de un intervalo de caracteres adecuado o de que no se encuentra en el historial.
relation.password-validator.description=La pol\u00edtica de contrase\u00f1as de un usuario especifica el conjunto de validaciones de contrase\u00f1a que debe utilizarse cada vez que un usuario proporcione una nueva contrase\u00f1a. Para activar un mecanismo de validaci\u00f3n de contrase\u00f1a, debe habilitarse la entrada de configuraci\u00f3n correspondiente y el ND de dicha entrada debe incluirse en el atributo de validaci\u00f3n de contrase\u00f1as de la pol\u00edtica de contrase\u00f1as en la que desee activar la validaci\u00f3n. Todas las entradas de configuraci\u00f3n de validaci\u00f3n de contrase\u00f1as deben contener el objeto de clase estructural del mecanismo de validaci\u00f3n de contrase\u00f1as.
relation.plugin-root.user-friendly-name=Ra\u00edz del complemento
relation.plugin-root.synopsis=La ra\u00edz del complemento define la entrada principal para todos los complementos definidos en el servidor.
relation.plugin-root.description=Tambi\u00e9n puede incluir atributos de configuraci\u00f3n que definen el orden en el que deben cargarse e invocarse estos complementos.
relation.root-dn.user-friendly-name=ND ra\u00edz
relation.root-dn.synopsis=La configuraci\u00f3n de ND ra\u00edz contiene todos los usuarios con ND ra\u00edz definidos en el servidor de directorios. Adem\u00e1s, tambi\u00e9n define un conjunto de privilegios predeterminado que los usuarios con ND ra\u00edz heredan autom\u00e1ticamente.
relation.root-dse-backend.user-friendly-name=Servidor en segundo plano DSE ra\u00edz
relation.root-dse-backend.synopsis=El servidor en segundo plano con DSE ra\u00edz contiene el servidor de directorios con DSE ra\u00edz.
relation.root-dse-backend.description=Se trata de un servidor en segundo plano meta especial que genera din\u00e1micamente la entrada con DSE ra\u00edz para las b\u00fasquedas de nivel de base y simplemente se redirige a otros segundos planos para operaciones de otros \u00e1mbitos.
relation.sasl-mechanism-handler.user-friendly-name=Controlador del mecanismo SASL
relation.sasl-mechanism-handler.user-friendly-plural-name=Controladores del mecanismo SASL
relation.sasl-mechanism-handler.synopsis=La entrada de la configuraci\u00f3n del controlador del mecanismo SASL es la principal para todos los controladores del mecanismo SASL del Servidor de directorios OpenDJ.
relation.sasl-mechanism-handler.description=Los controladores del mecanismo SASL se ocupan de autenticar a los usuarios durante el curso del procesamiento de un enlace SASL (capa de seguridad y autenticaci\u00f3n simple, como se define en RFC 4422).
relation.synchronization-provider.user-friendly-name=Proveedor de sincronizaci\u00f3n
relation.synchronization-provider.user-friendly-plural-name=Proveedores de sincronizaci\u00f3n
relation.synchronization-provider.synopsis=Los proveedores de sincronizaci\u00f3n controlan la sincronizaci\u00f3n de los datos del servidor de directorios con otras instancias de OpenDJ u otros dep\u00f3sitos de datos.
relation.synchronization-provider.description=El servidor de directorios OpenDJ adopta un enfoque de repetici\u00f3n centralizado, en vez del enfoque de punto a punto del servidor de directorios de Sun Java System. En OpenDJ se crea uno o m\u00e1s servidores de repetici\u00f3n en el entorno. Los servidores de repetici\u00f3n normalmente no almacenan datos de usuario, pero mantienen un registro de todos los cambios realizados dentro de la tipolog\u00eda. Cada instancia del servidor de directorios de la tipolog\u00eda se se\u00f1ala en los servidores de repetici\u00f3n. Este plan simplifica el desarrollo y la administraci\u00f3n del entorno. Aunque puede ejecutar el servidor de repetici\u00f3n en el mismo sistema (o incluso en la misma instancia) que el servidor de directorios, los dos servidores pueden estar separados en sistemas diferentes. Este enfoque puede proporcionar un mejor rendimiento o funcionamiento en entornos de gran tama\u00f1o.
relation.trust-manager-provider.user-friendly-name=Proveedor de administradores de confianza
relation.trust-manager-provider.user-friendly-plural-name=Proveedores de administradores de confianza
relation.trust-manager-provider.synopsis=Los proveedores de administradores de confianza determinan si los certificados presentados son fiables.
relation.virtual-attribute.user-friendly-name=Atributo virtual
relation.virtual-attribute.user-friendly-plural-name=Atributos virtuales
relation.virtual-attribute.synopsis=Los atributos virtuales generan de forma din\u00e1mica los valores del atributo que aparecen en las entradas, pero no se almacenan de forma permanente en el servidor en segundo plano.
relation.virtual-attribute.description=Los atributos virtuales se asocian a un proveedor de atributos virtuales, que contiene la l\u00f3gica para generar el valor.
relation.workflow.user-friendly-name=autenticaci\u00f3n
relation.workflow.user-friendly-plural-name=Flujos de trabajo
relation.workflow.synopsis=El flujo de trabajo consiste en una serie de pasos de procesamiento (elementos del flujo de trabajo) que se aplican a los datos que se recuperan del servidor de directorios.
relation.workflow-element.user-friendly-name=Elemento del flujo de trabajo
relation.workflow-element.user-friendly-plural-name=Elementos del flujo de trabajo
relation.workflow-element.synopsis=Los elementos del flujo de trabajo implementan un solo paso de procesamiento en un flujo de trabajo determinado.
relation.workflow-element.description=Un elemento de flujo de trabajo puede realizar una tarea como asignar ND, cambiar el nombre de los atributos, filtrar atributos, enlazar fuentes de datos, personificaciones o equilibrados de carga. El elemento de flujo de trabajo m\u00e1s sencillo es el elemento de flujo de trabajo en segundo plano local, que enruta los datos al segundo plano.
relation.work-queue.user-friendly-name=Cola de trabajo
relation.work-queue.synopsis=La cola de trabajo proporciona la configuraci\u00f3n de la cola de trabajo del servidor y garantiza que las solicitudes recibidas por parte de los clientes se procesen puntualmente.
relation.work-queue.description=S\u00f3lo puede definirse una cola de trabajo en el servidor. Cuando un controlador de conexi\u00f3n recibe una solicitud de un cliente, debe colocarla en la cola de trabajo para que se procese como corresponda.
