user-friendly-name=Root
user-friendly-plural-name=Roots
synopsis=Die Root-Konfiguration bietet einen Einsprungspunkt f\u00fcr den Rest der OpenDJ-Directory-Server-Konfiguration.
tag.core-server.synopsis=Core-Server
tag.database.synopsis=Zwischenspeichern und Backends
tag.logging.synopsis=Protokollierung
tag.replication.synopsis=Replikation
tag.security.synopsis=Authentifizierung und Autorisierung
tag.user-management.synopsis=Benutzerverwaltung
relation.access-control-handler.user-friendly-name=Zugriffskontroll-Handler
relation.access-control-handler.synopsis=Zugriffskontroll-Handler haben die applikationsweite Zugriffskontrolle inne. Der OpenDJ Zugriffskontroll-Handler is durch ein erweiterbares Interface definiert um alternative Implementierungen zu erm\u00f6glichen. In einem Server kann zur gleichen zeit nur ein Zugriffskontroll-Handler aktiviert sein.
relation.access-control-handler.description=Beachten sie dass OpenDJ auch ein Priviliegiensubsystem hat, welches u.a. auch bestimmt was Client Connections in dem Server ausf\u00fchren d\u00fcrfen oder nicht. Zum Beispiel wird jeder User der das bypass-acl Privileg innehat von der Acces Control Implementierung ignoriert.
relation.account-status-notification-handler.user-friendly-name=Kontostatus-Benachrichtigungshandler
relation.account-status-notification-handler.user-friendly-plural-name=Kontostatus-Benachrichtigungshandler
relation.account-status-notification-handler.synopsis=Kontostatus-Benachrichtigungshandler werden aufgerufen, um Benutzern Benachrichtigungen in unterschiedlichen Formen zu bieten (beispielsweise in einer E-Mail-Nachricht), wenn sich der Status eines Benutzerkontos ge\u00e4ndert hat. Der Kontostatus-Benachrichtigungshandler kann zum Benachrichtigen des Benutzers und/oder Administrators der \u00c4nderung verwendet werden.
relation.administration-connector.user-friendly-name=Administrationskonnektor
relation.administration-connector.synopsis=Mit dem Administrationskonnektor erfolgt die Interaktion mit dem Administrationstool \u00fcber LDAP.
relation.administration-connector.description=Es ist ein dedizierter Einsprungspunkt f\u00fcr die Administration.
relation.alert-handler.user-friendly-name=Warnungshandler
relation.alert-handler.user-friendly-plural-name=Warnungshandler
relation.alert-handler.synopsis=Mit Warnungshandlern werden Administratoren \u00fcber wichtige Probleme oder Ereignisse benachrichtigt, die auf dem Directory-Server stattfinden.
relation.attribute-syntax.user-friendly-name=Attributssyntax
relation.attribute-syntax.user-friendly-plural-name=Attributssyntaxen
relation.attribute-syntax.synopsis=Attributssyntaxen definieren den Datentyp, der in einem Attribut mit dieser Syntax gespeichert werden kann. Eine Syntax wird allgemein mit einem Satz \u00fcbereinstimmender Regeln verkn\u00fcpft, die angeben, wie Abgleichvor\u00e4nge mit den Werten dieser Syntax ausgef\u00fchrt werden.
relation.backend.user-friendly-name=Backend
relation.backend.user-friendly-plural-name=Backends
relation.backend.synopsis=Backends erm\u00f6glichen den Zugriff auf zugrunde liegenden Daten, die der Server liefert.
relation.backend.description=Die Daten k\u00f6nnen lokal in einer eingebetteten Datenbank oder in einem externen Remotesystem gespeichert oder ohne Vorbereitung generiert werden (beispielsweise auf Basis anderer verf\u00fcgbarer Informationen berechnet werden).
relation.certificate-mapper.user-friendly-name=Zertifikatmapper
relation.certificate-mapper.user-friendly-plural-name=Zertifikatmapper
relation.certificate-mapper.synopsis=Zertifikatmapper erm\u00f6glichen das Herstellen einer Zuordnung zwischen einem Clientzertifikat und dem Eintrag f\u00fcr den Benutzer, der dem Zertifikat entspricht.
relation.connection-handler.user-friendly-name=Verbindungs-Handler
relation.connection-handler.user-friendly-plural-name=Verbindungs-Handler
relation.connection-handler.synopsis=Verbindungs-Handler erm\u00f6glichen die Verarbeitung der gesamten Interaktion mit den Clients, einschlie\u00dflich des Akzeptierens von Verbindungen, Leseanforderungen und Sendens von Reaktionen.
relation.crypto-manager.user-friendly-name=Krypto-Manager
relation.crypto-manager.synopsis=Der Krypto-Manager stellt ein allgemeines Interface bereit, das f\u00fcr Kompression, Dekompression, Hashing, Verschl\u00fcsselung und andere Arten von Kryptographischen Operationen geeignet ist.
relation.entry-cache.user-friendly-name=Eintragscache
relation.entry-cache.user-friendly-plural-name=Eintragscaches
relation.entry-cache.synopsis=Eintragscaches erm\u00f6glichen das Zwischenspeichern von Eintr\u00e4gen, auf die die Clientanwendung wahrscheinlich zugreift, um die Leistung des Directory-Servers zu verbessern.
relation.extended-operation-handler.user-friendly-name=Erweiterter Vorgangshandler
relation.extended-operation-handler.user-friendly-plural-name=Erweiterte Vorgangshandler
relation.extended-operation-handler.synopsis=Erweiterte Vorgangshandler verarbeiten die unterschiedlichen Typen erweiterter Vorg\u00e4nge auf dem Server.
relation.extension.user-friendly-name=Erweiterung
relation.extension.user-friendly-plural-name=Erweiterungen
relation.extension.synopsis=Die Erweiterung erlaubt das Erweitern der Konfiguration um neue Objekttypen.
relation.extension.description=Es ist ein Einsprungpunkt, der Konfigurationsobjekte erfordert, die keine Elemente aus dem bestehenden Objekt auf oberster Ebene erben.
relation.global-configuration.user-friendly-name=Globale Konfiguration
relation.global-configuration.synopsis=Die globale Konfiguration enth\u00e4lt Eigenschaften, die f\u00fcr den gesamten Betrieb des OpenDJ-Directory-Servers gelten.
relation.group-implementation.user-friendly-name=Gruppenimplementierung
relation.group-implementation.user-friendly-plural-name=Gruppenimplementierungen
relation.group-implementation.synopsis=Gruppenimplementierungen definieren Namenssammlungen von Usern.
relation.group-implementation.description=Verschiedene Gruppenimplementierungen stellen anhand von verschiedenen Arten die Gruppenmitgliedschaft fest. Zum Beispiel listen manche Gruppen die Mitglieder explizit und oder k\u00f6nnen die Mitgliedschaft dynamisch errechnen.
relation.identity-mapper.user-friendly-name=Identit\u00e4tsmapper
relation.identity-mapper.user-friendly-plural-name=Identit\u00e4tsmapper
relation.identity-mapper.synopsis=Identit\u00e4tsmapper erm\u00f6glichen das Herstellen einer Zuordnung zwischen einer Kennungszeichenfolge, die ein Client angibt, und dem Eintrag f\u00fcr den Benutzer, der der Kennung entspricht. Mit Identit\u00e4tsmappern werden mehrere SASL-Mechanismen einer Autorisierungs-ID (z. B. ein Kerberos-Principal bei Verwendung von GSSAPI) einem Directory-Benutzer zugeordnet. Sie werden auch zum Verarbeiten von Anforderungen in der Autorisierungssteuerung \u00fcber Proxy verwendet.
relation.key-manager-provider.user-friendly-name=Schl\u00fcsselmanageranbieter
relation.key-manager-provider.user-friendly-plural-name=Schl\u00fcsselmanageranbieter
relation.key-manager-provider.synopsis=Die Schl\u00fcsselmanageranbieter erm\u00f6glichen die Verwaltung des Schl\u00fcsselmaterials, die zum Authentifizieren einer SSL-Verbindung bei ihrem Peer verwendet wird.
relation.key-manager-provider.description=Schl\u00fcsselmanager bieten Zugriff auf das Zertifikat, das der Server zum Ausf\u00fchren einer SSL- oder StartTLS-Verhandlung verwendet wird.
relation.log-publisher.user-friendly-name=Protokollschreiber
relation.log-publisher.user-friendly-plural-name=Protokollschreiber
relation.log-publisher.synopsis=Protokoll-Schreiber erm\u00f6glichen das Verteilen von Protokollnachrichten von unterschiedlichen Protokollierern an ein Ziel.
relation.log-retention-policy.user-friendly-name=Protokollr\u00fcckhalte-Richtlinie
relation.log-retention-policy.user-friendly-plural-name=Protokollr\u00fcckhalte-Richtlinien
relation.log-retention-policy.synopsis=Mit Protokollr\u00fcckhalte-Richtlinien wird angegeben, wann Protokolldateien bereinigt werden m\u00fcssen.
relation.log-rotation-policy.user-friendly-name=Protokollrotationsrichtlinie
relation.log-rotation-policy.user-friendly-plural-name=Protokollrotationsrichtlinien
relation.log-rotation-policy.synopsis=Mit Protokollrotationsrichtlinien wird angegeben, wann Protokolldateien rotiert werden m\u00fcssen.
relation.matching-rule.user-friendly-name=Vergleichs-Regel (Matching Rule)
relation.matching-rule.user-friendly-plural-name=Vergleichsregeln
relation.matching-rule.synopsis=Vergleichs-Regeln definieren eine Sammlung von Regeln um Matchin-Operationen gegen Assertion-Werte durchzuf\u00fchren.
relation.matching-rule.description=Vergleichs-Regeln sind oft mit Attribut-Syntaxen assoziiert und werden dazu benutzt um Werte in bezug auf deren Syntax zu vergleichen. Zum Beispiel, die distinguishedNameEqualityMatch Vergleichs-Regel kann verwendet werden um festzustellen ob zwei DNs gleich sind. Die distinguishedNameEqualityMatch Vergleichs-Regel kann Zeichen wie Leerzeichen die um Kommas oder Gleichheitszeichen sind, unterschiedliche Gross und Kleinschreibung von Attributnamen, usw. ignorieren.
relation.monitor-provider.user-friendly-name=\u00dcberwachungsanbieter
relation.monitor-provider.user-friendly-plural-name=\u00dcberwachungsanbieter
relation.monitor-provider.synopsis=\u00dcberwachungsanbieter erm\u00f6glichen das Bereitstellen von Informationen zum Status des Servers oder eines seiner Komponenten.
relation.monitor-provider.description=Diese Informationen eignen sich zum Monitoring oder zur Fehlerbehebung.
relation.network-group.user-friendly-name=Netzwerkgruppe
relation.network-group.user-friendly-plural-name=Netzwerkgruppen
relation.network-group.synopsis=Mit der Netzwerkgruppe werden eingehende Clientverbindungen eingestuft und Anforderungen an Arbeitsabl\u00e4ufe weitergeleitet.
relation.password-generator.user-friendly-name=Passwortgenerator
relation.password-generator.user-friendly-plural-name=Passwortgeneratoren
relation.password-generator.synopsis=Passwortgeneratoren werden von dem erweiterten Vorgang zur Passwort\u00e4nderung verwendet, um ein neues Passwort f\u00fcr den Benutzer herzustellen.
relation.password-generator.description=Der Server l\u00e4sst zu, dass eine beliebige Anzahl von Passwortvalidierern definiert wird. Damit k\u00f6nnen mehrere Einschr\u00e4nkungen \u00fcber die Merkmale g\u00fcltiger Passw\u00f6rter verh\u00e4ngt werden. Daher ist es f\u00fcr den Server nicht m\u00f6glich, selbst\u00e4ndig die Erstellung eines Passworts zu versuchen, das allen Anforderungen aller Validatoren entspricht. Der Passwortgenerator erm\u00f6glicht es, eine benutzerdefinierte Logik zum Erstellen eines neuen Passworts anzugeben.
relation.password-policy.user-friendly-name=Passwortrichtlinie
relation.password-policy.user-friendly-plural-name=Passwortrichtlinien
relation.password-policy.synopsis=Passwortrichtlinien definieren eine Reihe von Passwortverwaltungsregeln und Anforderungen f\u00fcr die Verarbeitung der Authentifizierung.
relation.password-storage-scheme.user-friendly-name=Passwortspeicherschema
relation.password-storage-scheme.user-friendly-plural-name=Passwortspeicherschemata
relation.password-storage-scheme.synopsis=Passwortspeicherschemata verschl\u00fcsseln neue, vom Benutzer angegebene Passw\u00f6rter, sodass sie verschl\u00fcsselt gespeichert werden. Damit wird es f\u00fcr Dritte schwierig oder unm\u00f6glich, die Klartextpassw\u00f6rter aus den verschl\u00fcsselten Werten zu ermitteln.
relation.password-storage-scheme.description=Passwortspeicherschemata ermitteln auch, ob ein vom Client angegebenes Klartextpasswort mit dem verschl\u00fcsselten Wert \u00fcbereinstimmt, der auf dem Server gespeichert ist.
relation.password-validator.user-friendly-name=Passwortvalidierer
relation.password-validator.user-friendly-plural-name=Passwortvalidierer
relation.password-validator.synopsis=Passwortvalidierer erm\u00f6glichen es zu ermitteln, ob ein vorgeschlagenes Passwort verwendet werden kann, und kann Pr\u00fcfungen enthalten, beispielsweise um sicherzustellen, dass es den Anforderungen an die Mindestl\u00e4nge entspricht, dass es \u00fcber eine angemessene Reihe von Zeichen vef\u00fcgt und es sich nicht im Verlauf befindet.
relation.password-validator.description=Die Passwortrichtlinie f\u00fcr einen Benutzer gibt den Satz der Passwortvalidierer an, die verwendet werden m\u00fcssen, wenn dieser Benutzer ein neues Passwort angibt. Zum Aktivieren eines Passwortvalidierers muss der entsprechende Konfigurationseintrag aktiviert sein. Au\u00dferdem muss der DN dieses Eintrags im password-validator Attribut der Passwortrichtlinie enthalten sein, in der der Validierer aktiv sein soll. Alle Konfigurationseintr\u00e4ge f\u00fcr Passwortvalidieren m\u00fcssen die strukturelle Objektklasse des Passwortvalidierers enthalten.
relation.plugin-root.user-friendly-name=Plugin Root
relation.plugin-root.synopsis=Der Plugin Root ist der \u00fcbergeordnete Eintrag f\u00fcr alle um Server befindlichen Plugins.
relation.plugin-root.description=Er kann auch Konfigurationsatribute beinhalten welche die Reihenfolge in welcher Plugens geladen und Aufgerufen werden festlegen.
relation.root-dn.user-friendly-name=Root-DN
relation.root-dn.synopsis=Die Root-DN-Konfiguration enth\u00e4lt alle Root-DN-Benutzer, die im Directory-Server definiert sind. Au\u00dferdem definiert sie auch den Standardsatz der Privilegien, die Root-DN-Benutzer automatisch erben.
relation.root-dse-backend.user-friendly-name=Wurzel DSE Backend (Root DSE Backend)
relation.root-dse-backend.synopsis=Der Wurzel DSE Backend enth\u00e4lt den Directory Server Wurzel DSE.
relation.root-dse-backend.description=Das ist ein spezielles Meta-Backend welches dynamisch den Wurzel DSE Eintrag f\u00fcr Basis-Level Suchen und einfache Weiterleitungen zu anderen Backends (f\u00fcr Operationen in anderen Bereichen).
relation.sasl-mechanism-handler.user-friendly-name=SASL-Mechanismushandler
relation.sasl-mechanism-handler.user-friendly-plural-name=SASL-Mechanismushandler
relation.sasl-mechanism-handler.synopsis=Der Konfigurationseintrag f\u00fcr den SASL-Mechanismushandler ist das \u00fcbergeordnete Element f\u00fcr alle SASL-Mechanismushandler, die im OpenDJ-Directory-Server definiert sind.
relation.sasl-mechanism-handler.description=SASL-Mechanismushandler erm\u00f6glichen das Authentifizieren von Benutzern w\u00e4hren der Verarbeitung einer SASL-Verbindung (Simple Authentication and Security Layer, wie definiert in RFC 4422).
relation.synchronization-provider.user-friendly-name=Synchronisationsanbieter
relation.synchronization-provider.user-friendly-plural-name=Synchronisationsanbieter
relation.synchronization-provider.synopsis=Synchronisationsanbieter erm\u00f6glichen das Verarbeiten der Synchronisation der Directory-Server-Daten mit anderen OpenDJ-Instanzen oder anderen Datenrepositorys.
relation.synchronization-provider.description=Der OpenDJ-Directory-Server verwendet eine offene Vorgehensweise f\u00fcr die Replikation und keine Punkt-zu-Punkt-Vorgehensweise, die von Sun Java System Directory Server verwendet wird. In OpenDJ werden ein oder mehrere Replikationsserver in der Umgebung erstellt. Die Replikationsserver speichern normalerweise keine Benutzerdaten, sondern speichern ein Protokoll aller \u00c4nderungen in der Topologie. Jede Directory-Server-Instanz in der Topologie verweist auf die Replikationsserver. In diesem Plan werden die Bereitstellung und Verwaltung der Umgebung vereinfacht. Der Replikationsserver kann zwar auf dem gleichen System (oder sogar in der gleichen Instanz) wie der Directory-Server ausgef\u00fchrt werden, jedoch k\u00f6nnen die beiden Server auf zwei unterschiedliche System aufgetrennt werden. Diese Vorgehensweise erbringt in gro\u00dfen Umgebungen eine h\u00f6here Leistung oder besser Funktionalit\u00e4t.
relation.trust-manager-provider.user-friendly-name=Trust-Manager-Provider
relation.trust-manager-provider.user-friendly-plural-name=Trust-Manager-Provider
relation.trust-manager-provider.synopsis=Trust-Manager-Provider entschiden ob angegebenen Zertifikaten Vertraut werden soll.
relation.virtual-attribute.user-friendly-name=Virtual Attribut
relation.virtual-attribute.user-friendly-plural-name=Virtual Attribute
relation.virtual-attribute.synopsis=Virtuelle Attribute sind f\u00fcr das dynamische Generieren von Attributswerten zust\u00e4ndig, die in Eintr\u00e4gen angezeigt werden, aber nicht dauerhaft im Backend gespeichert werden.
relation.virtual-attribute.description=Virtuelle Attribute sind mit einem virtuellen Attributanbieter verkn\u00fcpft, der die Logik zum Generieren des Werts enth\u00e4lt.
relation.workflow.user-friendly-name=Arbeitsablauf
relation.workflow.user-friendly-plural-name=Workflows
relation.workflow.synopsis=Ein Workflow ist eine Liste von einzelnen Arbeitsschritten (Work Flow Elements) die auf Daten angewandt werden die aus einem Directory Server bezogen werden.
relation.workflow-element.user-friendly-name=Workflow-Element
relation.workflow-element.user-friendly-plural-name=Workflow-Elemente
relation.workflow-element.synopsis=Workflow-Elemente implementieren einen einzelnen Verarbeitungsschritt in einem Workflow.
relation.workflow-element.description=Ein Workflow Element kann z.b. einen Arbeitsschritt wie mappen von DNs, Umbenennen von Attributen, Filtern von Attributen, Datenquellen verbinden, Proxying oder Loadbalancing ausf\u00fchren. Das einfachste Workflow-Element ist das Local Backend Workflow-Element, welches Daten zum Backend routet.
relation.work-queue.user-friendly-name=Arbeitsvorrat (Work Queue)
relation.work-queue.synopsis=Der Arbeitsvorrat (Work Queue) bietet die Konfiguration des Server Arbeitsvorrates (Server Work Queue) an. Die Server Work Queue is verantworlich daf\u00fcr, dass Requests die von Clients empfangen werden, in einer bestimmten Zeit verarbeitet werden.
relation.work-queue.description=Es kann nur eine Work Queue in einem Server definiert werden. Wenn ein Connection-Handler einen Client Request empf\u00e4ngt, Stellt der Connection-Handler diesen Request in die Work Queue, damit der Request richtig verarbeitet werden kann.
