user-friendly-name=\u6839
user-friendly-plural-name=\u6839
synopsis=\u6839\u914d\u7f6e\u7528\u4e8e\u63d0\u4f9b\u8fdb\u5165\u5176\u4f59 OpenDJ \u914d\u7f6e\u7684\u5165\u53e3\u70b9\u3002
tag.core-server.synopsis=\u6838\u5fc3\u670d\u52a1\u5668
tag.database.synopsis=\u9ad8\u901f\u7f13\u5b58\u548c\u540e\u7aef
tag.logging.synopsis=\u65e5\u5fd7\u8bb0\u5f55
tag.replication.synopsis=\u590d\u5236
tag.security.synopsis=\u9a8c\u8bc1\u548c\u6388\u6743
tag.user-management.synopsis=\u7528\u6237\u7ba1\u7406
relation.access-control-handler.user-friendly-name=\u8bbf\u95ee\u63a7\u5236\u5904\u7406\u7a0b\u5e8f
relation.access-control-handler.synopsis=\u8bbf\u95ee\u63a7\u5236\u5904\u7406\u7a0b\u5e8f\u7528\u4e8e\u7ba1\u7406\u5e94\u7528\u7a0b\u5e8f\u8303\u56f4\u7684\u8bbf\u95ee\u63a7\u5236\u3002OpenDJ \u8bbf\u95ee\u63a7\u5236\u5904\u7406\u7a0b\u5e8f\u901a\u8fc7\u53ef\u6269\u5c55\u63a5\u53e3\u8fdb\u884c\u5b9a\u4e49\uff0c\u4ee5\u4fbf\u53ef\u4ee5\u521b\u5efa\u66ff\u4ee3\u5b9e\u73b0\u3002\u5728\u4efb\u4f55\u7ed9\u5b9a\u7684\u65f6\u95f4\uff0c\u670d\u52a1\u5668\u4e2d\u53ea\u80fd\u6709\u4e00\u4e2a\u8bbf\u95ee\u63a7\u5236\u5904\u7406\u7a0b\u5e8f\u53ef\u4ee5\u5904\u4e8e\u6d3b\u52a8\u72b6\u6001\u3002
relation.access-control-handler.description=\u8bf7\u6ce8\u610f\uff0cOpenDJ \u8fd8\u5177\u6709\u6743\u9650\u5b50\u7cfb\u7edf\uff0c\u8fd9\u53ef\u80fd\u4f1a\u5f71\u54cd\u5141\u8bb8\u5ba2\u6237\u7aef\u5728\u670d\u52a1\u5668\u4e2d\u6267\u884c\u7684\u64cd\u4f5c\u3002\u4f8b\u5982\uff0c\u5bf9\u4e8e\u4efb\u4f55\u5177\u6709 bypass-acl \u6743\u9650\u7684\u7528\u6237\uff0c\u65e0\u8bba\u662f\u5426\u5df2\u542f\u7528\u8bbf\u95ee\u63a7\u5236\u5b9e\u73b0\uff0c\u90fd\u65e0\u9700\u63a5\u53d7\u8bbf\u95ee\u63a7\u5236\u68c0\u67e5\u3002
relation.account-status-notification-handler.user-friendly-name=\u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f
relation.account-status-notification-handler.user-friendly-plural-name=\u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f
relation.account-status-notification-handler.synopsis=\u8c03\u7528\u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\uff0c\u4ee5\u4fbf\u5f53\u7528\u6237\u5e10\u6237\u7684\u72b6\u6001\u901a\u8fc7\u67d0\u79cd\u65b9\u5f0f\u66f4\u6539\u65f6\uff0c\u4ee5\u67d0\u79cd\u5f62\u5f0f\uff08\u4f8b\u5982\uff0c\u901a\u8fc7\u7535\u5b50\u90ae\u4ef6\uff09\u4e3a\u7528\u6237\u63d0\u4f9b\u901a\u77e5\u3002\u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\u53ef\u4ee5\u7528\u4e8e\u5c06\u6240\u505a\u7684\u66f4\u6539\u901a\u77e5\u7528\u6237\u548c/\u6216\u7ba1\u7406\u5458\u3002
relation.administration-connector.user-friendly-name=\u7ba1\u7406\u8fde\u63a5\u5668
relation.administration-connector.synopsis=\u7ba1\u7406\u8fde\u63a5\u5668\u7528\u4e8e\u4f7f\u7528 LDAP \u4e0e\u7ba1\u7406\u5de5\u5177\u8fdb\u884c\u4ea4\u4e92\u3002
relation.administration-connector.description=\u5b83\u662f\u7528\u4e8e\u7ba1\u7406\u7684\u4e13\u7528\u5165\u53e3\u70b9\u3002
relation.alert-handler.user-friendly-name=\u8b66\u62a5\u5904\u7406\u7a0b\u5e8f
relation.alert-handler.user-friendly-plural-name=\u8b66\u62a5\u5904\u7406\u7a0b\u5e8f
relation.alert-handler.synopsis=\u8b66\u62a5\u5904\u7406\u7a0b\u5e8f\u7528\u4e8e\u901a\u77e5\u7ba1\u7406\u5458\u5728 Directory Server \u4e2d\u51fa\u73b0\u7684\u91cd\u8981\u95ee\u9898\u6216\u503c\u5f97\u6ce8\u610f\u7684\u4e8b\u4ef6\u3002
relation.attribute-syntax.user-friendly-name=\u5c5e\u6027\u8bed\u6cd5
relation.attribute-syntax.user-friendly-plural-name=\u5c5e\u6027\u8bed\u6cd5
relation.attribute-syntax.synopsis=\u5c5e\u6027\u8bed\u6cd5\u7528\u4e8e\u5b9a\u4e49\u53ef\u4ee5\u5728\u4f7f\u7528\u8be5\u8bed\u6cd5\u7684\u5c5e\u6027\u4e2d\u5b58\u50a8\u7684\u6570\u636e\u7684\u7c7b\u578b\u3002\u8bed\u6cd5\u901a\u5e38\u4e0e\u5339\u914d\u7684\u89c4\u5219\u96c6\u5173\u8054\uff0c\u8fd9\u4e9b\u89c4\u5219\u96c6\u7528\u4e8e\u6307\u793a\u5982\u4f55\u6839\u636e\u8be5\u8bed\u6cd5\u7684\u503c\u6267\u884c\u5339\u914d\u7684\u64cd\u4f5c\u3002
relation.backend.user-friendly-name=\u540e\u7aef
relation.backend.user-friendly-plural-name=\u540e\u7aef
relation.backend.synopsis=\u540e\u7aef\u8d1f\u8d23\u63d0\u4f9b\u5bf9\u670d\u52a1\u5668\u5448\u9012\u7684\u5e95\u5c42\u6570\u636e\u7684\u8bbf\u95ee\u3002
relation.backend.description=\u8fd9\u4e9b\u6570\u636e\u53ef\u80fd\u672c\u5730\u5b58\u50a8\u5728\u5d4c\u5165\u5f0f\u6570\u636e\u5e93\u4e2d\uff0c\u8fdc\u7a0b\u5b58\u50a8\u5728\u5916\u90e8\u7cfb\u7edf\u4e2d\uff0c\u6216\u8005\u662f\u5373\u65f6\u751f\u6210\u7684\uff08\u4f8b\u5982\uff0c\u4ece\u5176\u4ed6\u53ef\u7528\u4fe1\u606f\u8ba1\u7b97\u5f97\u51fa\u7684\uff09\u3002
relation.certificate-mapper.user-friendly-name=\u8bc1\u4e66\u6620\u5c04\u5668
relation.certificate-mapper.user-friendly-plural-name=\u8bc1\u4e66\u6620\u5c04\u5668
relation.certificate-mapper.synopsis=\u8bc1\u4e66\u6620\u5c04\u5668\u8d1f\u8d23\u5728\u5ba2\u6237\u7aef\u8bc1\u4e66\u548c\u4e0e\u8be5\u8bc1\u4e66\u5bf9\u5e94\u7684\u7528\u6237\u6761\u76ee\u4e4b\u95f4\u5efa\u7acb\u6620\u5c04\u3002
relation.connection-handler.user-friendly-name=\u8fde\u63a5\u5904\u7406\u7a0b\u5e8f
relation.connection-handler.user-friendly-plural-name=\u8fde\u63a5\u5904\u7406\u7a0b\u5e8f
relation.connection-handler.synopsis=\u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u8d1f\u8d23\u5904\u7406\u4e0e\u5ba2\u6237\u7aef\u7684\u6240\u6709\u4ea4\u4e92\uff0c\u5305\u62ec\u63a5\u6536\u8fde\u63a5\u3001\u8bfb\u53d6\u8bf7\u6c42\u548c\u53d1\u751f\u54cd\u5e94\u3002
relation.crypto-manager.user-friendly-name=\u52a0\u5bc6\u7ba1\u7406\u5668
relation.crypto-manager.synopsis=\u52a0\u5bc6\u7ba1\u7406\u5668\u7528\u4e8e\u63d0\u4f9b\u6267\u884c\u538b\u7f29\u3001\u89e3\u538b\u7f29\u3001\u6563\u5217\u3001\u52a0\u5bc6\u548c\u5176\u4ed6\u79cd\u52a0\u5bc6\u64cd\u4f5c\u7684\u516c\u5171\u63a5\u53e3\u3002
relation.entry-cache.user-friendly-name=\u6761\u76ee\u7f13\u5b58
relation.entry-cache.user-friendly-plural-name=\u6761\u76ee\u9ad8\u901f\u7f13\u5b58
relation.entry-cache.synopsis=\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u8d1f\u8d23\u9ad8\u901f\u7f13\u5b58\u5ba2\u6237\u7aef\u5e94\u7528\u7a0b\u5e8f\u4e3a\u6539\u8fdb Directory Server \u6027\u80fd\u53ef\u80fd\u8981\u8bbf\u95ee\u7684\u6761\u76ee\u3002
relation.extended-operation-handler.user-friendly-name=\u6269\u5c55\u64cd\u4f5c\u5904\u7406\u7a0b\u5e8f
relation.extended-operation-handler.user-friendly-plural-name=\u6269\u5c55\u64cd\u4f5c\u5904\u7406\u7a0b\u5e8f
relation.extended-operation-handler.synopsis=\u6269\u5c55\u64cd\u4f5c\u5904\u7406\u7a0b\u5e8f\u7528\u4e8e\u5904\u7406\u670d\u52a1\u5668\u4e2d\u4e0d\u540c\u7c7b\u578b\u7684\u6269\u5c55\u64cd\u4f5c\u3002
relation.extension.user-friendly-name=\u6269\u5c55
relation.extension.user-friendly-plural-name=\u6269\u5c55
relation.extension.synopsis=\u901a\u8fc7\u6269\u5c55\uff0c\u53ef\u4ee5\u7528\u65b0\u7c7b\u578b\u7684\u5bf9\u8c61\u6269\u5c55\u914d\u7f6e\u3002
relation.extension.description=\u5b83\u662f\u6269\u5c55\u7684\u5165\u53e3\u70b9\uff0c\u8981\u6c42\u914d\u7f6e\u5bf9\u8c61\u4e0d\u662f\u4ece\u73b0\u6709\u7684\u9876\u7ea7\u5bf9\u8c61\u7ee7\u627f\u800c\u6765\u3002
relation.global-configuration.user-friendly-name=\u5168\u5c40\u914d\u7f6e
relation.global-configuration.synopsis=\u201c\u5168\u5c40\u201d\u5305\u542b\u5f71\u54cd OpenDJ \u6574\u4f53\u64cd\u4f5c\u7684\u5c5e\u6027\u3002
relation.group-implementation.user-friendly-name=\u7ec4\u5b9e\u73b0
relation.group-implementation.user-friendly-plural-name=\u7ec4\u5b9e\u73b0
relation.group-implementation.synopsis=\u7ec4\u5b9e\u73b0\u7528\u4e8e\u5b9a\u4e49\u7528\u6237\u7684\u547d\u540d\u96c6\u5408\u3002
relation.group-implementation.description=\u4e0d\u540c\u7684\u7ec4\u5b9e\u73b0\u53ef\u80fd\u5177\u6709\u4e0d\u540c\u786e\u5b9a\u6210\u5458\u7684\u65b9\u5f0f\u3002\u4f8b\u5982\uff0c\u67d0\u4e9b\u7ec4\u53ef\u80fd\u660e\u786e\u5217\u51fa\u6210\u5458\uff0c\u5e76\u4e14/\u6216\u8005\u8fd9\u4e9b\u7ec4\u53ef\u80fd\u52a8\u6001\u5730\u786e\u5b9a\u6210\u5458\u3002
relation.identity-mapper.user-friendly-name=\u8eab\u4efd\u6620\u5c04\u5668
relation.identity-mapper.user-friendly-plural-name=\u8eab\u4efd\u6620\u5c04\u5668
relation.identity-mapper.synopsis=\u8eab\u4efd\u6620\u5c04\u5668\u8d1f\u8d23\u5728\u5ba2\u6237\u7aef\u63d0\u4f9b\u7684\u6807\u8bc6\u7b26\u5b57\u7b26\u4e32\u548c\u4e0e\u8be5\u6807\u8bc6\u7b26\u5bf9\u5e94\u7684\u7528\u6237\u6761\u76ee\u4e4b\u95f4\u5efa\u7acb\u6620\u5c04\u3002\u8eab\u4efd\u6620\u5c04\u5668\u7528\u4e8e\u5904\u7406\u591a\u4e2a SASL \u673a\u5236\uff0c\u4ee5\u5c06\u6388\u6743 ID\uff08\u4f8b\u5982\uff0c\u5f53\u4f7f\u7528 GSSAPI \u4e3a Kerberos \u4e3b\u4f53\uff09\u6620\u5c04\u5230\u76ee\u5f55\u7528\u6237\u3002\u5728\u4f7f\u7528\u4ee3\u7406\u6388\u6743\u63a7\u5236\u5904\u7406\u8bf7\u6c42\u65f6\u4e5f\u53ef\u4ee5\u4f7f\u7528\u8eab\u4efd\u6620\u5c04\u5668\u3002
relation.key-manager-provider.user-friendly-name=\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f
relation.key-manager-provider.user-friendly-plural-name=\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f
relation.key-manager-provider.synopsis=\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u8d1f\u8d23\u7ba1\u7406\u5728\u4f7f SSL \u8fde\u63a5\u901a\u8fc7\u5176\u5bf9\u7b49\u9879\u7684\u9a8c\u8bc1\u65f6\u4f7f\u7528\u7684\u5bc6\u94a5\u6750\u6599\u3002
relation.key-manager-provider.description=\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u5b9e\u8d28\u4e0a\u662f\u7528\u4e8e\u63d0\u4f9b\u5bf9\u670d\u52a1\u5668\u6267\u884c SSL \u6216 StartTLS \u534f\u5546\u65f6\u4f7f\u7528\u7684\u8bc1\u4e66\u7684\u8bbf\u95ee\u3002
relation.log-publisher.user-friendly-name=\u65e5\u5fd7\u53d1\u5e03\u5668
relation.log-publisher.user-friendly-plural-name=\u65e5\u5fd7\u53d1\u5e03\u5668
relation.log-publisher.synopsis=\u65e5\u5fd7\u53d1\u5e03\u5668\u8d1f\u8d23\u5c06\u6765\u81ea\u4e0d\u540c\u8bb0\u5f55\u5668\u7684\u65e5\u5fd7\u6d88\u606f\u5206\u53d1\u5230\u67d0\u4e2a\u76ee\u6807\u3002
relation.log-retention-policy.user-friendly-name=\u65e5\u5fd7\u4fdd\u7559\u7b56\u7565
relation.log-retention-policy.user-friendly-plural-name=\u65e5\u5fd7\u4fdd\u7559\u7b56\u7565
relation.log-retention-policy.synopsis=\u65e5\u5fd7\u4fdd\u7559\u7b56\u7565\u7528\u4e8e\u6307\u5b9a\u4f55\u65f6\u5e94\u6e05\u9664\u65e5\u5fd7\u6587\u4ef6\u3002
relation.log-rotation-policy.user-friendly-name=\u65e5\u5fd7\u8f6e\u8f6c\u7b56\u7565
relation.log-rotation-policy.user-friendly-plural-name=\u65e5\u5fd7\u8f6e\u8f6c\u7b56\u7565
relation.log-rotation-policy.synopsis=\u65e5\u5fd7\u8f6e\u8f6c\u7b56\u7565\u7528\u4e8e\u6307\u5b9a\u4f55\u65f6\u5e94\u8f6e\u8f6c\u65e5\u5fd7\u6587\u4ef6\u3002
relation.matching-rule.user-friendly-name=\u5339\u914d\u89c4\u5219
relation.matching-rule.user-friendly-plural-name=\u5339\u914d\u89c4\u5219
relation.matching-rule.synopsis=\u5339\u914d\u89c4\u5219\u7528\u4e8e\u5b9a\u4e49\u6839\u636e\u6307\u5b9a\u503c\u6267\u884c\u5339\u914d\u64cd\u4f5c\u7684\u89c4\u5219\u96c6\u3002
relation.matching-rule.description=\u5339\u914d\u89c4\u5219\u7ecf\u5e38\u4e0e\u5c5e\u6027\u8bed\u6cd5\u5173\u8054\uff0c\u7528\u4e8e\u6839\u636e\u8be5\u8bed\u6cd5\u6bd4\u8f83\u503c\u3002\u4f8b\u5982\uff0cdistinguishedNameEqualityMatch \u5339\u914d\u89c4\u5219\u53ef\u7528\u4e8e\u786e\u5b9a\u4e24\u4e2a DN \u662f\u5426\u76f8\u7b49\uff0c\u4ee5\u53ca\u662f\u5426\u53ef\u4ee5\u5ffd\u7565\u9017\u53f7\u548c\u7b49\u53f7\u5468\u56f4\u4e0d\u5fc5\u8981\u7684\u7a7a\u683c\uff0c\u662f\u5426\u5ffd\u7565\u5c5e\u6027\u540d\u4e2d\u7684\u5927\u5199\u5dee\u522b\u7b49\u7b49\u3002
relation.monitor-provider.user-friendly-name=\u76d1\u89c6\u5668\u63d0\u4f9b\u7a0b\u5e8f
relation.monitor-provider.user-friendly-plural-name=\u76d1\u89c6\u5668\u63d0\u4f9b\u7a0b\u5e8f
relation.monitor-provider.synopsis=\u76d1\u89c6\u5668\u63d0\u4f9b\u7a0b\u5e8f\u53ef\u7528\u4e8e\u63d0\u4f9b\u6709\u5173\u670d\u52a1\u5668\u6216\u5176\u4e2d\u67d0\u4e2a\u7ec4\u4ef6\u7684\u72b6\u6001\u7684\u4fe1\u606f\u3002
relation.monitor-provider.description=\u8be5\u4fe1\u606f\u5bf9\u4e8e\u76d1\u89c6\u6216\u6545\u969c\u6392\u9664\u5f88\u6709\u7528\u3002
relation.network-group.user-friendly-name=\u7f51\u7edc\u7ec4
relation.network-group.user-friendly-plural-name=\u7f51\u7edc\u7ec4
relation.network-group.synopsis=\u7f51\u7edc\u7ec4\u7528\u4e8e\u5bf9\u63a5\u53d7\u7684\u5ba2\u6237\u7aef\u8fde\u63a5\u8fdb\u884c\u5206\u7c7b\u4ee5\u53ca\u5c06\u8bf7\u6c42\u8def\u7531\u5230\u5de5\u4f5c\u6d41\u3002
relation.password-generator.user-friendly-name=\u5bc6\u7801\u751f\u6210\u5668
relation.password-generator.user-friendly-plural-name=\u5bc6\u7801\u751f\u6210\u5668
relation.password-generator.synopsis=\u5bc6\u7801\u751f\u6210\u5668\u7531\u5bc6\u7801\u4fee\u6539\u6269\u5c55\u64cd\u4f5c\u7528\u4e8e\u4e3a\u7528\u6237\u6784\u9020\u65b0\u5bc6\u7801\u3002
relation.password-generator.description=\u670d\u52a1\u5668\u5141\u8bb8\u5b9a\u4e49\u4efb\u4f55\u6570\u76ee\u7684\u5bc6\u7801\u9a8c\u8bc1\u5668\u3002\u8fd9\u6837\u53ef\u4ee5\u5bf9\u6709\u6548\u5bc6\u7801\u7684\u7279\u6027\u65bd\u52a0\u4efb\u4f55\u7c7b\u578b\u7684\u9650\u5236\u3002\u56e0\u6b64\uff0c\u5bf9\u4e8e\u670d\u52a1\u5668\u800c\u8a00\uff0c\u4f9d\u9760\u81ea\u8eab\u751f\u6210\u5bc6\u7801\u6765\u6ee1\u8db3\u6240\u6709\u9a8c\u8bc1\u5668\u7684\u6240\u6709\u8981\u6c42\u662f\u4e0d\u53ef\u884c\u7684\u3002\u901a\u8fc7\u5bc6\u7801\u751f\u6210\u5668\uff0c\u53ef\u4ee5\u63d0\u4f9b\u81ea\u5b9a\u4e49\u903b\u8f91\u6765\u521b\u5efa\u65b0\u5bc6\u7801\u3002
relation.password-policy.user-friendly-name=\u5bc6\u7801\u7b56\u7565
relation.password-policy.user-friendly-plural-name=\u5bc6\u7801\u7b56\u7565
relation.password-policy.synopsis=\u5bc6\u7801\u7b56\u7565\u7528\u4e8e\u5b9a\u4e49\u5bc6\u7801\u7ba1\u7406\u89c4\u5219\u7684\u6570\u76ee\uff0c\u4ee5\u53ca\u9a8c\u8bc1\u5904\u7406\u7684\u8981\u6c42\u3002
relation.password-storage-scheme.user-friendly-name=\u5bc6\u7801\u5b58\u50a8\u6a21\u5f0f
relation.password-storage-scheme.user-friendly-plural-name=\u5bc6\u7801\u5b58\u50a8\u6a21\u5f0f
relation.password-storage-scheme.synopsis=\u5bc6\u7801\u5b58\u50a8\u6a21\u5f0f\u7528\u4e8e\u5bf9\u7528\u6237\u63d0\u4f9b\u7684\u65b0\u5bc6\u7801\u8fdb\u884c\u7f16\u7801\uff0c\u4ee5\u4fbf\u8fd9\u4e9b\u5bc6\u7801\u4ee5\u7f16\u7801\u65b9\u5f0f\u8fdb\u884c\u5b58\u50a8\u3002\u8fd9\u6837\u5c31\u4f7f\u5f97\u67d0\u4e9b\u4eba\u5f88\u96be\u6216\u4e0d\u53ef\u80fd\u6839\u636e\u7f16\u7801\u503c\u786e\u5b9a\u660e\u6587\u5bc6\u7801\u3002
relation.password-storage-scheme.description=\u5bc6\u7801\u5b58\u50a8\u6a21\u5f0f\u4e5f\u53ef\u7528\u4e8e\u786e\u5b9a\u5ba2\u6237\u7aef\u63d0\u4f9b\u7684\u660e\u6587\u5bc6\u7801\u662f\u5426\u4e0e\u670d\u52a1\u5668\u4e2d\u5b58\u50a8\u7684\u7f16\u7801\u503c\u5339\u914d\u3002
relation.password-validator.user-friendly-name=\u5bc6\u7801\u9a8c\u8bc1\u5668
relation.password-validator.user-friendly-plural-name=\u5bc6\u7801\u9a8c\u8bc1\u5668
relation.password-validator.synopsis=\u5bc6\u7801\u9a8c\u8bc1\u5668\u8d1f\u8d23\u786e\u5b9a\u5efa\u8bae\u7684\u5bc6\u7801\u662f\u5426\u53ef\u63a5\u53d7\u4ee5\u4f9b\u4f7f\u7528\uff0c\u662f\u5426\u53ef\u4ee5\u5305\u62ec\u68c0\u67e5\uff0c\u5982\u786e\u4fdd\u8be5\u5bc6\u7801\u6ee1\u8db3\u6700\u5c0f\u957f\u5ea6\u8981\u6c42\uff0c\u786e\u4fdd\u5177\u6709\u9002\u5f53\u7684\u5b57\u7b26\u8303\u56f4\uff0c\u6216\u8005\u786e\u4fdd\u8fc7\u53bb\u6ca1\u6709\u4f7f\u7528\u8fc7\u3002
relation.password-validator.description=\u7528\u6237\u7684\u5bc6\u7801\u7b56\u7565\u6307\u5b9a\u4e86\u6bcf\u6b21\u7528\u6237\u63d0\u4f9b\u65b0\u5bc6\u7801\u65f6\u5e94\u4f7f\u7528\u7684\u5bc6\u7801\u9a8c\u8bc1\u5668\u7684\u96c6\u5408\u3002\u4e3a\u4e86\u6fc0\u6d3b\u5bc6\u7801\u9a8c\u8bc1\u5668\uff0c\u5fc5\u987b\u542f\u7528\u76f8\u5e94\u7684\u914d\u7f6e\u6761\u76ee\uff0c\u5e76\u4e14\u8be5\u6761\u76ee\u7684 DN \u5e94\u5305\u542b\u5728\u60a8\u8981\u4f7f\u8be5\u9a8c\u8bc1\u5668\u5904\u4e8e\u6d3b\u52a8\u72b6\u6001\u7684\u5bc6\u7801\u7b56\u7565\u7684 password-validator \u5c5e\u6027\u4e2d\u3002\u6240\u6709\u5bc6\u7801\u9a8c\u8bc1\u5668\u914d\u7f6e\u6761\u76ee\u5fc5\u987b\u90fd\u5305\u542b password-validator \u7ed3\u6784\u5bf9\u8c61\u7c7b\u3002
relation.plugin-root.user-friendly-name=\u63d2\u4ef6\u6839
relation.plugin-root.synopsis=\u63d2\u4ef6\u6839\u7528\u4e8e\u5b9a\u4e49\u670d\u52a1\u5668\u4e2d\u6240\u6709\u63d2\u4ef6\u7684\u7236\u6761\u76ee\u3002
relation.plugin-root.description=\u5b83\u4e5f\u53ef\u4ee5\u5305\u542b\u7528\u4e8e\u5b9a\u4e49\u8fd9\u4e9b\u63d2\u4ef6\u7684\u88c5\u5165\u548c\u8c03\u7528\u987a\u5e8f\u7684\u914d\u7f6e\u5c5e\u6027\u3002
relation.root-dn.user-friendly-name=\u6839 DN
relation.root-dn.synopsis=\u6839 DN \u914d\u7f6e\u5305\u542b Directory Server \u4e2d\u5b9a\u4e49\u7684\u6240\u6709\u6839 DN \u7528\u6237\u3002\u6b64\u5916\uff0c\u5b83\u8fd8\u5b9a\u4e49\u4e86\u6839 DN \u7528\u6237\u81ea\u52a8\u7ee7\u627f\u7684\u9ed8\u8ba4\u6743\u9650\u96c6\u3002
relation.root-dse-backend.user-friendly-name=\u6839 DSE \u540e\u7aef
relation.root-dse-backend.synopsis=\u6839 DSE \u540e\u7aef\u5305\u542b Directory Server \u6839 DSE\u3002
relation.root-dse-backend.description=\u8fd9\u662f\u7279\u6b8a\u7684\u5143\u540e\u7aef\uff0c\u53ef\u4ee5\u81ea\u52a8\u4e3a\u57fa\u5c42\u641c\u7d22\u751f\u6210\u6839 DSE \u6761\u76ee\uff0c\u5e76\u76f4\u63a5\u91cd\u5b9a\u5411\u5230\u5176\u4ed6\u540e\u7aef\u4ee5\u5728\u5176\u4ed6\u8303\u56f4\u5185\u6267\u884c\u64cd\u4f5c\u3002
relation.sasl-mechanism-handler.user-friendly-name=SASL \u673a\u5236\u5904\u7406\u7a0b\u5e8f
relation.sasl-mechanism-handler.user-friendly-plural-name=SASL \u673a\u5236\u5904\u7406\u7a0b\u5e8f
relation.sasl-mechanism-handler.synopsis=SASL \u673a\u5236\u5904\u7406\u7a0b\u5e8f\u914d\u7f6e\u6761\u76ee\u662f OpenDJ \u4e2d\u5b9a\u4e49\u7684\u6240\u6709 SASL \u673a\u5236\u5904\u7406\u7a0b\u5e8f\u7684\u7236\u9879\u3002
relation.sasl-mechanism-handler.description=SASL \u673a\u5236\u5904\u7406\u7a0b\u5e8f\u8d1f\u8d23\u5728\u5904\u7406 SASL\uff08Simple Authentication and Security Layer\uff0c\u7b80\u5355\u9a8c\u8bc1\u548c\u5b89\u5168\u5c42 [\u5982 RFC 4422 \u4e2d\u5b9a\u4e49]\uff09\u7ed1\u5b9a\u671f\u95f4\u9a8c\u8bc1\u7528\u6237\u3002
relation.synchronization-provider.user-friendly-name=\u540c\u6b65\u63d0\u4f9b\u7a0b\u5e8f
relation.synchronization-provider.user-friendly-plural-name=\u540c\u6b65\u63d0\u4f9b\u7a0b\u5e8f
relation.synchronization-provider.synopsis=\u540c\u6b65\u63d0\u4f9b\u7a0b\u5e8f\u8d1f\u8d23\u5904\u7406 Directory Server \u6570\u636e\u4e0e\u5176\u4ed6 OpenDJ \u5b9e\u4f8b\u6216\u5176\u4ed6\u6570\u636e\u4ed3\u5e93\u7684\u540c\u6b65\u3002
relation.synchronization-provider.description=OpenDJ \u91c7\u7528\u96c6\u4e2d\u5316\u7684\u65b9\u6cd5\uff08\u800c\u4e0d\u662f Sun Java System Directory Server \u91c7\u7528\u7684\u70b9\u5bf9\u70b9\u65b9\u6cd5\uff09\u6765\u6267\u884c\u590d\u5236\u3002\u5728 OpenDJ \u4e2d\uff0c\u53ef\u4ee5\u5728\u73af\u5883\u4e2d\u521b\u5efa\u4e00\u4e2a\u6216\u591a\u4e2a\u590d\u5236\u670d\u52a1\u5668\u3002\u590d\u5236\u670d\u52a1\u5668\u901a\u5e38\u4e0d\u5b58\u50a8\u7528\u6237\u6570\u636e\uff0c\u800c\u662f\u4fdd\u7559\u62d3\u6251\u7ed3\u6784\u5185\u6240\u505a\u7684\u6240\u6709\u66f4\u6539\u7684\u65e5\u5fd7\u3002\u62d3\u6251\u7ed3\u6784\u4e2d\u6bcf\u4e2a Directory Server \u5b9e\u4f8b\u90fd\u6307\u5411\u590d\u5236\u670d\u52a1\u5668\u3002\u8be5\u65b9\u6848\u53ef\u4ee5\u7b80\u5316\u73af\u5883\u7684\u90e8\u7f72\u548c\u7ba1\u7406\u3002\u5c3d\u7ba1\u60a8\u53ef\u4ee5\u5728\u4e0e Directory Server \u76f8\u540c\u7684\u7cfb\u7edf\uff08\u751a\u81f3\u662f\u76f8\u540c\u5b9e\u4f8b\uff09\u4e2d\u8fd0\u884c\u590d\u5236\u670d\u52a1\u5668\uff0c\u4f46\u662f\u53ef\u4ee5\u5c06\u4e24\u4e2a\u670d\u52a1\u5668\u9694\u79bb\u5230\u4e0d\u540c\u7684\u7cfb\u7edf\u3002\u8be5\u65b9\u6cd5\u53ef\u4ee5\u5728\u5e9e\u5927\u7684\u73af\u5883\u4e2d\u63d0\u4f9b\u66f4\u597d\u7684\u6027\u80fd\u6216\u529f\u80fd\u3002
relation.trust-manager-provider.user-friendly-name=\u4fe1\u4efb\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f
relation.trust-manager-provider.user-friendly-plural-name=\u4fe1\u4efb\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f
relation.trust-manager-provider.synopsis=\u4fe1\u4efb\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u7528\u4e8e\u786e\u5b9a\u662f\u5426\u4fe1\u4efb\u63d0\u4f9b\u7684\u8bc1\u4e66\u3002
relation.virtual-attribute.user-friendly-name=\u865a\u62df\u5c5e\u6027
relation.virtual-attribute.user-friendly-plural-name=\u865a\u62df\u5c5e\u6027
relation.virtual-attribute.synopsis=\u865a\u62df\u5c5e\u6027\u8d1f\u8d23\u52a8\u6001\u751f\u6210\u5728\u6761\u76ee\u4e2d\u663e\u793a\u4f46\u4e0d\u4f1a\u6c38\u4e45\u5b58\u50a8\u5728\u540e\u7aef\u7684\u5c5e\u6027\u503c\u3002
relation.virtual-attribute.description=\u865a\u62df\u5c5e\u6027\u4e0e\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u76f8\u5173\u8054\uff0c\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u5305\u542b\u7528\u4e8e\u751f\u6210\u503c\u7684\u903b\u8f91\u3002
relation.workflow.user-friendly-name=\u5de5\u4f5c\u6d41
relation.workflow.user-friendly-plural-name=\u5de5\u4f5c\u6d41
relation.workflow.synopsis=\u5de5\u4f5c\u6d41\u662f\u5728\u4ece Directory Server \u68c0\u7d22\u6570\u636e\u65f6\u5e94\u7528\u4e8e\u6570\u636e\u7684\u5904\u7406\u6b65\u9aa4\uff08\u5de5\u4f5c\u6d41\u5143\u7d20\uff09\u7684\u5217\u8868\u3002
relation.workflow-element.user-friendly-name=\u5de5\u4f5c\u6d41\u5143\u7d20
relation.workflow-element.user-friendly-plural-name=\u5de5\u4f5c\u6d41\u5143\u7d20
relation.workflow-element.synopsis=\u5de5\u4f5c\u6d41\u5143\u7d20\u7528\u4e8e\u5b9e\u73b0\u5de5\u4f5c\u6d41\u4e2d\u7684\u5355\u4e2a\u5904\u7406\u6b65\u9aa4\u3002
relation.workflow-element.description=\u5de5\u4f5c\u6d41\u5143\u7d20\u53ef\u4ee5\u6267\u884c\u8bf8\u5982\u6620\u5c04 DN\u3001\u91cd\u547d\u540d\u5c5e\u6027\u3001\u8fc7\u6ee4\u5c5e\u6027\u3001\u8054\u63a5\u6570\u636e\u6e90\u3001\u4ee3\u7406\u6216\u8d1f\u8f7d\u5e73\u8861\u7b49\u4efb\u52a1\u3002\u6700\u7b80\u5355\u7684\u5de5\u4f5c\u6d41\u5143\u7d20\u662f\u672c\u5730\u540e\u7aef\u5de5\u4f5c\u6d41\u5143\u7d20\uff0c\u5b83\u53ef\u5c06\u6570\u636e\u8def\u7531\u5230\u540e\u7aef\u3002
relation.work-queue.user-friendly-name=\u5de5\u4f5c\u961f\u5217
relation.work-queue.synopsis=\u5de5\u4f5c\u961f\u5217\u7528\u4e8e\u63d0\u4f9b\u670d\u52a1\u5668\u5de5\u4f5c\u961f\u5217\u7684\u914d\u7f6e\uff0c\u8d1f\u8d23\u786e\u4fdd\u53ca\u65f6\u5904\u7406\u63a5\u6536\u5230\u7684\u6765\u81ea\u5ba2\u6237\u7aef\u7684\u8bf7\u6c42\u3002
relation.work-queue.description=\u5728\u670d\u52a1\u5668\u4e2d\u4ec5\u53ef\u4ee5\u5b9a\u4e49\u4e00\u4e2a\u5de5\u4f5c\u961f\u5217\u3002\u53ea\u8981\u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u63a5\u6536\u5230\u5ba2\u6237\u7aef\u8bf7\u6c42\uff0c\u5b83\u5c31\u4f1a\u5c06\u8be5\u8bf7\u6c42\u653e\u7f6e\u5230\u5de5\u4f5c\u961f\u5217\u4e2d\u4ee5\u8fdb\u884c\u9002\u5f53\u5904\u7406\u3002
