user-friendly-name=Controlador de notificaci\u00f3n de estado de la cuenta SMTP
user-friendly-plural-name=Controladores de notificaci\u00f3n de estado de la cuenta SMTP
synopsis=Se trata de un controlador de notificaci\u00f3n que env\u00eda mensajes de correo electr\u00f3nico a los usuarios finales o a los administradores cada vez que se genera una notificaci\u00f3n de estado de la cuenta.
property.email-address-attribute-type.synopsis=Especifica el atributo de las entradas del usuario que se utilizar\u00e1 para obtener la direcci\u00f3n de correo electr\u00f3nico al enviar una notificaci\u00f3n al usuario final.
property.email-address-attribute-type.description=Puede especificar m\u00e1s de una direcci\u00f3n de correo electr\u00f3nico como valores independientes. En ese caso, el servidor OpenDJ env\u00eda una notificaci\u00f3n a todas las direcciones de correo electr\u00f3nico identificadas.
property.email-address-attribute-type.default-behavior.alias.synopsis=Si no se ha especificado ning\u00fan tipo de direcci\u00f3n de correo electr\u00f3nico, no se intentar\u00e1 enviar mensajes de notificaci\u00f3n a los usuarios finales. S\u00f3lo se enviar\u00e1n mensajes de notificaci\u00f3n a los usuarios especificados en el conjunto de direcciones de destinatarios adicionales.
property.enabled.synopsis=Indica si el controlador de notificaci\u00f3n de estado de la cuenta SMTP se ha habilitado. S\u00f3lo se llama a los controladores habilitados cada vez que se produce un evento relacionado en el servidor.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del controlador de notificaci\u00f3n de estado de la cuenta SMTP.
property.message-subject.synopsis=Especifica el asunto que debe utilizarse para los mensajes de correo electr\u00f3nico generados por este controlador de notificaci\u00f3n de estado de la cuenta.
property.message-subject.description=Los valores de esta propiedad deben comenzar por el nombre del tipo de notificaci\u00f3n de estado de la cuenta, seguido de dos puntos (":") y el asunto que debe usarse para el mensaje de notificaci\u00f3n asociado. Si se ha generado un mensaje de correo electr\u00f3nico para un tipo de notificaci\u00f3n de estado de la cuenta sin ning\u00fan asunto definido, se le asignar\u00e1 al mensaje un asunto gen\u00e9rico.
property.message-template-file.synopsis=Especifica la ruta al archivo que contiene la plantilla que se utilizar\u00e1 para generar los mensajes de notificaci\u00f3n de correo electr\u00f3nico.
property.message-template-file.description=Los valores de esta propiedad deben comenzar por el nombre del tipo de notificaci\u00f3n de estado de la cuenta, seguido de dos puntos (":") y la ruta al archivo de plantilla que debe usarse para el tipo de notificaci\u00f3n. Si una notificaci\u00f3n de estado de la cuenta presenta un tipo que no est\u00e9 asociado a un archivo de plantilla, no se generar\u00e1 ning\u00fan mensaje de correo electr\u00f3nico para esa notificaci\u00f3n.
property.recipient-address.synopsis=Especifica la direcci\u00f3n de correo electr\u00f3nico a la que se enviar\u00e1n los mensajes de notificaci\u00f3n en lugar de, o adem\u00e1s de, el usuario final para el que se haya generado la notificaci\u00f3n.
property.recipient-address.description=Esta funci\u00f3n se puede utilizar para garantizar que los administradores del servidor reciban tambi\u00e9n una copia de los mensajes de notificaci\u00f3n generados.
property.recipient-address.default-behavior.alias.synopsis=Si no se especifica ninguna direcci\u00f3n de destinatario adicional, s\u00f3lo los usuarios finales incluidos en los asuntos de las notificaciones de estado de la cuenta recibir\u00e1n mensajes de notificaci\u00f3n.
property.sender-address.synopsis=Especifica la direcci\u00f3n de correo electr\u00f3nico desde la que se env\u00eda el mensaje. Tenga en cuenta que no tiene que ser necesariamente una direcci\u00f3n de correo electr\u00f3nico v\u00e1lida.
property.send-message-without-end-user-address.synopsis=Indica si debe generarse y enviarse un mensaje de notificaci\u00f3n de correo electr\u00f3nico al conjunto de destinatarios, aunque la entrada de usuario no contenga ning\u00fan valor para los atributos de direcci\u00f3n de correo electr\u00f3nico (es decir, cuando no es posible enviar una notificaci\u00f3n al usuario final).
property.send-message-without-end-user-address.description=Esta funci\u00f3n s\u00f3lo se aplica si se especifican uno o varios tipos de atributos de direcci\u00f3n de correo electr\u00f3nico y una o varias direcciones de destinatarios adicionales.
