user-friendly-name=SMTP \u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f
user-friendly-plural-name=SMTP \u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f
synopsis=SMTP \u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\u662f\u5728\u751f\u6210\u5e10\u6237\u72b6\u6001\u901a\u77e5\u540e\u5411\u6700\u7ec8\u7528\u6237\u548c/\u6216\u7ba1\u7406\u5458\u53d1\u9001\u7535\u5b50\u90ae\u4ef6\u6d88\u606f\u7684\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\u3002
property.email-address-attribute-type.synopsis=\u6307\u5b9a\u5f53\u901a\u77e5\u6700\u7ec8\u7528\u6237\u65f6\uff0c\u7528\u6237\u6761\u76ee\u4e2d\u53ef\u4ee5\u7528\u4e8e\u83b7\u53d6\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u7684\u5c5e\u6027\u3002
property.email-address-attribute-type.description=\u60a8\u53ef\u4ee5\u6307\u5b9a\u591a\u4e2a\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u4f5c\u4e3a\u72ec\u7acb\u7684\u503c\u3002\u5728\u8fd9\u79cd\u60c5\u51b5\u4e0b\uff0cOpenDJ \u670d\u52a1\u5668\u4f1a\u5411\u6807\u8bc6\u7684\u6240\u6709\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u53d1\u9001\u901a\u77e5\u3002
property.email-address-attribute-type.default-behavior.alias.synopsis=\u5982\u679c\u672a\u6307\u5b9a\u4efb\u4f55\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u5c5e\u6027\u7c7b\u578b\uff0c\u5219\u4e0d\u4f1a\u5c1d\u8bd5\u5411\u6700\u7ec8\u7528\u6237\u53d1\u9001\u7535\u5b50\u90ae\u4ef6\u901a\u77e5\u6d88\u606f\u3002\u4ec5\u4f1a\u5411\u5728\u9644\u52a0\u6536\u4ef6\u4eba\u5730\u5740\u96c6\u4e2d\u6307\u5b9a\u7684\u90a3\u4e9b\u7528\u6237\u53d1\u9001\u901a\u77e5\u6d88\u606f\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528 SMTP \u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\u3002\u65e0\u8bba\u4f55\u65f6\u670d\u52a1\u5668\u4e2d\u53d1\u751f\u76f8\u5173\u4e8b\u4ef6\uff0c\u90fd\u4ec5\u8c03\u7528\u5df2\u542f\u7528\u7684\u5904\u7406\u7a0b\u5e8f\u3002
property.java-class.synopsis=\u6307\u5b9a\u63d0\u4f9b SMTP \u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u79f0\u3002
property.message-subject.synopsis=\u6307\u5b9a\u6b64\u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\u751f\u6210\u7684\u7535\u5b50\u90ae\u4ef6\u6d88\u606f\u5e94\u5f53\u4f7f\u7528\u7684\u4e3b\u9898\u3002
property.message-subject.description=\u6b64\u5c5e\u6027\u7684\u503c\u5e94\u5f53\u4ee5\u5e10\u6237\u72b6\u6001\u901a\u77e5\u7c7b\u578b\u540d\u79f0\u5f00\u59cb\uff0c\u540e\u8ddf\u4e00\u4e2a\u5192\u53f7\uff0c\u4e3b\u9898\u5e94\u5f53\u7528\u4e8e\u5173\u8054\u7684\u901a\u77e5\u6d88\u606f\u3002\u5982\u679c\u4e3a\u672a\u5b9a\u4e49\u4e3b\u9898\u7684\u5e10\u6237\u72b6\u6001\u901a\u77e5\u7c7b\u578b\u751f\u6210\u4e86\u7535\u5b50\u90ae\u4ef6\u6d88\u606f\uff0c\u5219\u8be5\u6d88\u606f\u5c06\u88ab\u8d4b\u4e88\u4e00\u4e2a\u4e00\u822c\u4e3b\u9898\u3002
property.message-template-file.synopsis=\u6307\u5b9a\u5305\u542b\u7528\u4e8e\u751f\u6210\u7535\u5b50\u90ae\u4ef6\u901a\u77e5\u6d88\u606f\u7684\u6d88\u606f\u6a21\u677f\u7684\u6587\u4ef6\u7684\u8def\u5f84\u3002
property.message-template-file.description=\u6b64\u5c5e\u6027\u7684\u503c\u5e94\u5f53\u4ee5\u5e10\u6237\u72b6\u6001\u901a\u77e5\u7c7b\u578b\u540d\u79f0\u5f00\u59cb\uff0c\u540e\u8ddf\u4e00\u4e2a\u5192\u53f7\u548c\u5e94\u5f53\u7528\u4e8e\u8be5\u901a\u77e5\u7c7b\u578b\u7684\u6a21\u677f\u6587\u4ef6\u7684\u8def\u5f84\u3002\u5982\u679c\u5e10\u6237\u72b6\u6001\u901a\u77e5\u5177\u6709\u4e0e\u6d88\u606f\u6a21\u677f\u6587\u4ef6\u65e0\u5173\u7684\u901a\u77e5\u7c7b\u578b\uff0c\u5219\u4e0d\u4f1a\u4e3a\u8be5\u901a\u77e5\u751f\u6210\u4efb\u4f55\u7535\u5b50\u90ae\u4ef6\u6d88\u606f\u3002
property.recipient-address.synopsis=\u6307\u5b9a\u63a5\u6536\u901a\u77e5\u6d88\u606f\u7684\u7535\u5b50\u90ae\u4ef6\u5730\u5740\uff0c\u4ee3\u66ff\u6216\u6392\u9664\u5df2\u4e3a\u5176\u751f\u6210\u901a\u77e5\u7684\u6700\u7ec8\u7528\u6237\u3002
property.recipient-address.description=\u8fd9\u53ef\u4ee5\u7528\u4e8e\u786e\u4fdd\u670d\u52a1\u5668\u7ba1\u7406\u5458\u4e5f\u4f1a\u6536\u5230\u6240\u751f\u6210\u7684\u4efb\u4f55\u901a\u77e5\u6d88\u606f\u7684\u526f\u672c\u3002
property.recipient-address.default-behavior.alias.synopsis=\u5982\u679c\u672a\u6307\u5b9a\u4efb\u4f55\u9644\u52a0\u6536\u4ef6\u4eba\u5730\u5740\uff0c\u5219\u53ea\u6709\u8eab\u4e3a\u5e10\u6237\u72b6\u6001\u901a\u77e5\u62e5\u6709\u8005\u7684\u6700\u7ec8\u7528\u6237\u4f1a\u6536\u5230\u901a\u77e5\u6d88\u606f\u3002
property.sender-address.synopsis=\u6307\u5b9a\u53d1\u9001\u6d88\u606f\u7684\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u3002\u8bf7\u6ce8\u610f\uff0c\u8be5\u5730\u5740\u5e76\u975e\u5fc5\u987b\u662f\u5408\u6cd5\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u3002
property.send-message-without-end-user-address.synopsis=\u6307\u793a\u5f53\u7528\u6237\u6761\u76ee\u4e0d\u5305\u542b\u4efb\u4f55\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u5c5e\u6027\u7684\u4efb\u4f55\u503c\u65f6\uff08\u4e5f\u5c31\u662f\u8bf4\uff0c\u5728\u4e0d\u53ef\u80fd\u901a\u77e5\u6700\u7ec8\u7528\u6237\u7684\u60c5\u51b5\u4e0b\uff09\uff0c\u662f\u5426\u5e94\u5f53\u751f\u6210\u7535\u5b50\u90ae\u4ef6\u901a\u77e5\u6d88\u606f\u5e76\u53d1\u9001\u5230\u901a\u77e5\u6536\u4ef6\u4eba\u96c6\u3002
property.send-message-without-end-user-address.description=\u8fd9\u4ec5\u9002\u7528\u4e8e\u65e2\u6307\u5b9a\u4e86\u4e00\u4e2a\u6216\u591a\u4e2a\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u5c5e\u6027\u7c7b\u578b\uff0c\u53c8\u6307\u5b9a\u4e86\u4e00\u4e2a\u6216\u591a\u4e2a\u9644\u52a0\u6536\u4ef6\u4eba\u5730\u5740\u7684\u60c5\u51b5\u3002
