user-friendly-name=Controlador de alertas SMTP
user-friendly-plural-name=Controladores de alertas SMTP
synopsis=El controlador de alertas SMTP puede utilizarse para enviar mensajes de correo electr\u00f3nico con el fin de informar a los administradores de eventos significativos que puedan darse en el servidor.
property.disabled-alert-type.synopsis=Especifica los nombres de los tipos de alertas que est\u00e1n deshabilitadas en este controlador de alertas.
property.disabled-alert-type.description=Si existe alg\u00fan valor para este atributo, no se permiten alertas de ninguno de los tipos especificados. Si no existen valores para este atributo, s\u00f3lo se permiten alertas cuyo tipo est\u00e9 incluido en el conjunto de tipos de alerta permitidas. Si no existen valores para la opci\u00f3n de los tipos de alerta habilitados, se permiten todos los tipos de alertas.
property.disabled-alert-type.default-behavior.alias.synopsis=Si existe una tipolog\u00eda de alertas permitidas, s\u00f3lo se permitir\u00e1n las alertas de esos tipos. De lo contrario, se permiten todas las alertas.
property.enabled.synopsis=Indica si el controlador de alertas SMTP est\u00e1 habilitado.
property.enabled-alert-type.synopsis=Especifica los nombres de los tipos de alertas que est\u00e1n habilitadas en este controlador de alertas.
property.enabled-alert-type.description=Si existe alg\u00fan valor para este atributo, s\u00f3lo se permiten alertas de uno de los tipos especificados (a menos que est\u00e9n tambi\u00e9n incluidos en los tipos de alerta deshabilitados). Si no existen valores para este atributo, no se permite ninguna alerta cuya tipolog\u00eda no est\u00e9 incluida en la lista de tipos de alerta deshabilitadas.
property.enabled-alert-type.default-behavior.alias.synopsis=Se permiten todas las alertas que no respondan a los tipos incluidos en el conjunto de tipos de alertas deshabilitadas.
property.java-class.synopsis=Especifica el nombre completamente calificado de la clase de Java que proporciona la implementaci\u00f3n del controlador de alertas SMTP.
property.message-body.synopsis=Especifica el cuerpo que debe utilizarse para los mensajes de correo electr\u00f3nico generados por este controlador de alertas.
property.message-body.description=El token "%%%%alert-type%%%%" se sustituye din\u00e1micamente por la cadena de tipo de alerta. El token "%%%%alert-id%%%%" se sustituye din\u00e1micamente por el valor del Id. de alerta. El token "%%%%alert-message%%%%" se sustituye din\u00e1micamente por el mensaje de alerta. El token "\\n" se sustituye con un marcador de final de l\u00ednea.
property.message-subject.synopsis=Especifica el asunto que debe utilizarse para los mensajes de correo electr\u00f3nico generados por este controlador de alertas.
property.message-subject.description=El token "%%%%alert-type%%%%" se sustituye din\u00e1micamente por la cadena de tipo de alerta. El token "%%%%alert-id%%%%" se sustituye din\u00e1micamente por el valor del Id. de alerta. El token "%%%%alert-message%%%%" se sustituye din\u00e1micamente por el mensaje de alerta. El token "\\n" se sustituye con un marcador de final de l\u00ednea.
property.recipient-address.synopsis=Especifica una direcci\u00f3n de correo electr\u00f3nico a la que deben enviarse los mensajes.
property.recipient-address.description=Pueden proporcionarse varios valores en caso de que exista m\u00e1s de un destinatario.
property.sender-address.synopsis=Especifica la direcci\u00f3n de correo electr\u00f3nico que se debe utilizar como emisor de los mensajes generados por este controlador de alertas.
