user-friendly-name=Backend des t\u00e2ches
user-friendly-plural-name=Backends des t\u00e2ches
synopsis=Le backend des t\u00e2ches offre un m\u00e9canisme pour planifier les t\u00e2ches dans le serveur d'annuaire OpenDJ. Les t\u00e2ches sont destin\u00e9es \u00e0 fournir un acc\u00e8s \u00e0 certains types de fonctions administratives dans le serveur qui peuvent ne pas \u00eatre pratiques \u00e0 effectuer \u00e0 distance.
description=OpenDJ prend en charge des t\u00e2ches de sauvegarde et de restauration de backends, d'importation et d'exportation de fichiers LDIF et d'arr\u00eat et de red\u00e9marrage du serveur. Les d\u00e9tails d'une t\u00e2che sont dans une entr\u00e9e qui se trouve sous la racine du backend des t\u00e2ches. Le backend de t\u00e2ches est responsable du d\u00e9codage de cette entr\u00e9e de t\u00e2che et de la garantie du traitement tel que demand\u00e9. Les t\u00e2ches peuvent \u00eatre appel\u00e9es imm\u00e9diatement, mais elles peuvent \u00e9galement \u00eatre programm\u00e9es pour \u00eatre ex\u00e9cut\u00e9es \u00e0 l'avenir. Le backend des t\u00e2ches peut \u00e9galement traiter des t\u00e2ches r\u00e9currentes pour assurer que les op\u00e9rations de maintenance (par exemple, les backends) sont effectu\u00e9es automatiquement et r\u00e9guli\u00e8rement.
property.backend-id.synopsis=Sp\u00e9cifie un nom pour identifier le backend associ\u00e9.
property.backend-id.description=Ce nom doit \u00eatre unique parmi tous les backends du serveur. L\u2019ID du backend ne peut pas \u00eatre modifi\u00e9 une fois que celui-ci a \u00e9t\u00e9 cr\u00e9\u00e9 dans le serveur.
property.base-dn.synopsis=Sp\u00e9cifie les DN de base pour les donn\u00e9es trait\u00e9es par le backend.
property.base-dn.description=Un m\u00eame backend peut se charger d\u2019un ou plusieurs DN de base. Notez que deux backends ne peuvent pas partager un m\u00eame DN de base, m\u00eame si un backend peut avoir un DN de base de niveau inf\u00e9rieur \u00e0 un DN de base fourni par un autre backend (utilisation comparable \u00e0 celle des sous-suffixes dans Sun Java System Directory Server). Si l\u2019un des DN de base est subordonn\u00e9 \u00e0 un DN de base d\u2019un autre backend, tous les DN de base de ce backend doivent \u00eatre subordonn\u00e9s \u00e0 ce m\u00eame DN de base.
property.base-dn.requires-admin-action.synopsis=Aucune action administrative n\u2019est requise par d\u00e9faut m\u00eame si une action peut \u00eatre n\u00e9cessaire au niveau de chaque backend pour permettre l\u2019utilisation du nouveau DN de base.
property.enabled.synopsis=Indique si le backend est activ\u00e9 dans le serveur.
property.enabled.description=Lorsqu\u2019un backend n\u2019est pas activ\u00e9, son contenu n\u2019est pas accessible lors du traitement des op\u00e9rations.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l\u2019impl\u00e9mentation du backend.
property.notification-sender-address.synopsis=Sp\u00e9cifie l'adresse \u00e9lectronique \u00e0 utiliser comme adresse de l'exp\u00e9diteur (c'est-\u00e0-dire l'adresse "De :") pour des messages \u00e9lectroniques de notification g\u00e9n\u00e9r\u00e9s \u00e0 la fin de l'ex\u00e9cution d'une t\u00e2che.
property.notification-sender-address.default-behavior.alias.synopsis=L'adresse de l'exp\u00e9diteur par d\u00e9faut utilis\u00e9e est "opendj-task-notification@" suivie de l'adresse canonique du syst\u00e8me sur lequel le syst\u00e8me s'ex\u00e9cute.
property.task-backing-file.synopsis=Sp\u00e9cifie le chemin vers le fichier de secours pour stocker des informations relatives aux t\u00e2ches configur\u00e9es dans le serveur.
property.task-backing-file.description=Il peut s'agir d'un chemin absolu ou d'un chemin relatif vers la base de l'instance du serveur d'annuaire OpenDJ.
property.task-retention-time.synopsis=Sp\u00e9cifie la dur\u00e9e pendant laquelle les entr\u00e9es de t\u00e2ches doivent \u00eatre conserv\u00e9es apr\u00e8s le traitement sur la t\u00e2che associ\u00e9e.
property.writability-mode.synopsis=Sp\u00e9cifie le comportement que doit adopter le backend lors du traitement des op\u00e9rations d\u2019\u00e9criture.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Entra\u00eene l\u2019\u00e9chec de toutes les tentatives d\u2019\u00e9criture.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Permet l\u2019ex\u00e9cution des op\u00e9rations d\u2019\u00e9criture dans ce backend (si l\u2019op\u00e9ration demand\u00e9e est valide, l\u2019utilisateur est autoris\u00e9 \u00e0 effectuer l\u2019op\u00e9ration, le backend prend en charge ce type d\u2019op\u00e9ration d\u2019\u00e9criture et la propri\u00e9t\u00e9 globale writability-mode est \u00e9galement activ\u00e9e).
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Entra\u00eene l\u2019\u00e9chec des tentatives d\u2019\u00e9criture externes mais autorise les \u00e9critures par r\u00e9plication et op\u00e9rations internes.
