user-friendly-name=\u4efb\u52a1\u540e\u7aef
user-friendly-plural-name=\u4efb\u52a1\u540e\u7aef
synopsis=\u4efb\u52a1\u540e\u7aef\u63d0\u4f9b\u4e86\u4e00\u79cd\u5728 OpenDJ \u4e2d\u5b89\u6392\u4efb\u52a1\u7684\u673a\u5236\u3002\u4efb\u52a1\u5728\u4e8e\u63d0\u4f9b\u5bf9\u670d\u52a1\u5668\u4e2d\u67d0\u4e9b\u4e0d\u65b9\u4fbf\u8fdc\u7a0b\u6267\u884c\u7684\u7ba1\u7406\u6027\u7c7b\u578b\u529f\u80fd\u7684\u8bbf\u95ee\u3002
description=OpenDJ \u652f\u6301\u5907\u4efd\u548c\u6062\u590d\u540e\u7aef\u4efb\u52a1\u3001\u5bfc\u5165\u548c\u5bfc\u51fa LDIF \u6587\u4ef6\u4efb\u52a1\u4ee5\u53ca\u505c\u6b62\u548c\u91cd\u542f\u670d\u52a1\u5668\u4efb\u52a1\u3002\u4efb\u52a1\u7684\u8be6\u7ec6\u4fe1\u606f\u4f4d\u4e8e\u4efb\u52a1\u540e\u7aef\u6839\u76ee\u5f55\u4e4b\u4e0b\u7684\u6761\u76ee\u4e2d\u3002\u4efb\u52a1\u540e\u7aef\u8d1f\u8d23\u5bf9\u8be5\u4efb\u52a1\u6761\u76ee\u8fdb\u884c\u89e3\u7801\u5e76\u786e\u4fdd\u6839\u636e\u8bf7\u6c42\u5bf9\u5176\u8fdb\u884c\u5904\u7406\u3002\u53ef\u4ee5\u7acb\u5373\u8c03\u7528\u4efb\u52a1\uff0c\u4e5f\u53ef\u4ee5\u5b89\u6392\u4efb\u52a1\u5728\u5c06\u6765\u7684\u67d0\u4e2a\u65f6\u95f4\u6267\u884c\u3002\u4efb\u52a1\u540e\u7aef\u4e5f\u53ef\u4ee5\u5904\u7406\u91cd\u590d\u51fa\u73b0\u7684\u4efb\u52a1\uff08\u4f8b\u5982\uff0c\u5907\u4efd\uff09\uff0c\u4ee5\u786e\u4fdd\u5b9a\u671f\u6267\u884c\u7ef4\u62a4\u64cd\u4f5c\u3002
property.backend-id.synopsis=\u6307\u5b9a\u4e00\u4e2a\u540d\u79f0\u4ee5\u6807\u8bc6\u5173\u8054\u7684\u540e\u7aef\u3002
property.backend-id.description=\u8be5\u540d\u79f0\u5728\u670d\u52a1\u5668\u7684\u6240\u6709\u540e\u7aef\u95f4\u5fc5\u987b\u662f\u552f\u4e00\u7684\u3002\u5728\u670d\u52a1\u5668\u4e2d\u521b\u5efa\u540e\u7aef\u4e4b\u540e\uff0c\u5c31\u4e0d\u80fd\u518d\u66f4\u6539\u540e\u7aef ID\u3002
property.base-dn.synopsis=\u4e3a\u540e\u7aef\u5904\u7406\u7684\u6570\u636e\u6307\u5b9a\u57fa DN\u3002
property.base-dn.description=\u4e00\u4e2a\u540e\u7aef\u53ef\u4ee5\u8d1f\u8d23\u4e00\u4e2a\u6216\u591a\u4e2a\u57fa DN\u3002\u8bf7\u6ce8\u610f\uff0c\u5c3d\u7ba1\u4e00\u4e2a\u540e\u7aef\u7684\u57fa DN \u53ef\u80fd\u5728\u5176\u4ed6\u540e\u7aef\u63d0\u4f9b\u7684\u57fa DN \u4e4b\u4e0b\uff08\u7c7b\u4f3c\u4e8e\u5728 Sun Java System Directory Server \u4e2d\u4f7f\u7528\u5b50\u540e\u7f00\uff09\uff0c\u4f46\u662f\u4efb\u4f55\u4e24\u4e2a\u540e\u7aef\u90fd\u4e0d\u80fd\u5177\u6709\u76f8\u540c\u7684\u57fa DN\u3002\u5982\u679c\u67d0\u540e\u7aef\u7684\u4efb\u4f55\u57fa DN \u662f\u5176\u4ed6\u540e\u7aef\u57fa DN \u7684\u4e0b\u5c5e\uff0c\u5219\u8be5\u540e\u7aef\u7684\u6240\u6709\u57fa DN \u5747\u5fc5\u987b\u662f\u540c\u4e00\u57fa DN \u7684\u4e0b\u5c5e\u3002
property.base-dn.requires-admin-action.synopsis=\u9ed8\u8ba4\u60c5\u51b5\u4e0b\u4e0d\u9700\u8981\u4efb\u4f55\u7ba1\u7406\u64cd\u4f5c\uff0c\u4f46\u662f\u6839\u636e\u6bcf\u4e2a\u540e\u7aef\u7684\u5177\u4f53\u60c5\u51b5\uff0c\u53ef\u80fd\u5fc5\u987b\u8fdb\u884c\u67d0\u79cd\u64cd\u4f5c\u624d\u80fd\u4f7f\u7528\u65b0\u7684\u57fa DN\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u5df2\u5728\u670d\u52a1\u5668\u4e2d\u542f\u7528\u540e\u7aef\u3002
property.enabled.description=\u5982\u679c\u672a\u542f\u7528\u540e\u7aef\uff0c\u5219\u5728\u5904\u7406\u64cd\u4f5c\u65f6\u5c06\u65e0\u6cd5\u8bbf\u95ee\u5176\u5185\u5bb9\u3002
property.java-class.synopsis=\u6307\u5b9a\u63d0\u4f9b\u540e\u7aef\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u3002
property.notification-sender-address.synopsis=\u6307\u5b9a\u5f53\u5b8c\u6210\u6267\u884c\u4efb\u52a1\u540e\uff0c\u8981\u7528\u4f5c\u751f\u6210\u7684\u901a\u77e5\u7535\u5b50\u90ae\u4ef6\u6d88\u606f\u7684\u53d1\u9001\u65b9\uff08\u4e5f\u5c31\u662f\u201c\u53d1\u4ef6\u4eba: \u201d\u5730\u5740\uff09\u5730\u5740\u7684\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u3002
property.notification-sender-address.default-behavior.alias.synopsis=\u4f7f\u7528\u7684\u9ed8\u8ba4\u53d1\u4ef6\u4eba\u5730\u5740\u4e3a\u201copendj-task-notification@\u201d\uff0c\u540e\u8ddf\u670d\u52a1\u5668\u8fd0\u884c\u6240\u5728\u7cfb\u7edf\u7684\u6807\u51c6\u5730\u5740\u3002
property.task-backing-file.synopsis=\u6307\u5b9a\u7528\u4e8e\u5b58\u50a8\u5173\u4e8e\u670d\u52a1\u5668\u4e2d\u6240\u914d\u7f6e\u4e4b\u4efb\u52a1\u7684\u4fe1\u606f\u7684\u5907\u4efd\u6587\u4ef6\u7684\u8def\u5f84\u3002
property.task-backing-file.description=\u53ef\u4ee5\u662f\u7edd\u5bf9\u8def\u5f84\uff0c\u4e5f\u53ef\u4ee5\u662f\u76f8\u5bf9\u8def\u5f84\uff0c\u5177\u4f53\u53d6\u51b3\u4e8e OpenDJ \u5b9e\u4f8b\u3002
property.task-retention-time.synopsis=\u6307\u5b9a\u5728\u5904\u7406\u5df2\u5b8c\u6210\u5173\u8054\u4efb\u52a1\u4e4b\u540e\uff0c\u5e94\u5f53\u4fdd\u7559\u4efb\u52a1\u7684\u65f6\u95f4\u3002
property.writability-mode.synopsis=\u6307\u5b9a\u5728\u5904\u7406\u5199\u5165\u64cd\u4f5c\u65f6\u540e\u7aef\u5e94\u4f7f\u7528\u7684\u884c\u4e3a\u3002
property.writability-mode.syntax.enumeration.value.disabled.synopsis=\u5bfc\u81f4\u6240\u6709\u5199\u5165\u5c1d\u8bd5\u5931\u8d25\u3002
property.writability-mode.syntax.enumeration.value.enabled.synopsis=\u5141\u8bb8\u5728\u8be5\u540e\u7aef\u4e2d\u6267\u884c\u5199\u5165\u64cd\u4f5c\uff08\u5982\u679c\u8bf7\u6c42\u7684\u64cd\u4f5c\u6709\u6548\uff0c\u5219\u7528\u6237\u5177\u6709\u6267\u884c\u6b64\u64cd\u4f5c\u7684\u6743\u9650\uff0c\u540e\u7aef\u652f\u6301\u8be5\u7c7b\u578b\u7684\u5199\u5165\u64cd\u4f5c\uff0c\u5168\u5c40\u53ef\u5199\u6027\u6a21\u5f0f\u5c5e\u6027\u4e5f\u4f1a\u542f\u7528\uff09\u3002
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=\u5bfc\u81f4\u5916\u90e8\u5199\u5165\u5c1d\u8bd5\u5931\u8d25\uff0c\u4f46\u5141\u8bb8\u901a\u8fc7\u590d\u5236\u548c\u5185\u90e8\u64cd\u4f5c\u8fdb\u884c\u5199\u5165\u3002
