user-friendly-name=Herk\u00f6mmliche Arbeitswarteschlange
user-friendly-plural-name=Herk\u00f6mmliche Arbeitswarteschlangen
synopsis=Die herk\u00f6mmliche Arbeitswarteschlange ist ein Typ der Arbeitswarteschlange, in der mehrere Arbeiter-Threads verwendet werden, die eine Warteschlange \u00fcberwachen und einen Vorgang zur Verarbeitung \u00fcbernehmen, wenn er verf\u00fcgbar wird.
description=Die herk\u00f6mmliche Arbeitswarteschlange ist eine FIFO-Warteschlange, die von einer festen Anzahl von Arbeitsthreads bedient wird. Die feste Anzahl von Threads kann schnell ge\u00e4ndert werden, und die \u00c4nderungen werden sofort wirksam. Sie k\u00f6nnen die Gr\u00f6\u00dfe der Arbeitswarteschlange auf eine angegebene Anzahl von Vorg\u00e4ngen einschr\u00e4nken. Mit derart zahlreichen Vorg\u00e4ngen in der Warteschlange, die darauf warten, von Threads \u00fcbernommen zu werden, werden neue Anforderungen mit einer Fehlermeldung abgelehnt.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, die die herk\u00f6mmliche Arbeitswarteschlange implementiert.
property.max-work-queue-capacity.synopsis=Gibt die maximale Anzahl der Vorg\u00e4nge in der Warteschlange an, die sich jederzeit in der Arbeitswarteschlange befinden k\u00f6nnen.
property.max-work-queue-capacity.description=Wenn die Arbeitswarteschlange bereits voll ist und der Server weitere Anforderungen erh\u00e4lt, werden diese Anforderungen abgelehnt. Ein Wert von null gibt an, dass f\u00fcr die Gr\u00f6\u00dfe der Warteschlange kein Limit besteht.
property.max-work-queue-capacity.default-behavior.alias.synopsis=Die Arbeitswarteschlange verh\u00e4ngt keinerlei Limit f\u00fcr die Anzahl der Vorg\u00e4nge, die zu einem Zeitpunkt in die Warteschlange aufgenommen werden k\u00f6nnen.
property.num-worker-threads.synopsis=Gibt die Anzahl der Arbeitsthreads an, die f\u00fcr die Verarbeitung von Vorg\u00e4ngen in der Warteschlange verwendet werden.
property.num-worker-threads.description=Wenn der Wert erh\u00f6ht wird, werden sofort zus\u00e4tzliche Arbeitsthreads erstellt. Wenn der Wert gesenkt wird, wird die entsprechende Anzahl von Threads gel\u00f6scht, w\u00e4hrend die Verarbeitung von Vorg\u00e4ngen abgeschlossen wird.
property.num-worker-threads.default-behavior.alias.synopsis=Lass es den Server entscheiden.
