user-friendly-name=Cola de trabajo tradicional
user-friendly-plural-name=Colas de trabajo tradicionales
synopsis=La cola de trabajo tradicional es un tipo de cola de trabajo que utiliza una serie de subprocesos de trabajo que supervisan una cola y seleccionan una operaci\u00f3n para procesarla cuando hay una disponible.
description=La cola de trabajo tradicional es una cola FIFO utilizada por un n\u00famero fijo de subprocesos de trabajo. Este n\u00famero fijo de subprocesos de trabajo se puede modificar sobre la marcha; este cambio se aplicar\u00e1 de forma instant\u00e1nea. Puede limitar el tama\u00f1o de la cola de trabajo a un n\u00famero espec\u00edfico de operaciones. Cuando todas estas operaciones est\u00e9n en la cola esperando a que las seleccionen los subprocesos, se rechazar\u00e1 cualquier solicitud nueva con un mensaje de error.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n de la cola de trabajo tradicional.
property.max-work-queue-capacity.synopsis=Especifica el n\u00famero m\u00e1ximo de operaciones que se pueden incluir en la cola de trabajo en cualquier momento.
property.max-work-queue-capacity.description=Si la cola de trabajo ya est\u00e1 llena y el servidor recibe solicitudes adicionales, se rechazar\u00e1n todas ellas. El valor cero indica que no habr\u00e1 ning\u00fan l\u00edmite de tama\u00f1o de la cola.
property.max-work-queue-capacity.default-behavior.alias.synopsis=La cola de trabajo no impone ning\u00fan l\u00edmite en el n\u00famero de operaciones que pueden incluirse en la cola en cualquier momento.
property.num-worker-threads.synopsis=Especifica el n\u00famero de subprocesos de trabajo que se utilizar\u00e1n para procesar las operaciones que se hayan incluido en la cola.
property.num-worker-threads.description=Si se aumenta este valor, se crear\u00e1n de forma inmediata subprocesos de trabajo adicionales. Si se reduce este valor, se destruir\u00e1 el n\u00famero oportuno de subprocesos a medida que se complete el procesamiento de las operaciones.
property.num-worker-threads.default-behavior.alias.synopsis=Dejar que el servidor decida.
