user-friendly-name=Almac\u00e9n en segundo plano de confianza
user-friendly-plural-name=Almacenes en segundo plano de confianza
synopsis=El almac\u00e9n en segundo plano de confianza proporciona una vista LDAP del almac\u00e9n de confianza basado en archivos. Se emplea por parte de la estructura criptogr\u00e1fica administrativa.
property.backend-id.synopsis=Especifica un nombre que identifica al servidor de fondo (backend) asociado.
property.backend-id.description=El nombre debe ser \u00fanico entre todos los servidores de fondo (backend) del servidor. No se puede modificar el Id. de servidor de fondo (backend) una vez creado el servidor de fondo (backend) en el servidor.
property.base-dn.synopsis=Especifica el(los) ND de base de los datos que el servidor de fondo (backend) gestiona.
property.base-dn.description=Un \u00fanico servidor de fondo (backend) puede ser responsable de uno o m\u00e1s ND de base. Tenga en cuenta que es posible que dos servidores de fondo (backend) no tengan el mismo ND de base aunque uno pueda tener un ND de base que sea inferior al ND de base proporcionado por el otro servidor de fondo (similar al uso de sufijos secundarios en Sun Java System Directory Server). Si alguno de los ND de base est\u00e1 subordinado al ND de base del otro servidor de fondo (backend), entonces todos los ND de base de ese servidor de fondo deben estar subordinados al mismo ND de base.
property.base-dn.requires-admin-action.synopsis=No es necesaria ninguna acci\u00f3n administrativa de forma predeterminada aunque es posible que sea necesaria alguna acci\u00f3n conforme al servidor de fondo (backend) antes de que el nuevo ND de base est\u00e9 disponible.
property.enabled.synopsis=Indica si el servidor de fondo (backend) est\u00e1 habilitado en el servidor.
property.enabled.description=Si un servidor de fondo (backend) no est\u00e1 habilitado, no se podr\u00e1 acceder a su contenido cuando haya operaciones en proceso.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del servidor de fondo (backend).
property.trust-store-file.synopsis=Especifica la ruta del archivo que almacena la informaci\u00f3n de confianza.
property.trust-store-file.description=Puede tratarse de una ruta absoluta o una relacionada con la ra\u00edz de instancia del servidor de directorios OpenDJ.
property.trust-store-pin.synopsis=Especifica el PIN de texto no cifrado que se necesita para acceder al almac\u00e9n en segundo plano de confianza.
property.trust-store-pin.requires-admin-action.synopsis=Los cambios realizados en esta propiedad tendr\u00e1n efecto la pr\u00f3xima vez que se acceda al almac\u00e9n en segundo plano de confianza.
property.trust-store-pin-environment-variable.synopsis=Especifica el nombre de la variable del entorno que contiene el PIN de texto no cifrado que se necesita para acceder al almac\u00e9n en segundo plano de confianza.
property.trust-store-pin-environment-variable.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor la pr\u00f3xima vez que se acceda al almac\u00e9n en segundo plano de confianza.
property.trust-store-pin-file.synopsis=Especifica la ruta del archivo de texto cuyo contenido deber\u00eda constar de una sola l\u00ednea que incluyera el PIN no cifrado necesario para acceder al almac\u00e9n en segundo plano de confianza.
property.trust-store-pin-file.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entrar\u00e1n en vigor la pr\u00f3xima vez que se acceda al almac\u00e9n en segundo plano de confianza.
property.trust-store-pin-property.synopsis=Especifica el nombre de la propiedad de Java que contiene el PIN de texto no cifrado que se necesita para acceder al almac\u00e9n en segundo plano de confianza.
property.trust-store-pin-property.requires-admin-action.synopsis=Los cambios realizados en esta propiedad tendr\u00e1n efecto la pr\u00f3xima vez que se acceda al almac\u00e9n en segundo plano de confianza.
property.trust-store-type.synopsis=Especifica el formato de los datos del archivo del almac\u00e9n de claves.
property.trust-store-type.description=Los valores v\u00e1lidos deber\u00edan contener siempre 'JKS' y 'PKCS12', pero en otras implementaciones podr\u00edan aparecer otros valores tambi\u00e9n.
property.trust-store-type.default-behavior.alias.synopsis=Se emplea el valor predeterminado de JVM.
property.trust-store-type.requires-admin-action.synopsis=Los cambios realizados en esta propiedad tendr\u00e1n efecto la pr\u00f3xima vez que se acceda al administrador de claves.
property.writability-mode.synopsis=Especifica el comportamiento que el servidor de fondo (backend) debe tener durante el procesamiento de operaciones de escritura.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Causa errores en todos los intentos de escritura.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Permite que se realicen operaciones de escritura en ese servidor de fondo (si la operaci\u00f3n solicitada es v\u00e1lida, el usuario tiene permiso para realizar esa operaci\u00f3n, el servidor de fondo admite ese tipo de operaci\u00f3n de escritura y tambi\u00e9n est\u00e1 habilitada la propiedad de modo de escritura global).
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Causa errores en los intentos de escritura externa, sin embargo permite la escritura mediante operaciones internas y de repetici\u00f3n.
