user-friendly-name=\u6587\u5b57\u30bb\u30c3\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf
user-friendly-plural-name=\u6587\u5b57\u30bb\u30c3\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf
synopsis=\u6587\u5b57\u30bb\u30c3\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306f\u3001\u63d0\u793a\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u306b 1 \u3064\u4ee5\u4e0a\u306e\u30e6\u30fc\u30b6\u30fc\u5b9a\u7fa9\u6587\u5b57\u30bb\u30c3\u30c8\u5185\u306e\u6587\u5b57\u304c\u5341\u5206\u306a\u6570\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3001\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u307e\u3059\u3002
description=\u305f\u3068\u3048\u3070\u3001\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5c0f\u6587\u5b57\u3001\u5927\u6587\u5b57\u3001\u6570\u5b57\u3001\u30b7\u30f3\u30dc\u30eb\u304c\u305d\u308c\u305e\u308c 1 \u3064\u4ee5\u4e0a\u542b\u307e\u308c\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
property.allow-unclassified-characters.synopsis=\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3067\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u30e6\u30fc\u30b6\u30fc\u5b9a\u7fa9\u6587\u5b57\u30bb\u30c3\u30c8\u4ee5\u5916\u306e\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-unclassified-characters.description=\u3053\u306e\u5024\u304c\u300cfalse\u300d\u306e\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u4f7f\u7528\u3067\u304d\u308b\u306e\u306f\u300c\u30e6\u30fc\u30b6\u30fc\u5b9a\u7fa9\u300d\u6587\u5b57\u30bb\u30c3\u30c8\u5185\u306e\u6587\u5b57\u3060\u3051\u3067\u3059\u3002\u3069\u306e\u6587\u5b57\u30bb\u30c3\u30c8\u306b\u3082\u542b\u307e\u308c\u306a\u3044\u6587\u5b57\u3092\u542b\u3080\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001\u62d2\u5426\u3055\u308c\u307e\u3059\u3002
property.character-set.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u69cb\u6210\u3067\u304d\u308b\u6587\u5b57\u3092\u542b\u3080\u6587\u5b57\u30bb\u30c3\u30c8\u3001\u304a\u3088\u3073\u3053\u306e\u6587\u5b57\u30bb\u30c3\u30c8\u304b\u3089\u9078\u629e\u3057\u306a\u3051\u3089\u3070\u306a\u3089\u306a\u3044\u6700\u5c0f\u6587\u5b57\u6570\u3092\u793a\u3059\u5024\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.character-set.description=\u5404\u5024\u306b\u306f\u3001\u6587\u5b57\u30bb\u30c3\u30c8\u304b\u3089\u9078\u629e\u3057\u306a\u3051\u308c\u3070\u306a\u3089\u306a\u3044\u6700\u5c0f\u6587\u5b57\u6570\u3092\u6574\u6570\u3067\u6307\u5b9a\u3057\u3001\u305d\u306e\u3042\u3068\u306b\u30b3\u30ed\u30f3\u3068\u3001\u3053\u306e\u6587\u5b57\u30bb\u30c3\u30c8\u3092\u69cb\u6210\u3059\u308b\u6587\u5b57\u5217\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u305f\u3068\u3048\u3070\u3001\u300c3:abcdefghijklmnopqrstuvwxyz\u300d\u3092\u6307\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5c0f\u6587\u5b57\u306e ASCII \u6587\u5b57\u30bb\u30c3\u30c8\u5185\u306e\u6587\u5b57\u3092 3 \u6587\u5b57\u4ee5\u4e0a\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u5024\u3054\u3068\u306b\u8907\u6570\u306e\u6587\u5b57\u30bb\u30c3\u30c8\u3092\u5b9a\u7fa9\u3067\u304d\u307e\u3059\u304c\u3001\u7279\u5b9a\u306e\u6587\u5b57\u3092\u8907\u6570\u306e\u6587\u5b57\u30bb\u30c3\u30c8\u306b\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
property.enabled.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059
property.java-class.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
