user-friendly-name=Gestionnaire de m\u00e9canisme CRAM MD5 SASL
user-friendly-plural-name=Gestionnaires de m\u00e9canisme CRAM MD5 SASL
synopsis=Le m\u00e9canisme CRAM-MD5 SASL permet aux clients d'effectuer une authentification bas\u00e9e sur un mot de passe d'une mani\u00e8re qui n'expose pas leur mot de passe en clair.
description=Plut\u00f4t que d'inclure le mot de passe dans la requ\u00eate de liaison, le m\u00e9canisme CRAM-MD5 utilise un processus en deux \u00e9tapes dans lequel le client a seulement besoin de prouver qu'il conna\u00eet le mot de passe. Le serveur envoie au client des donn\u00e9es g\u00e9n\u00e9r\u00e9es de fa\u00e7on al\u00e9atoire \u00e0 utiliser dans le processus, ce qui le rend r\u00e9sistant aux attaques de rediffusion. L'algorithme de synth\u00e8se de message unidirectionnel s'assure que le mot de passe initial en texte en clair n'est pas expos\u00e9. Remarque\u00a0: l'algorithme utilis\u00e9 par le m\u00e9canisme CRAM-MD5 demande que le client et le serveur aient acc\u00e8s au mot de passe en texte en clair (ou potentiellement une valeur d\u00e9riv\u00e9e du mot de passe en texte en clair). Pour s'authentifier au serveur en utilisant CRAM-MD5, le mot de passe d'un compte utilisateur doit \u00eatre cod\u00e9 en utilisant un plan de stockage de mot de passe r\u00e9versible, qui permet au serveur d'avoir acc\u00e8s \u00e0 la valeur en texte en clair.
property.enabled.synopsis=Indique si le gestionnaire de m\u00e9canisme SASL est activ\u00e9 pour utilisation.
property.identity-mapper.synopsis=Sp\u00e9cifie le nom du mappeur d'identit\u00e9 utilis\u00e9 avec ce gestionnaire de m\u00e9canisme SASL pour faire correspondre l'ID d'authentification, inclus dans la requ\u00eate de liaison SASL, \u00e0 l'utilisateur correspondant dans le r\u00e9pertoire.
property.identity-mapper.syntax.aggregation.constraint-synopsis=Le mappeur d'identit\u00e9 correspondant doit \u00eatre activ\u00e9 quand le gestionnaire de m\u00e9canisme CRAM MD5 SASL est activ\u00e9.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire de connexion SASL.
