user-friendly-name=\u00c9diteur de journal de d\u00e9bogage
user-friendly-plural-name=\u00c9diteurs de journal de d\u00e9bogage
synopsis=Les \u00e9diteurs de journal de d\u00e9bogage sont responsables de la distribution des messages de journaux de d\u00e9bogage \u00e0 partir du journal de d\u00e9bogage vers une destination.
description=Les messages de journaux de d\u00e9bogage fournissent des informations qui peuvent \u00eatre utilis\u00e9es pour d\u00e9boguer ou r\u00e9soudre des probl\u00e8mes dans le serveur, ou pour fournir des informations plus d\u00e9taill\u00e9es concernant le traitement qu'effectue le serveur.
property.default-debug-category.synopsis=Les cat\u00e9gories de message de d\u00e9bogage doivent \u00eatre journalis\u00e9es quand aucune des cibles d\u00e9finies ne correspond au message.
property.default-debug-category.default-behavior.alias.synopsis=Les messages de toute cat\u00e9gorie seront journalis\u00e9s s'ils ont un niveau suffisant de d\u00e9bogage.
property.default-debug-category.syntax.enumeration.value.caught.synopsis=Exception intercept\u00e9e.
property.default-debug-category.syntax.enumeration.value.constructor.synopsis=Entr\u00e9e de constructeur.
property.default-debug-category.syntax.enumeration.value.data.synopsis=Vidage de donn\u00e9es brutes.
property.default-debug-category.syntax.enumeration.value.database-access.synopsis=Acc\u00e8s \u00e0 une base de donn\u00e9es de backend.
property.default-debug-category.syntax.enumeration.value.enter.synopsis=Entr\u00e9e de m\u00e9thode.
property.default-debug-category.syntax.enumeration.value.exit.synopsis=Sortie de m\u00e9thode.
property.default-debug-category.syntax.enumeration.value.message.synopsis=Message de d\u00e9bogage arbitraire.
property.default-debug-category.syntax.enumeration.value.protocol.synopsis=Vidage d'\u00e9l\u00e9ment de protocole.
property.default-debug-category.syntax.enumeration.value.thrown.synopsis=\u00c9mission d'exception \u00e0 partir de la m\u00e9thode.
property.default-debug-level.synopsis=Le niveau de gravit\u00e9 le plus bas de messages de d\u00e9bogage \u00e0 journaliser quand aucune des cibles d\u00e9finies ne correspond au message.
property.default-debug-level.syntax.enumeration.value.all.synopsis=Les messages poss\u00e9dants n'importe quel niveau de gravit\u00e9 seront journalis\u00e9s.
property.default-debug-level.syntax.enumeration.value.disabled.synopsis=Aucun message ne sera journalis\u00e9.
property.default-debug-level.syntax.enumeration.value.error.synopsis=Les messages avec le niveau de gravit\u00e9 ERREUR ou un niveau plus \u00e9lev\u00e9 seront journalis\u00e9s.
property.default-debug-level.syntax.enumeration.value.info.synopsis=Les messages avec le niveau de gravit\u00e9 INFO ou un niveau plus \u00e9lev\u00e9 seront journalis\u00e9s.
property.default-debug-level.syntax.enumeration.value.verbose.synopsis=Les messages avec le niveau de gravit\u00e9 D\u00c9TAILL\u00c9 ou un niveau plus \u00e9lev\u00e9 seront journalis\u00e9s.
property.default-debug-level.syntax.enumeration.value.warning.synopsis=Les messages avec le niveau de gravit\u00e9 AVERTISSEMENT ou un niveau plus \u00e9lev\u00e9 seront journalis\u00e9s.
property.default-include-throwable-cause.synopsis=Indique s'il faut inclure la raison de l'exception lors d'une \u00e9mission d'exception et lors d'interception de messages journalis\u00e9s par d\u00e9faut.
property.default-omit-method-entry-arguments.synopsis=Indique s'il faut inclure des arguments de m\u00e9thode dans les messages de d\u00e9bogage journalis\u00e9s par d\u00e9faut.
property.default-omit-method-return-value.synopsis=Indique s'il faut inclure la valeur de retour dans les messages de d\u00e9bogage journalis\u00e9s par d\u00e9faut.
property.default-throwable-stack-frames.synopsis=Indique s'il faut inclure le nombre de cadres de pile dans le suivi de pile pour l'entr\u00e9e de m\u00e9thode et les messages d'exception \u00e9mise.
property.enabled.synopsis=Indique si l'\u00e9diteur de journal de d\u00e9bogage est activ\u00e9 pour utilisation.
property.java-class.synopsis=Le nom complet de la classe Java qui fournit l'impl\u00e9mentation d'\u00e9diteur de journal de d\u00e9bogage.
relation.debug-target.user-friendly-name=Cible de d\u00e9bogage
relation.debug-target.user-friendly-plural-name=Cibles de d\u00e9bogage
relation.debug-target.synopsis=Les cibles de d\u00e9bogage d\u00e9finissent les types de messages journalis\u00e9s par l'\u00e9diteur de journaux de d\u00e9bogage.
relation.debug-target.description=Les cibles de d\u00e9bogage autorisent un contr\u00f4le fin des messages journalis\u00e9s bas\u00e9 sur le package, la classe ou la m\u00e9thode qui a g\u00e9n\u00e9r\u00e9 le message. Chaque entr\u00e9e de configuration de cible de d\u00e9bogage r\u00e9side sous l'entr\u00e9e ayant un NRD de "cn=Debug Target", juste sous l'entr\u00e9e parente ds-cfg-debug-log-publisher.
