user-friendly-name=Atributo virtual UUID de entrada
user-friendly-plural-name=Atributos virtuales UUID de entrada
synopsis=El atributo virtual UUID de entrada garantiza que todas las entradas contenidas en los servidores de fondo privados tengan valores para el atributo operativo UUID de entrada.
description=Los valores UUID de entrada se generan bas\u00e1ndose en una representaci\u00f3n normalizada del ND de entrada, que no produce un problema de consistencia porque OpenDJ no permite modificar las operaciones de ND que se realizar\u00e1n en servidores de fondo privados.
property.attribute-type.synopsis=Especifica el tipo de atributo del atributo cuyos valores se vayan a asignar din\u00e1micamente mediante el atributo virtual.
property.base-dn.synopsis=Especifica los ND de base de las ramas que contengan entradas aptas para utilizar este atributo virtual.
property.base-dn.description=Si no se proporciona ning\u00fan valor, el servidor generar\u00e1 atributos virtuales en cualquier lugar del servidor.
property.base-dn.default-behavior.alias.synopsis=La ubicaci\u00f3n de la entrada en el servidor no se tiene en cuenta a la hora de determinar si una entrada es apta para utilizar este atributo virtual.
property.conflict-behavior.synopsis=Especifica el comportamiento que el servidor mostrar\u00e1 para las entradas que ya contengan uno o m\u00e1s valores reales para el atributo asociado.
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=Indica que el proveedor de atributos virtuales va a conservar cualquier valor real contenido en la entrada y a combinarlos con el conjunto de valores virtuales generados para que se utilicen tanto los valores virtuales como los reales.
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=Indica que se conserva y utiliza cualquier valor real contenido en la entrada, y que no se generan los valores virtuales.
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=Indica que el proveedor de atributos virtuales suprime cualquier valor real contenido en la entrada y genera valores virtuales y los utiliza.
property.enabled.synopsis=Indica si est\u00e1 habilitado el atributo virtual UUID de entrada para su uso.
property.filter.synopsis=Especifica los filtros de b\u00fasqueda que se aplicar\u00e1n frente a las entradas por determinar si se va a generar el atributo virtual para esas entradas.
property.filter.description=Si no se proporciona ning\u00fan valor, cualquier entrada es apta para que se genere el valor. Si se especifican uno o m\u00e1s filtros, s\u00f3lo se permitir\u00e1 que las entradas que coincidan con al menos uno de estos filtros tengan el atributo virtual.
property.filter.syntax.string.pattern.synopsis=Cualquier cadena de filtro de b\u00fasqueda v\u00e1lida.
property.group-dn.synopsis=Especifica los ND de los grupos cuyos miembros pueden ser aptos para utilizar este atributo virtual.
property.group-dn.description=Si no se proporciona ning\u00fan valor, los miembros del grupo no se tendr\u00e1n en cuenta cuando se genere el atributo virtual. Si se especifican uno o m\u00e1s ND de grupo, s\u00f3lo los miembros de esos grupos podr\u00e1n tener el atributo virtual.
property.group-dn.default-behavior.alias.synopsis=Los miembros de grupo no se tendr\u00e1n en cuenta a la hora de determinar si una entrada es apta para utilizar este atributo virtual.
property.java-class.synopsis=Especifica el nombre completo de la clase de proveedor de atributos virtuales que genera los valores de atributo.
