user-friendly-name=Editor del registro de errores
user-friendly-plural-name=Editores del registro de errores
synopsis=Los editores del registro de errores se encargan de distribuir los mensajes del registro de errores a un destino.
description=Los mensajes del registro de errores proporcionan informaci\u00f3n acerca de cualquier advertencia, error o evento significativo que se produzca durante el procesamiento del servidor.
property.default-severity.synopsis=Especifica el nivel de gravedad predeterminado del registro.
property.default-severity.syntax.enumeration.value.all.synopsis=Se registran los mensajes con todos los niveles de gravedad.
property.default-severity.syntax.enumeration.value.debug.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n de depuraci\u00f3n generada durante el procesamiento.
property.default-severity.syntax.enumeration.value.fatal-error.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre errores graves que pueden provocar que se cierre el servidor o que \u00e9ste funcione con un rendimiento considerablemente menor.
property.default-severity.syntax.enumeration.value.info.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n acerca de los eventos significativos del servidor que no sean advertencias o errores.
property.default-severity.syntax.enumeration.value.mild-error.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre los errores leves (recuperables) detectados durante el procesamiento.
property.default-severity.syntax.enumeration.value.mild-warning.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre las advertencias leves que se producen durante el procesamiento.
property.default-severity.syntax.enumeration.value.none.synopsis=No se registra de forma predeterminada ning\u00fan mensaje con ning\u00fan nivel de gravedad. Este valor se suele utilizar junto con la propiedad "override-severity" para definir un registro de errores que no publicar\u00e1 ning\u00fan mensajes de error, excepto aquellos de la categor\u00eda especificada.
property.default-severity.syntax.enumeration.value.notice.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes de car\u00e1cter informativo m\u00e1s importantes (por ejemplo, la informaci\u00f3n que debe registrarse siempre, pero que no est\u00e1 asociada a ninguna condici\u00f3n de advertencia o error).
property.default-severity.syntax.enumeration.value.severe-error.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre los errores graves detectados durante el procesamiento.
property.default-severity.syntax.enumeration.value.severe-warning.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre las advertencias graves que se producen durante el procesamiento.
property.enabled.synopsis=Indica si el editor del registro de errores se ha habilitado para su uso.
property.java-class.synopsis=El nombre completo de la clase de Java que proporciona la implementaci\u00f3n del editor del registro de errores.
property.override-severity.synopsis=Especifica los niveles del gravedad de anulaci\u00f3n del registrador en funci\u00f3n de la categor\u00eda de los mensajes.
property.override-severity.description=Cada nivel de gravedad de anulaci\u00f3n debe incluir la categor\u00eda y los niveles de gravedad que se registrar\u00e1n para \u00e9sta como, por ejemplo, "core=mild-error,info,mild-warning". Entre las categor\u00edas v\u00e1lidas, se encuentran core, extensions, protocol, config, log, util, schema, plugin, jeb, backend, tools, task, access-control, admin, sync, version, quicksetup, admin-tool, dsconfig, user-defined. Entre los niveles de gravedad v\u00e1lidos, se incluyen: all, fatal-error, info, mild-error, mild-warning, notice, severe-error, severe-warning, debug.
property.override-severity.default-behavior.alias.synopsis=Se registrar\u00e1n todos los mensajes con los niveles de gravedad predeterminados.
property.override-severity.syntax.string.pattern.synopsis=Una cadena con el formato: categor\u00eda=gravedad1,gravedad2...
