user-friendly-name=\u30a8\u30e9\u30fc\u30ed\u30b0\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9
user-friendly-plural-name=\u30a8\u30e9\u30fc\u30ed\u30b0\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9
synopsis=\u30a8\u30e9\u30fc\u30ed\u30b0\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u8a72\u5f53\u3059\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u72b6\u614b\u30a4\u30d9\u30f3\u30c8\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u306b\u3001\u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\u30ed\u30b0\u306b\u60c5\u5831\u3092\u66f8\u304d\u8fbc\u3080\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3067\u3059\u3002
property.account-status-notification-type.synopsis=\u30a2\u30ab\u30a6\u30f3\u30c8\u72b6\u614b\u901a\u77e5\u3092\u30c8\u30ea\u30ac\u30fc\u3067\u304d\u308b\u30a4\u30d9\u30f3\u30c8\u306e\u30bf\u30a4\u30d7\u3092\u793a\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.account-disabled.synopsis=\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u4f7f\u7528\u4e0d\u53ef\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.account-enabled.synopsis=\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u4f7f\u7528\u53ef\u80fd\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.account-expired.synopsis=\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u308b\u305f\u3081\u30e6\u30fc\u30b6\u30fc\u8a8d\u8a3c\u306b\u5931\u6557\u3057\u305f\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.account-idle-locked.synopsis=\u30a2\u30a4\u30c9\u30eb\u671f\u9593\u304c\u9577\u3059\u304e\u305f\u305f\u3081\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.account-permanently-locked.synopsis=\u8a66\u884c\u5931\u6557\u56de\u6570\u304c\u591a\u3059\u304e\u305f\u305f\u3081\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6c38\u4e45\u7684\u306b\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.account-reset-locked.synopsis=\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u308b\u306b\u3082\u304b\u304b\u308f\u3089\u305a\u3001\u6240\u5b9a\u671f\u9593\u5185\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u306a\u304b\u3063\u305f\u305f\u3081\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.account-temporarily-locked.synopsis=\u8a66\u884c\u5931\u6557\u56de\u6570\u304c\u591a\u3059\u304e\u305f\u305f\u3081\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u4e00\u6642\u7684\u306b\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.account-unlocked.synopsis=\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u30ed\u30c3\u30af\u89e3\u9664\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.password-changed.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u81ea\u8eab\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.password-expired.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u308b\u305f\u3081\u30e6\u30fc\u30b6\u30fc\u8a8d\u8a3c\u306b\u5931\u6557\u3057\u305f\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.password-expiring.synopsis=\u6700\u521d\u306b\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u305f\u3068\u304d\u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u671f\u9650\u5207\u308c\u306e\u8b66\u544a\u304c\u8868\u793a\u3055\u308c\u305f\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.account-status-notification-type.syntax.enumeration.value.password-reset.synopsis=\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u30c8\u304c\u30ed\u30c3\u30af\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u901a\u77e5\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.enabled.synopsis=\u30a8\u30e9\u30fc\u30ed\u30b0\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u3067\u95a2\u9023\u306e\u3042\u308b\u30a4\u30d9\u30f3\u30c8\u304c\u767a\u751f\u3059\u308b\u305f\u3073\u306b\u3001\u4f7f\u7528\u53ef\u80fd\u306a\u30cf\u30f3\u30c9\u30e9\u3060\u3051\u304c\u547c\u3073\u51fa\u3055\u308c\u307e\u3059\u3002
property.java-class.synopsis=\u30a8\u30e9\u30fc\u30ed\u30b0\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
