user-friendly-name=FIFO \u6761\u76ee\u9ad8\u901f\u7f13\u5b58
user-friendly-plural-name=FIFO \u6761\u76ee\u9ad8\u901f\u7f13\u5b58
synopsis=FIFO \u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u4f7f\u7528 FIFO \u961f\u5217\u8bb0\u5f55\u7f13\u5b58\u7684\u6761\u76ee\u3002
description=\u9700\u8981\u91ca\u653e\u7a7a\u95f4\u65f6\uff0c\u6700\u53ef\u80fd\u6e05\u9664\u5df2\u5728\u9ad8\u901f\u7f13\u5b58\u4e2d\u4fdd\u7559\u6700\u4e45\u7684\u6761\u76ee\u3002\u4e0e\u5176\u4ed6\u9ad8\u901f\u7f13\u5b58\u7ed3\u6784\u76f8\u6bd4\uff0c\u5bf9\u8981\u6e05\u9664\u6761\u76ee\u7684\u9009\u62e9\u4e0d\u57fa\u4e8e\u8fd9\u4e9b\u6761\u76ee\u7684\u88ab\u8bbf\u95ee\u9891\u7387\u6216\u6700\u8fd1\u8bbf\u95ee\u65f6\u95f4\u3002\u8fd9\u6837\u9700\u8981\u7684\u9501\u5b9a\u5c31\u660e\u663e\u5f88\u5c11\uff08\u4ec5\u5f53\u4ece\u9ad8\u901f\u7f13\u5b58\u6dfb\u52a0\u6216\u5220\u9664\u6761\u76ee\uff0c\u800c\u4e0d\u662f\u6bcf\u6b21\u8bbf\u95ee\u6761\u76ee\u65f6\u9700\u8981\uff09\u3002\u9ad8\u901f\u7f13\u5b58\u5927\u5c0f\u57fa\u4e8e JVM \u5185\u53ef\u7528\u5185\u5b58\u7684\u767e\u5206\u6bd4\uff0c\u56e0\u6b64\uff0c\u5982\u679c\u5b58\u5728\u8db3\u591f\u7684\u53ef\u7528\u5185\u5b58\uff0c\u5219\u5411\u9ad8\u901f\u7f13\u5b58\u6dfb\u52a0\u6761\u76ee\u65f6\u5c31\u4e0d\u9700\u8981\u8fdb\u884c\u6e05\u9664\u64cd\u4f5c\uff0c\u4f46\u662f\uff0c\u5982\u679c\u5360\u7528\u7684\u5185\u5b58\u5927\u4e8e JVM \u5185\u53ef\u7528\u5185\u5b58\u7684\u6307\u5b9a\u767e\u5206\u6bd4\uff0c\u5219\u9700\u8981\u5220\u9664\u4e00\u4e2a\u6216\u591a\u4e2a\u6761\u76ee\uff0c\u4ee5\u4fbf\u4e3a\u65b0\u6761\u76ee\u7559\u51fa\u7a7a\u95f4\u3002\u8fd8\u53ef\u4ee5\u4e3a\u9ad8\u901f\u7f13\u5b58\u914d\u7f6e\u6700\u5927\u6761\u76ee\u6570\u3002\u5982\u679c\u6307\u5b9a\u4e86\u6700\u5927\u6761\u76ee\u6570\uff0c\u5c06\u4e0d\u5141\u8bb8\u6761\u76ee\u6570\u8d85\u8fc7\u8be5\u503c\uff0c\u4f46\u662f\uff0c\u5982\u679c\u9996\u5148\u5360\u6ee1\u4e86\u53ef\u7528\u5185\u5b58\uff0c\u5219\u53ef\u80fd\u65e0\u6cd5\u5bb9\u7eb3\u8fd9\u4e48\u591a\u7684\u6761\u76ee\u3002\u6b64\u9ad8\u901f\u7f13\u5b58\u7684\u5176\u4ed6\u53ef\u914d\u7f6e\u53c2\u6570\u5305\u62ec\uff1a\u7b49\u5f85\u83b7\u53d6\u9501\u5b9a\u65f6\u7684\u6700\u957f\u963b\u585e\u65f6\u95f4\uff0c\u4ee5\u53ca\u53ef\u7528\u4e8e\u5b9a\u4e49\u6761\u4ef6\uff08\u7528\u6765\u786e\u5b9a\u5b58\u50a8\u5728\u9ad8\u901f\u7f13\u5b58\u4e2d\u7684\u6761\u76ee\uff09\u7684\u4e00\u7ec4\u8fc7\u6ee4\u5668\u3002\u5982\u679c\u63d0\u4f9b\u4e86\u8fc7\u6ee4\u5668\u5217\u8868\uff0c\u5219\u4ec5\u4f1a\u5728\u9ad8\u901f\u7f13\u5b58\u4e2d\u5b58\u50a8\u4e0e\u81f3\u5c11\u4e00\u4e2a\u6307\u5b9a\u8fc7\u6ee4\u5668\u5339\u914d\u7684\u6761\u76ee\u3002
property.cache-level.synopsis=\u5982\u679c\u914d\u7f6e\u4e86\u591a\u4e2a\u9ad8\u901f\u7f13\u5b58\u5b9e\u4f8b\uff0c\u5219\u6309\u9ad8\u901f\u7f13\u5b58\u987a\u5e8f\u6307\u5b9a\u9ad8\u901f\u7f13\u5b58\u7ea7\u522b\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528 FIFO \u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u3002
property.exclude-filter.synopsis=\u9ad8\u901f\u7f13\u5b58\u4e2d\u5e94\u6392\u9664\u7528\u4e8e\u5b9a\u4e49\u6761\u76ee\u7684\u8fc7\u6ee4\u5668\u96c6\u3002
property.include-filter.synopsis=\u9ad8\u901f\u7f13\u5b58\u4e2d\u5e94\u5305\u62ec\u7528\u4e8e\u5b9a\u4e49\u6761\u76ee\u7684\u8fc7\u6ee4\u5668\u96c6\u3002
property.java-class.synopsis=\u6307\u5b9a\u63d0\u4f9b FIFO \u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u3002
property.lock-timeout.synopsis=\u6307\u5b9a\u5c1d\u8bd5\u83b7\u53d6\u8bfb\u53d6\u6216\u5199\u5165\u9501\u5b9a\u65f6\u7b49\u5f85\u7684\u65f6\u95f4\u3002
property.max-entries.synopsis=\u6307\u5b9a\u9ad8\u901f\u7f13\u5b58\u4e2d\u5141\u8bb8\u7684\u6700\u5927\u6761\u76ee\u6570\u3002
property.max-memory-percent.synopsis=\u6307\u5b9a\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u7684\u6700\u5927\u5185\u5b58\u4f7f\u7528\u5360\u603b JVM \u5185\u5b58\u7684\u767e\u5206\u6bd4\u3002
