user-friendly-name=FIFO Entry Cache
user-friendly-plural-name=FIFO Entry Caches
synopsis=FIFO Entry Caches utilisent une file d'attente de type FIFO pour garder une trace des entr\u00e9es dans le cache.
description=Les entr\u00e9es qui ont \u00e9t\u00e9 dans le cache le plus longtemps sont celles qui ont le plus de chances d'\u00eatre candidates \u00e0 la purge si de l'espace est n\u00e9cessaire. Contrairement \u00e0 d'autres structures de cache, la s\u00e9lection d'entr\u00e9es \u00e0 purger n'est pas bas\u00e9e sur la fr\u00e9quence ou le caract\u00e8re r\u00e9cent de l'acc\u00e8s aux entr\u00e9es. Ceci demande consid\u00e9rablement moins de verrouillage (il sera requis seulement quand une entr\u00e9e est ajout\u00e9e ou supprim\u00e9e, plut\u00f4t qu'\u00e0 chaque acc\u00e8s \u00e0 une entr\u00e9e). Le dimensionnement du cache est bas\u00e9 sur le pourcentage de m\u00e9moire libre dans la JVM, de telle fa\u00e7on que, s'il y a suffisamment de m\u00e9moire, l'ajout d'une entr\u00e9e au cache ne n\u00e9cessite pas de purge. Mais si le d\u00e9passement d'un pourcentage sp\u00e9cifi\u00e9 de m\u00e9moire disponible dans la JVM est d\u00e9j\u00e0 consomm\u00e9, une ou plusieurs entr\u00e9es doivent \u00eatre supprim\u00e9es. Il est aussi possible de configurer un nombre maximum d'entr\u00e9es pour le cache. Si cela est sp\u00e9cifi\u00e9, le nombre d'entr\u00e9es n'est pas autoris\u00e9 \u00e0 d\u00e9passer cette valeur, mais il se peut qu'il ne soit pas possible de contenir autant d'entr\u00e9es si la m\u00e9moire disponible se remplit enti\u00e8rement en premier. D'autres param\u00e8tres configurables pour ce cache incluent la dur\u00e9e maximale de temps pendant laquelle il y a un blocage lors de l'attente pour acqu\u00e9rir un verrou, et un ensemble de filtres qui peuvent \u00eatre utilis\u00e9s pour d\u00e9finir les crit\u00e8res d\u00e9terminant quelles entr\u00e9es sont stock\u00e9es dans le cache. Si une liste de filtres est fournie, seules les entr\u00e9es correspondantes \u00e0 au moins un des filtres donn\u00e9s seront stock\u00e9es dans le cache.
property.cache-level.synopsis=Sp\u00e9cifie le niveau de cache dans l'ordre du cache si plus d'une instance du cache est configur\u00e9e.
property.enabled.synopsis=Indique si FIFO Entry Cache est activ\u00e9.
property.exclude-filter.synopsis=L'ensemble de filtres qui d\u00e9finit les entr\u00e9es qui doivent \u00eatre exclues du cache.
property.include-filter.synopsis=L'ensemble de filtres qui d\u00e9finit les entr\u00e9es qui doivent \u00eatre incluses dans le cache.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation de FIFO Entry Cache.
property.lock-timeout.synopsis=Sp\u00e9cifie la dur\u00e9e de temps \u00e0 attendre lors de la tentative d'acquisition d'un verrou de lecture ou d'\u00e9criture.
property.max-entries.synopsis=Sp\u00e9cifie le nombre maximal d'entr\u00e9es qui sont autoris\u00e9es dans le cache.
property.max-memory-percent.synopsis=Sp\u00e9cifie l'utilisation maximale de la m\u00e9moire pour le cache d'entr\u00e9e comme pourcentage de la m\u00e9moire JVM totale.
