user-friendly-name=\u5148\u5165\u308c\u5148\u51fa\u3057\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5
user-friendly-plural-name=\u5148\u5165\u308c\u5148\u51fa\u3057\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5
synopsis=\u5148\u5165\u308c\u5148\u51fa\u3057\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u5148\u5165\u308c\u5148\u51fa\u3057\u30ad\u30e5\u30fc\u3092\u4f7f\u7528\u3057\u3066\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u8de1\u3057\u307e\u3059\u3002
description=\u5bb9\u91cf\u304c\u5fc5\u8981\u306a\u5834\u5408\u306f\u3001\u901a\u5e38\u3001\u6700\u3082\u9577\u671f\u9593\u30ad\u30e3\u30c3\u30b7\u30e5\u3055\u308c\u3066\u3044\u308b\u30a8\u30f3\u30c8\u30ea\u304c\u6d88\u53bb\u3055\u308c\u307e\u3059\u3002\u305d\u306e\u4ed6\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u69cb\u9020\u3068\u7570\u306a\u308a\u3001\u6d88\u53bb\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u9078\u629e\u57fa\u6e96\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u306e\u30a2\u30af\u30bb\u30b9\u983b\u5ea6\u3084\u3001\u6700\u8fd1\u30a2\u30af\u30bb\u30b9\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30ed\u30c3\u30af\u306e\u5fc5\u8981\u6027\u306f\u5927\u5e45\u306b\u4f4e\u4e0b\u3057\u307e\u3059\u3002\u30ed\u30c3\u30af\u304c\u5fc5\u8981\u306b\u306a\u308b\u306e\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u3078\u306e\u30a2\u30af\u30bb\u30b9\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u3067\u306a\u304f\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u5bfe\u3057\u3066\u30a8\u30f3\u30c8\u30ea\u304c\u8ffd\u52a0\u307e\u305f\u306f\u524a\u9664\u3055\u308c\u305f\u5834\u5408\u3060\u3051\u3067\u3059\u3002\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30b8\u30f3\u30b0\u306e\u57fa\u6e96\u306f\u3001JVM \u5185\u306e\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u306e\u5272\u5408\u3067\u3059\u3002\u3057\u305f\u304c\u3063\u3066\u3001\u5341\u5206\u306a\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3057\u3066\u3082\u3001\u6d88\u53bb\u3059\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093\u304c\u3001JVM \u5185\u306e\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u306e\u6d88\u8cbb\u30b5\u30a4\u30ba\u304c\u6307\u5b9a\u5272\u5408\u3092\u8d85\u3048\u305f\u5834\u5408\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u3092 1 \u3064\u4ee5\u4e0a\u524a\u9664\u3057\u3066\u3001\u65b0\u3057\u3044\u30a8\u30f3\u30c8\u30ea\u7528\u306e\u9818\u57df\u3092\u78ba\u4fdd\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u6700\u5927\u30a8\u30f3\u30c8\u30ea\u6570\u3082\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30a8\u30f3\u30c8\u30ea\u6570\u306f\u3053\u306e\u5024\u3092\u8d85\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002\u305f\u3060\u3057\u3001\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u304c\u5148\u306b\u4e00\u676f\u306b\u306a\u3063\u305f\u5834\u5408\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u3092\u6700\u5927\u6570\u307e\u3067\u4fdd\u6301\u3067\u304d\u306a\u304f\u306a\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u8a2d\u5b9a\u3067\u304d\u308b\u305d\u306e\u4ed6\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u306b\u306f\u3001\u30ed\u30c3\u30af\u304c\u53d6\u5f97\u3055\u308c\u308b\u307e\u3067\u5f85\u6a5f\u3057\u3066\u3044\u308b\u9593\u306e\u6700\u5927\u30d6\u30ed\u30c3\u30af\u671f\u9593\u3084\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u5224\u5b9a\u57fa\u6e96\u3092\u5b9a\u7fa9\u3059\u308b\u305f\u3081\u306e\u30d5\u30a3\u30eb\u30bf\u30bb\u30c3\u30c8\u306a\u3069\u304c\u3042\u308a\u307e\u3059\u3002\u30d5\u30a3\u30eb\u30bf\u30ea\u30b9\u30c8\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a3\u30eb\u30bf\u306e\u3046\u3061\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u3068\u4e00\u81f4\u3059\u308b\u30a8\u30f3\u30c8\u30ea\u3060\u3051\u304c\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3055\u308c\u307e\u3059\u3002
property.cache-level.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u8907\u6570\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u9806\u5e8f\u5185\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u30ec\u30d9\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.enabled.synopsis=\u5148\u5165\u308c\u5148\u51fa\u3057\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.exclude-filter.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u304b\u3089\u9664\u5916\u3059\u3079\u304d\u30a8\u30f3\u30c8\u30ea\u3092\u5b9a\u7fa9\u3059\u308b\u4e00\u9023\u306e\u30d5\u30a3\u30eb\u30bf\u3002
property.include-filter.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3059\u3079\u304d\u30a8\u30f3\u30c8\u30ea\u3092\u5b9a\u7fa9\u3059\u308b\u4e00\u9023\u306e\u30d5\u30a3\u30eb\u30bf\u3002
property.java-class.synopsis=\u5148\u5165\u308c\u5148\u51fa\u3057\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.lock-timeout.synopsis=\u8aad\u307f\u53d6\u308a\u307e\u305f\u306f\u66f8\u304d\u8fbc\u307f\u30ed\u30c3\u30af\u3092\u53d6\u5f97\u3059\u308b\u9593\u306e\u5f85\u6a5f\u671f\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-entries.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3067\u304d\u308b\u6700\u5927\u30a8\u30f3\u30c8\u30ea\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-memory-percent.synopsis=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u6700\u5927\u30e1\u30e2\u30ea\u30fc\u4f7f\u7528\u91cf\u3092\u3001JVM \u30e1\u30e2\u30ea\u30fc\u5168\u4f53\u306b\u5bfe\u3059\u308b\u5272\u5408\u3068\u3057\u3066\u6307\u5b9a\u3057\u307e\u3059\u3002
