user-friendly-name=Dateigest\u00fctzter Zugriffsprotokoll-Schreiber
user-friendly-plural-name=Dateigest\u00fctzte Zugriffsprotokoll-Schreiber
synopsis=Dateigest\u00fctzte Zugriffsprotokoll-Schreiber ver\u00f6ffentlichen Zugriffsnachrichten im Dateisystem.
property.append.synopsis=Gibt an, ob an bereits bestehende Logdateien angeh\u00e4ngt werden soll.
property.asynchronous.synopsis=Gibt an, ob der dateigest\u00fctzte Zugriffsprotokoll-Schreiber Aufzeichnungen asynchron ver\u00f6ffentlichen.
property.auto-flush.synopsis=Gibt an, ob der Nachrichtenschreiber nach jedem Logeintrag vollst\u00e4ndig auf Platte geschrieben werden soll.
property.auto-flush.description=Wenn asynchrones schreiben benutzt wird, wird der Nachrichtenschreiber erst dann vollst\u00e4ndig auf Platte geschrieben wenn alle Log Eintr\u00e4ge aus der Queue verarbeitet wurden.
property.buffer-size.synopsis=Gibt die Gr\u00f6sse der Logfilebuffers an.
property.enabled.synopsis=Gibt an, ob der dateigest\u00fctzte Zugriffsprotokoll-Schreiber aktiviert ist.
property.java-class.synopsis=Der vollqualifizierte Name der Java-Klasse, die den dateigest\u00fctzten Zugriffsprotokoll-Schreiber implementiert.
property.log-file.synopsis=Der Dateiename f\u00fcr die vom dateigest\u00fctzten Zugriffsprotokoll-Schreiber generierten Protokolldateien. Der Pfad zu der Datei ist relativ zum Wurzelverzeichniss des Servers.
property.log-file.syntax.string.pattern.synopsis=Ein Pfad zu einer bestehenden Datei, die vom Server gelesen werden kann.
property.log-file-permissions.synopsis=Die UNIX-Berechtigungen der Protokolldateien, die von diesem dateigest\u00fctzten Zugriffsprotokoll-Schreiber erstellt werden.
property.log-file-permissions.syntax.string.pattern.synopsis=Ein g\u00fcltiger UNIX mode String. Der mode String muss 3 Zahlen zwischen Null und Sieben beinhalten.
property.queue-size.synopsis=Die maximale Anzahl an Log Eintr\u00e4gen welche in einer asynchronen queue gespeichert werden k\u00f6nnen.
property.queue-size.description=Wird die Warteschlangengr\u00f6\u00dfe auf Null gesetzt, wird die parellele Protokoll-Schreiber-Implementierung aktiviert, die \u00fcber keine Gr\u00f6\u00dfenbeschr\u00e4nkung verf\u00fcgt. Somit sollte der parallele Protokoll-Schreiber nur auf sehr gut abgestimmten Serverkonfigurationen verwendet werden, um potenzielle Fehler bei vollem Speicher zu vermeiden.
property.queue-size.requires-admin-action.synopsis=Der dateigest\u00fctzte Zugriffsprotokoll-Schreiber muss neu gestartet werden, wenn die Eigenschaft ge\u00e4ndert und die asynchrone Eigenschaft auf true festgelegt wird.
property.retention-policy.synopsis=Die Aufrechterhaltungsrichtlinie, die f\u00fcr den dateigest\u00fctzten Zugriffsprotokoll-Schreiber verwendet wird.
property.retention-policy.description=Falls mehrere Richtlinien benutzt werden, werden die Log Dateien bereinigt wann immer eine dieser Grunds\u00e4tze eintritt.
property.retention-policy.default-behavior.alias.synopsis=Keine Aufrechterhaltungsrichtlinie wird benutzt und Log Dateien werden niemals bereinigt.
property.rotation-policy.synopsis=Die Rotationsrichtlinie, die f\u00fcr den dateigest\u00fctzten Zugriffsprotokoll-Schreiber verwendet wird.
property.rotation-policy.description=Falls mehrere Richtlinien benutzt werden, wird rotation immer dann ausgef\u00fchrt wenn eine Richtlinie zutrifft.
property.rotation-policy.default-behavior.alias.synopsis=Falls keine Rotationsrichtlinie benutzt wird wird nicht rotiert.
property.suppress-internal-operations.synopsis=Gibt an, ob interne Vorg\u00e4nge (beispielsweise Vorg\u00e4nge, die von Plugins initiiert werden) mit den Vorg\u00e4ngen protokolliert werden, die von Benutzern angefordert werden.
property.suppress-synchronization-operations.synopsis=Gibt an, ob von Synchronisationsvorg\u00e4ngen generierte Zugriffsnachrichten unterdr\u00fcckt werden.
property.time-interval.synopsis=Gibt den Intervall an zu dem gepr\u00fcft werden soll ob eine Log Datei rotiert werden muss.
