user-friendly-name=\u6587\u4ef6\u7cfb\u7edf\u6761\u76ee\u9ad8\u901f\u7f13\u5b58
user-friendly-plural-name=\u6587\u4ef6\u7cfb\u7edf\u6761\u76ee\u9ad8\u901f\u7f13\u5b58
synopsis=\u6587\u4ef6\u7cfb\u7edf\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u662f\u4e00\u79cd\u4f7f\u7528 JE \u6570\u636e\u5e93\u8bb0\u5f55\u6761\u76ee\u7684\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u5b9e\u73b0\u3002
description=\u8981\u83b7\u5f97\u6700\u4f73\u6027\u80fd\uff0cJE \u6570\u636e\u5e93\u5e94\u5f53\u4f4d\u4e8e\u57fa\u4e8e\u5185\u5b58\u7684\u6587\u4ef6\u7cfb\u7edf\u4e2d\uff08\u867d\u7136\u4e3a\u4f7f\u6b64\u9ad8\u901f\u7f13\u5b58\u53d1\u6325\u4f5c\u7528\uff0c\u4efb\u4f55\u6587\u4ef6\u7cfb\u7edf\u90fd\u9700\u8981\u6ee1\u8db3\u8be5\u6761\u4ef6\uff09\u3002\u6761\u76ee\u901a\u8fc7 FIFO\uff08\u9ed8\u8ba4\uff09\u6216\u57fa\u4e8e LRU\uff08\u53ef\u914d\u7f6e\uff09\u7684\u5217\u8868\u5b9e\u73b0\u4fdd\u7559\u3002\u9ad8\u901f\u7f13\u5b58\u5927\u5c0f\u57fa\u4e8e\u6587\u4ef6\u7cfb\u7edf\u4e2d\u53ef\u7528\u7a7a\u95f4\u7684\u5927\u5c0f\uff0c\u56e0\u6b64\uff0c\u5982\u679c\u5b58\u5728\u8db3\u591f\u7684\u53ef\u7528\u5185\u5b58\uff0c\u5219\u5411\u9ad8\u901f\u7f13\u5b58\u6dfb\u52a0\u6761\u76ee\u65f6\u5c31\u4e0d\u9700\u8981\u8fdb\u884c\u6e05\u9664\u64cd\u4f5c\u3002\u5982\u679c\u5360\u7528\u7684\u7a7a\u95f4\u5927\u4e8e\u6307\u5b9a\u7684\u6587\u4ef6\u7cfb\u7edf\u53ef\u7528\u7a7a\u95f4\u5927\u5c0f\uff0c\u5219\u9700\u8981\u5220\u9664\u4e00\u4e2a\u6216\u591a\u4e2a\u6761\u76ee\uff0c\u4ee5\u4fbf\u4e3a\u65b0\u6761\u76ee\u7559\u51fa\u7a7a\u95f4\u3002\u8fd8\u53ef\u4ee5\u4e3a\u9ad8\u901f\u7f13\u5b58\u914d\u7f6e\u6700\u5927\u6761\u76ee\u6570\u3002\u5982\u679c\u6307\u5b9a\u4e86\u6700\u5927\u6761\u76ee\u6570\uff0c\u5c06\u4e0d\u5141\u8bb8\u6761\u76ee\u6570\u8d85\u8fc7\u8be5\u503c\uff0c\u4f46\u662f\uff0c\u5982\u679c\u9996\u5148\u5360\u6ee1\u4e86\u53ef\u7528\u5185\u5b58\uff0c\u5219\u53ef\u80fd\u65e0\u6cd5\u5bb9\u7eb3\u8fd9\u4e48\u591a\u7684\u6761\u76ee\u3002\u6b64\u9ad8\u901f\u7f13\u5b58\u7684\u5176\u4ed6\u53ef\u914d\u7f6e\u53c2\u6570\u5305\u62ec\uff1a\u7b49\u5f85\u83b7\u53d6\u9501\u5b9a\u65f6\u7684\u6700\u957f\u963b\u585e\u65f6\u95f4\uff0c\u4ee5\u53ca\u53ef\u7528\u4e8e\u5b9a\u4e49\u6761\u4ef6\uff08\u7528\u6765\u786e\u5b9a\u5b58\u50a8\u5728\u9ad8\u901f\u7f13\u5b58\u4e2d\u7684\u6761\u76ee\uff09\u7684\u4e00\u7ec4\u8fc7\u6ee4\u5668\u3002\u5982\u679c\u63d0\u4f9b\u4e86\u4e00\u7ec4\u8fc7\u6ee4\u5668\uff0c\u5219\u6761\u76ee\u5fc5\u987b\u4e0e\u5176\u4e2d\u7684\u81f3\u5c11\u4e00\u4e2a\u8fc7\u6ee4\u5668\u5339\u914d\u624d\u80fd\u5b58\u50a8\u5728\u9ad8\u901f\u7f13\u5b58\u4e2d\u3002\u6b64\u5916\uff0c\u8fd8\u53ef\u4ee5\u5c06 JE \u73af\u5883\u9ad8\u901f\u7f13\u5b58\u5927\u5c0f\u914d\u7f6e\u4e3a\u91c7\u7528\u53ef\u7528\u5185\u5b58\u5360 JVM \u7684\u767e\u5206\u6bd4\u5f62\u5f0f\u6216\u7edd\u5bf9\u5927\u5c0f\uff08\u4ee5\u5b57\u8282\u8ba1\uff09\u7684\u5f62\u5f0f\u3002\u6b64\u9ad8\u901f\u7f13\u5b58\u5177\u6709\u6301\u4e45\u6027\u5c5e\u6027\uff0c\u5982\u679c\u542f\u7528\uff0c\u9ad8\u901f\u7f13\u5b58\u7684\u5185\u5bb9\u4f1a\u5728\u670d\u52a1\u5668\u6216\u9ad8\u901f\u7f13\u5b58\u91cd\u65b0\u542f\u52a8\u540e\u7ee7\u7eed\u5b58\u5728\u3002
property.cache-directory.synopsis=\u6307\u5b9a JE \u73af\u5883\u5b58\u50a8\u9ad8\u901f\u7f13\u5b58\u65f6\u5e94\u4f7f\u7528\u7684\u76ee\u5f55\u3002
property.cache-level.synopsis=\u5982\u679c\u914d\u7f6e\u4e86\u591a\u4e2a\u9ad8\u901f\u7f13\u5b58\u5b9e\u4f8b\uff0c\u5219\u6309\u9ad8\u901f\u7f13\u5b58\u987a\u5e8f\u6307\u5b9a\u9ad8\u901f\u7f13\u5b58\u7ea7\u522b\u3002
property.cache-type.synopsis=\u6307\u5b9a\u4ece\u9ad8\u901f\u7f13\u5b58\u4e2d\u6e05\u9664\u6761\u76ee\u65f6\u5e94\u4f7f\u7528\u7684\u7b56\u7565\u3002
property.cache-type.syntax.enumeration.value.fifo.synopsis=\u57fa\u4e8e FIFO \u7684\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u3002
property.cache-type.syntax.enumeration.value.lru.synopsis=\u57fa\u4e8e LRU \u7684\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u3002
property.compact-encoding.synopsis=\u6307\u793a\u5728\u901a\u8fc7\u538b\u7f29\u5c5e\u6027\u63cf\u8ff0\u548c\u5bf9\u8c61\u7c7b\u96c6\u5bf9\u9ad8\u901f\u7f13\u5b58\u6761\u76ee\u8fdb\u884c\u7f16\u7801\u65f6\uff0c\u9ad8\u901f\u7f13\u5b58\u662f\u5426\u5e94\u4f7f\u7528\u7d27\u51d1\u5f62\u5f0f\u3002
property.compact-encoding.description=\u8bf7\u6ce8\u610f\uff0c\u538b\u7f29\u5e76\u4e0d\u4fdd\u6301\u4f7f\u7528\u5bf9\u8c61\u7c7b\u548c\u5c5e\u6027\u7c7b\u578b\u540d\u79f0\u4e2d\u7528\u6237\u63d0\u4f9b\u7684\u5927\u5199\u3002
property.compact-encoding.requires-admin-action.synopsis=\u66f4\u6539\u6b64\u5c5e\u6027\u4ec5\u5f71\u54cd\u5728\u8fdb\u884c\u66f4\u6539\u4e4b\u540e\u653e\u7f6e\u5728\u9ad8\u901f\u7f13\u5b58\u4e2d\u7684\u9ad8\u901f\u7f13\u5b58\u6761\u76ee\u7684\u7f16\u7801\u3002\u5b83\u4e0d\u4f1a\u56de\u6eaf\u6027\u5730\u5e94\u7528\u4e8e\u73b0\u6709\u9ad8\u901f\u7f13\u5b58\u6761\u76ee\u3002
property.db-cache-percent.synopsis=\u6307\u5b9a\u5185\u90e8 JE \u9ad8\u901f\u7f13\u5b58\u7684\u6700\u5927\u5185\u5b58\u4f7f\u7528\u5360\u603b JVM \u5185\u5b58\u7684\u767e\u5206\u6bd4\u3002
property.db-cache-size.synopsis=\u6307\u5b9a\u5185\u90e8 JE \u9ad8\u901f\u7f13\u5b58\u7684\u6700\u5927 JVM \u5185\u5b58\u4f7f\u7528\u7387\uff08\u4ee5\u5b57\u8282\u8ba1\uff09\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528\u6587\u4ef6\u7cfb\u7edf\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u3002
property.exclude-filter.synopsis=\u9ad8\u901f\u7f13\u5b58\u4e2d\u5e94\u6392\u9664\u7528\u4e8e\u5b9a\u4e49\u6761\u76ee\u7684\u8fc7\u6ee4\u5668\u96c6\u3002
property.include-filter.synopsis=\u9ad8\u901f\u7f13\u5b58\u4e2d\u5e94\u5305\u62ec\u7528\u4e8e\u5b9a\u4e49\u6761\u76ee\u7684\u8fc7\u6ee4\u5668\u96c6\u3002
property.java-class.synopsis=\u6307\u5b9a\u63d0\u4f9b\u6587\u4ef6\u7cfb\u7edf\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u3002
property.je-property.synopsis=\u6307\u5b9a\u4e3a\u6b64\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u63d0\u4f9b\u540e\u7aef\u7684 Berkeley DB Java Edition \u6570\u636e\u5e93\u7684\u73af\u5883\u5c5e\u6027\u3002
property.je-property.description=\u4efb\u4f55 Berkeley DB Java Edition \u5c5e\u6027\u5747\u53ef\u4f7f\u7528\u4ee5\u4e0b\u683c\u5f0f\u6307\u5b9a\uff1aproperty-name=property-value\u3002\u6709\u5173\u76f8\u5173\u5c5e\u6027\u3001\u5176\u542b\u4e49\u53ca\u8303\u56f4\u503c\u7684\u8be6\u7ec6\u4fe1\u606f\uff0c\u8bf7\u53c2\u89c1 OpenDJ \u6587\u6863\u3002\u6240\u6709\u5c5e\u6027\u53c2\u6570\u7684\u660e\u786e\u6807\u8bc6\u5747\u4f4d\u4e8e Berkeley DB Java Edition \u5206\u53d1\u7684 example.properties \u6587\u4ef6\u4e2d\u3002
property.lock-timeout.synopsis=\u5c1d\u8bd5\u83b7\u53d6\u8bfb\u53d6\u9501\u5b9a\u6216\u5199\u5165\u9501\u5b9a\u65f6\u7b49\u5f85\u7684\u65f6\u95f4\u3002
property.max-entries.synopsis=\u9ad8\u901f\u7f13\u5b58\u4e2d\u5141\u8bb8\u7684\u6700\u5927\u6761\u76ee\u6570\u3002
property.max-memory-size.synopsis=\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u7684\u6700\u5927\u5927\u5c0f\uff08\u4ee5\u5b57\u8282\u8ba1\uff09\u3002
property.persistent-cache.synopsis=\u6307\u5b9a\u5728\u91cd\u65b0\u542f\u52a8\u540e\u9ad8\u901f\u7f13\u5b58\u662f\u5426\u5e94\u7ee7\u7eed\u5b58\u5728\u3002
