user-friendly-name=Dateigest\u00fctzte Vertrauensmanageranbieter
user-friendly-plural-name=Dateigest\u00fctzte Vertrauensmanageranbieter
synopsis=Der dateigest\u00fctzte Vertrauensmanageranbieter ermittelt, ob einem vorgelegten Zertifikat vertraut wird. Die Entscheidung erfolgt danach, ob das Zertifikat in einer Server-Vertrauensspeicherdatei vorhanden ist.
description=Die Vertrauensspeicherdatei kann das Format JKS (das standardm\u00e4\u00dfige Java-Schl\u00fcsselspeicherformat) oder PKCS#12 (ein standardm\u00e4\u00dfiges Zertifikatformat) haben.
property.enabled.synopsis=Gibt an, ob der dateigest\u00fctzte Vertrauensmanageranbieter aktiviert ist.
property.java-class.synopsis=Der vollqualifizierte Name der Java-Klasse, die den dateigest\u00fctzten Vertrauensmanageranbieter implementiert.
property.trust-store-file.synopsis=Gibt den Pfad zur Datei an, die die Vertrauensinformationen enth\u00e4lt. Dieser kann ein absoluter Pfad, aber auch ein zum OpenDJ-Directory-Server-Instanzen-Root relativer Pfad sein.
property.trust-store-file.description=\u00c4nderungen an diesem Konfigurationsattribut werden beim n\u00e4chsten Zugriff auf den Vertrauensmanager wirksam.
property.trust-store-file.syntax.string.pattern.synopsis=Ein absoluter Pfad oder ein Pfad, der relativ zum OpenDJ-Directory-Server-Instanzen-Root ist.
property.trust-store-pin.synopsis=Gibt die Klartext-PIN an, die f\u00fcr den Zugriff auf den dateigest\u00fctzten Vertrauensmanageranbieter ben\u00f6tigt wird.
property.trust-store-pin.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf den dateigest\u00fctzten Vertrauensmanageranbieter wirksam.
property.trust-store-pin-environment-variable.synopsis=Gibt den Namen der Umgebungsvariable an, die die Klartext-PIN enth\u00e4lt, die f\u00fcr den Zugriff auf den dateigest\u00fctzten Vertrauensmanageranbieter ben\u00f6tigt wird.
property.trust-store-pin-environment-variable.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf den dateigest\u00fctzten Vertrauensmanageranbieter wirksam.
property.trust-store-pin-file.synopsis=Gibt den Pfad zur Textdatei an, deren einziger Inhalt eine einzelne Zeile mit der Klartext-PIN ist, die f\u00fcr den Zugriff auf den dateigest\u00fctzten Vertrauensmanageranbieter ben\u00f6tigt wird.
property.trust-store-pin-file.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich beim n\u00e4chsten Zugriff auf den dateigest\u00fctzten Vertrauensmanageranbieter aus.
property.trust-store-pin-property.synopsis=Gibt den Namen der Java-Eigenschaft an, die die Klartext-PIN enth\u00e4lt, die f\u00fcr den Zugriff auf den dateigest\u00fctzten Vertrauensmanageranbieter ben\u00f6tigt wird.
property.trust-store-pin-property.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf den dateigest\u00fctzten Vertrauensmanageranbieter wirksam.
property.trust-store-type.synopsis=Gibt das Format der Daten in einer Vetrtrauensspeicherdatei an.
property.trust-store-type.description=G\u00fcltige Werte m\u00fcssen immer 'JKS' und 'PKCS12' enthalten, unterschiedliche Implementierungen k\u00f6nnen jedoch auch andere Werte zulassen. Wenn kein Wert angegeben wird, wird der JVM-Standardwert verwendet. \u00c4nderungen an diesem Konfigurationsattribut werden beim n\u00e4chsten Zugriff auf den Vertrauensmanager wirksam.
property.trust-store-type.syntax.string.pattern.synopsis=Alle Vertrauensspeicherformate, die von der Java-Runtime-Umgebung zugelassen sind. Die Formate "JKS" und "PKCS12" sind normalerweise in Java-Umgebungen verf\u00fcgbar.
