user-friendly-name=\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f
user-friendly-plural-name=\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f
synopsis=\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u53ef\u4ee5\u7528\u4e8e\u4ece\u672c\u5730\u6587\u4ef6\u7cfb\u7edf\u4e0a\u7684\u5bc6\u94a5\u5e93\u6587\u4ef6\u4e2d\u83b7\u53d6\u670d\u52a1\u5668\u8bc1\u4e66\u3002
description=\u53ef\u4ee5\u652f\u6301\u591a\u79cd\u6587\u4ef6\u683c\u5f0f\uff0c\u5177\u4f53\u53d6\u51b3\u4e8e\u57fa\u7840 Java \u8fd0\u884c\u65f6\u73af\u5883\u6240\u652f\u6301\u7684\u63d0\u4f9b\u7a0b\u5e8f\u3002
constraint.1.synopsis=\u542f\u7528\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u540e\uff0c\u5fc5\u987b\u4f7f\u7528\u4e00\u4e2a key-store-pin \u5c5e\u6027\u6307\u5b9a\u5bc6\u94a5\u5e93\u7684\u4e2a\u4eba\u8bc6\u522b\u7801\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u4ee5\u8fdb\u884c\u4f7f\u7528\u3002
property.java-class.synopsis=\u63d0\u4f9b\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u3002
property.key-store-file.synopsis=\u6307\u5b9a\u5305\u542b\u79c1\u94a5\u4fe1\u606f\u7684\u6587\u4ef6\u7684\u8def\u5f84\u3002\u5b83\u53ef\u4ee5\u662f\u7edd\u5bf9\u8def\u5f84\uff0c\u4e5f\u53ef\u4ee5\u662f\u76f8\u5bf9\u4e8e OpenDJ \u5b9e\u4f8b\u6839\u76ee\u5f55\u7684\u8def\u5f84\u3002
property.key-store-file.description=\u5bf9\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u5c06\u5728\u4e0b\u6b21\u8bbf\u95ee\u5bc6\u94a5\u7ba1\u7406\u5668\u65f6\u751f\u6548\u3002
property.key-store-file.syntax.string.pattern.synopsis=\u670d\u52a1\u5668\u53ef\u4ee5\u8bfb\u53d6\u7684\u73b0\u6709\u6587\u4ef6\u7684\u8def\u5f84\u3002
property.key-store-pin.synopsis=\u6307\u5b9a\u8bbf\u95ee\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u6240\u9700\u7684\u660e\u6587\u4e2a\u4eba\u8bc6\u522b\u7801\u3002
property.key-store-pin.requires-admin-action.synopsis=\u5bf9\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u5c06\u5728\u4e0b\u6b21\u8bbf\u95ee\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u65f6\u751f\u6548\u3002
property.key-store-pin-environment-variable.synopsis=\u6307\u5b9a\u5305\u542b\u8bbf\u95ee\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u6240\u9700\u7684\u660e\u6587\u4e2a\u4eba\u8bc6\u522b\u7801\u7684\u73af\u5883\u53d8\u91cf\u7684\u540d\u79f0\u3002
property.key-store-pin-environment-variable.requires-admin-action.synopsis=\u5bf9\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u5c06\u5728\u4e0b\u6b21\u8bbf\u95ee\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u65f6\u751f\u6548\u3002
property.key-store-pin-environment-variable.syntax.string.pattern.synopsis=\u5b9a\u4e49\u7684\u73af\u5883\u53d8\u91cf\u7684\u540d\u79f0\uff0c\u8be5\u53d8\u91cf\u5305\u542b\u8bbf\u95ee\u5bc6\u94a5\u5b58\u50a8\u5185\u5bb9\u6240\u9700\u7684\u660e\u6587\u4e2a\u4eba\u8bc6\u522b\u7801\u3002
property.key-store-pin-file.synopsis=\u6307\u5b9a\u6587\u672c\u6587\u4ef6\u7684\u8def\u5f84\uff0c\u8be5\u6587\u672c\u6587\u4ef6\u7684\u552f\u4e00\u5185\u5bb9\u5e94\u4e3a\u4e00\u884c\u8bbf\u95ee\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u6240\u9700\u7684\u660e\u6587\u4e2a\u4eba\u8bc6\u522b\u7801\u3002
property.key-store-pin-file.requires-admin-action.synopsis=\u5bf9\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u5c06\u5728\u4e0b\u6b21\u8bbf\u95ee\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u65f6\u751f\u6548\u3002
property.key-store-pin-file.syntax.string.pattern.synopsis=\u670d\u52a1\u5668\u53ef\u4ee5\u8bfb\u53d6\u7684\u73b0\u6709\u6587\u4ef6\u7684\u8def\u5f84\u3002
property.key-store-pin-property.synopsis=\u6307\u5b9a\u5305\u542b\u8bbf\u95ee\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u6240\u9700\u7684\u660e\u6587\u4e2a\u4eba\u8bc6\u522b\u7801\u7684 Java \u5c5e\u6027\u7684\u540d\u79f0\u3002
property.key-store-pin-property.requires-admin-action.synopsis=\u5bf9\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u5c06\u5728\u4e0b\u6b21\u8bbf\u95ee\u57fa\u4e8e\u6587\u4ef6\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u65f6\u751f\u6548\u3002
property.key-store-pin-property.syntax.string.pattern.synopsis=\u5b9a\u4e49\u7684 Java \u5c5e\u6027\u7684\u540d\u79f0\u3002
property.key-store-type.synopsis=\u6307\u5b9a\u5bc6\u94a5\u5b58\u50a8\u6587\u4ef6\u4e2d\u7684\u6570\u636e\u7684\u683c\u5f0f\u3002
property.key-store-type.description=\u6709\u6548\u503c\u5e94\u59cb\u7ec8\u5305\u542b 'JKS' \u548c 'PKCS12'\uff0c\u4f46\u4e0d\u540c\u7684\u5b9e\u73b0\u53ef\u80fd\u8fd8\u4f1a\u5305\u542b\u5176\u4ed6\u503c\u3002\u5982\u679c\u672a\u63d0\u4f9b\u4efb\u4f55\u503c\uff0c\u5219\u4f7f\u7528 JVM \u9ed8\u8ba4\u503c\u3002\u5bf9\u8be5\u914d\u7f6e\u5c5e\u6027\u7684\u66f4\u6539\u5c06\u5728\u4e0b\u6b21\u8bbf\u95ee\u5bc6\u94a5\u7ba1\u7406\u5668\u65f6\u751f\u6548\u3002
property.key-store-type.syntax.string.pattern.synopsis=Java \u8fd0\u884c\u65f6\u73af\u5883\u652f\u6301\u7684\u4efb\u4f55\u5bc6\u94a5\u5e93\u683c\u5f0f\u3002
