user-friendly-name=Memoria cach\u00e9 de entrada del sistema de archivos
user-friendly-plural-name=Memorias cach\u00e9 de entrada del sistema de archivos
synopsis=La memoria cach\u00e9 de entrada del sistema de archivos es una implementaci\u00f3n de la cach\u00e9 de entrada que utiliza una base de datos de JE para realizar un seguimiento de \u00e9stas.
description=Para obtener el m\u00e1ximo rendimiento, la base de datos de JE debe residir en un sistema de archivos basado en memoria, aunque puede utilizarse cualquier sistema de archivos con esta cach\u00e9. Las entradas se conservar\u00e1n mediante una implementaci\u00f3n de lista basada en FIFO (valor predeterminado) o en LRU (configurable). El tama\u00f1o de la cach\u00e9 se basa en la cantidad de espacio libre disponible en el sistema de archivos, por lo que si hay suficiente memoria libre, no ser\u00e1 necesario realizar una purga al agregar una entrada en la cach\u00e9. Si ya se ha consumido una cantidad mayor que el tama\u00f1o especificado para el espacio disponible en la memoria del sistema de archivos, deber\u00e1 suprimirse una o varias entradas con el fin de liberar espacio para una nueva. Tambi\u00e9n se puede configurar un n\u00famero m\u00e1ximo de entradas para la cach\u00e9. Si se especifica este valor, el n\u00famero de entradas no podr\u00e1 superarlo, aunque es posible que no se pueda mantener esta cantidad de entradas si se llena primero la memoria disponible. Entre los par\u00e1metros adicionales que se pueden configurar para la cach\u00e9, se incluyen el periodo m\u00e1ximo de bloqueo mientras se espera la adquisici\u00f3n de un nuevo bloqueo y el conjunto de filtros que pueden utilizarse para definir los criterios que permiten determinar las entradas que se almacenar\u00e1n en la cach\u00e9. Si se proporciona un conjunto de filtros, la entrada debe coincidir con, al menos, uno de ellos para poder almacenarse en la cach\u00e9. El tama\u00f1o de la cach\u00e9 del entorno de JE puede configurarse tambi\u00e9n en forma de porcentaje de la memoria libre disponible en JVM o como un valor de tama\u00f1o absoluto expresado en bytes. Esta cach\u00e9 presenta una propiedad de persistencia que, si se habilita, permite conservar el contenido de la cach\u00e9 cada vez que se reinicie el servidor o la propia cach\u00e9.
property.cache-directory.synopsis=Especifica el directorio en el que el entorno de JE debe almacenar la cach\u00e9.
property.cache-level.synopsis=Especifica el nivel del orden de la cach\u00e9 si se ha configurado m\u00e1s de una instancia de la cach\u00e9.
property.cache-type.synopsis=Especifica la directiva que debe utilizarse para purgar entradas de la cach\u00e9.
property.cache-type.syntax.enumeration.value.fifo.synopsis=cach\u00e9 de entrada basada en FIFO.
property.cache-type.syntax.enumeration.value.lru.synopsis=cach\u00e9 de entrada basada en LRU.
property.compact-encoding.synopsis=Indica si la cach\u00e9 debe utilizar un formato compacto al codificar las entradas de la cach\u00e9 comprimiendo los conjuntos de clases de objetos y  las descripciones de atributos.
property.compact-encoding.description=Tenga en cuenta que la compresi\u00f3n no conservar\u00e1 las may\u00fasculas proporcionadas por el usuario en los nombres de tipos de atributos y clases de objetos.
property.compact-encoding.requires-admin-action.synopsis=Si se modifica esta propiedad, esto s\u00f3lo afectar\u00e1 a la codificaci\u00f3n de las entradas almacenadas en la cach\u00e9 una vez realizado el cambio. No se aplicar\u00e1 de forma retroactiva a las entradas existentes de la cach\u00e9.
property.db-cache-percent.synopsis=Especifica el uso m\u00e1ximo de memoria de la cach\u00e9 de JE interna en forma de porcentaje de la memoria total de JVM.
property.db-cache-size.synopsis=Especifica el uso m\u00e1ximo de memoria de JVM en forma de n\u00famero de bytes de la cach\u00e9 de JE interna.
property.enabled.synopsis=Indica si se ha habilitado la memoria cach\u00e9 de entrada del sistema de archivos.
property.exclude-filter.synopsis=El conjunto de filtros que definen las entradas que deben excluirse de la cach\u00e9.
property.include-filter.synopsis=El conjunto de filtros que definen las entradas que deben incluirse en la cach\u00e9.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n de la memoria cach\u00e9 de entrada del sistema de archivos.
property.je-property.synopsis=Especifica las propiedades de entorno para la base de datos Berkeley DB Java Edition proporcionando el servidor de fondo de esta cach\u00e9 de entrada.
property.je-property.description=Se puede especificar cualquier propiedad de Berkeley DB Java Edition mediante el siguiente formato: nombre de la propiedad=valor de la propiedad. Consulte la documentaci\u00f3n de OpenDJ para obtener m\u00e1s informaci\u00f3n sobre las propiedades relacionadas, sus implicaciones y los valores de rango. La identificaci\u00f3n definitiva de todos los par\u00e1metros de las propiedades se encuentra disponible en el archivo "example.properties" de la distribuci\u00f3n de Berkeley DB Java Edition.
property.lock-timeout.synopsis=El periodo de tiempo que se esperar\u00e1 al intentar adquirir un bloqueo de lectura o escritura.
property.max-entries.synopsis=El n\u00famero m\u00e1ximo de entradas permitidas en la cach\u00e9.
property.max-memory-size.synopsis=El tama\u00f1o m\u00e1ximo de la cach\u00e9 de entrada (en bytes).
property.persistent-cache.synopsis=Especifica si la cach\u00e9 debe conservarse cada vez que se realice un reinicio.
