user-friendly-name=\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668
user-friendly-plural-name=\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668
synopsis=\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668\u53ef\u4ee5\u5411\u6587\u4ef6\u7cfb\u7edf\u53d1\u5e03\u8c03\u8bd5\u6d88\u606f\u3002
property.append.synopsis=\u6307\u5b9a\u662f\u5426\u8981\u9644\u52a0\u5230\u73b0\u6709\u65e5\u5fd7\u6587\u4ef6\u3002
property.asynchronous.synopsis=\u6307\u793a\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668\u662f\u5426\u5c06\u5f02\u6b65\u53d1\u5e03\u8bb0\u5f55\u3002
property.auto-flush.synopsis=\u6307\u5b9a\u662f\u5426\u5728\u6bcf\u6761\u65e5\u5fd7\u8bb0\u5f55\u540e\u90fd\u6e05\u7406\u7f16\u5199\u5668\u3002
property.auto-flush.description=\u5982\u679c\u4f7f\u7528\u5f02\u6b65\u5199\u5165\u9009\u9879\uff0c\u5219\u5728\u5199\u5165\u961f\u5217\u4e2d\u7684\u6240\u6709\u65e5\u5fd7\u8bb0\u5f55\u540e\uff0c\u7f16\u5199\u5668\u5c06\u88ab\u6e05\u7406\u3002
property.buffer-size.synopsis=\u6307\u5b9a\u65e5\u5fd7\u6587\u4ef6\u7f13\u51b2\u533a\u5927\u5c0f\u3002
property.default-debug-category.synopsis=\u5728\u65e0\u4efb\u4f55\u5b9a\u4e49\u7684\u76ee\u6807\u4e0e\u6d88\u606f\u5339\u914d\u65f6\u8981\u8bb0\u5f55\u7684\u8c03\u8bd5\u6d88\u606f\u7c7b\u522b\u3002
property.default-debug-category.default-behavior.alias.synopsis=\u5982\u679c\u5177\u6709\u4efb\u4f55\u7c7b\u522b\u7684\u6d88\u606f\u5177\u6709\u8db3\u591f\u7684\u8c03\u8bd5\u7ea7\u522b\uff0c\u5219\u4f1a\u8bb0\u5f55\u5b83\u4eec\u3002
property.default-debug-category.syntax.enumeration.value.caught.synopsis=\u6355\u83b7\u7684\u5f02\u5e38\u3002
property.default-debug-category.syntax.enumeration.value.constructor.synopsis=\u6784\u9020\u51fd\u6570\u8f93\u5165\u3002
property.default-debug-category.syntax.enumeration.value.data.synopsis=\u539f\u59cb\u6570\u636e\u8f6c\u50a8\u3002
property.default-debug-category.syntax.enumeration.value.database-access.synopsis=\u6709\u6743\u5bf9\u540e\u7aef\u6570\u636e\u5e93\u8fdb\u884c\u8bbf\u95ee\u3002
property.default-debug-category.syntax.enumeration.value.enter.synopsis=\u65b9\u6cd5\u8f93\u5165\u3002
property.default-debug-category.syntax.enumeration.value.exit.synopsis=\u65b9\u6cd5\u9000\u51fa\u3002
property.default-debug-category.syntax.enumeration.value.message.synopsis=\u4efb\u610f\u8c03\u8bd5\u6d88\u606f\u3002
property.default-debug-category.syntax.enumeration.value.protocol.synopsis=\u534f\u8bae\u5143\u7d20\u8f6c\u50a8\u3002
property.default-debug-category.syntax.enumeration.value.thrown.synopsis=\u65b9\u6cd5\u4e2d\u7684\u5f02\u5e38\u629b\u51fa\u3002
property.default-debug-level.synopsis=\u5f53\u65e0\u4efb\u4f55\u5b9a\u4e49\u7684\u76ee\u6807\u4e0e\u6d88\u606f\u5339\u914d\u65f6\u8981\u8bb0\u5f55\u7684\u6700\u4f4e\u4e25\u91cd\u7ea7\u522b\u7684\u8c03\u8bd5\u6d88\u606f\u3002
property.default-debug-level.syntax.enumeration.value.all.synopsis=\u5c06\u8bb0\u5f55\u4efb\u4f55\u4e25\u91cd\u7ea7\u522b\u7684\u6d88\u606f\u3002
property.default-debug-level.syntax.enumeration.value.disabled.synopsis=\u4e0d\u4f1a\u8bb0\u5f55\u4efb\u4f55\u6d88\u606f\u3002
property.default-debug-level.syntax.enumeration.value.error.synopsis=\u5c06\u8bb0\u5f55\u4e25\u91cd\u7ea7\u522b\u4e3a ERROR \u6216\u66f4\u9ad8\u7ea7\u522b\u7684\u6d88\u606f\u3002
property.default-debug-level.syntax.enumeration.value.info.synopsis=\u5c06\u8bb0\u5f55\u4e25\u91cd\u7ea7\u522b\u4e3a INFO \u6216\u66f4\u9ad8\u7ea7\u522b\u7684\u6d88\u606f\u3002
property.default-debug-level.syntax.enumeration.value.verbose.synopsis=\u5c06\u8bb0\u5f55\u4e25\u91cd\u7ea7\u522b\u4e3a VERBOSE \u6216\u66f4\u9ad8\u7ea7\u522b\u7684\u6d88\u606f\u3002
property.default-debug-level.syntax.enumeration.value.warning.synopsis=\u5c06\u8bb0\u5f55\u4e25\u91cd\u7ea7\u522b\u4e3a WARNING \u6216\u66f4\u9ad8\u7ea7\u522b\u7684\u6d88\u606f\u3002
property.default-include-throwable-cause.synopsis=\u6307\u793a\u662f\u5426\u5c06\u5f02\u5e38\u7684\u539f\u56e0\u5305\u62ec\u5728\u9ed8\u8ba4\u60c5\u51b5\u4e0b\u8bb0\u5f55\u7684\u5f02\u5e38\u629b\u51fa\u548c\u6355\u83b7\u6d88\u606f\u4e2d\u3002
property.default-omit-method-entry-arguments.synopsis=\u6307\u793a\u662f\u5426\u5c06\u65b9\u6cd5\u53c2\u6570\u5305\u62ec\u5728\u9ed8\u8ba4\u60c5\u51b5\u4e0b\u8bb0\u5f55\u7684\u8c03\u8bd5\u6d88\u606f\u4e2d\u3002
property.default-omit-method-return-value.synopsis=\u6307\u793a\u662f\u5426\u5c06\u8fd4\u56de\u503c\u5305\u62ec\u5728\u9ed8\u8ba4\u60c5\u51b5\u4e0b\u8bb0\u5f55\u7684\u8c03\u8bd5\u6d88\u606f\u4e2d\u3002
property.default-throwable-stack-frames.synopsis=\u6307\u793a\u8981\u5305\u62ec\u5728\u65b9\u6cd5\u8f93\u5165\u548c\u5f02\u5e38\u629b\u51fa\u6d88\u606f\u7684\u5806\u6808\u8ddf\u8e2a\u4e2d\u7684\u5806\u6808\u5e27\u6570\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668\u4ee5\u8fdb\u884c\u4f7f\u7528\u3002
property.java-class.synopsis=\u63d0\u4f9b\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u3002
property.log-file.synopsis=\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668\u751f\u6210\u7684\u65e5\u5fd7\u6587\u4ef6\u6240\u4f7f\u7528\u7684\u6587\u4ef6\u540d\u3002
property.log-file.description=\u6b64\u6587\u4ef6\u7684\u8def\u5f84\u76f8\u5bf9\u4e8e\u670d\u52a1\u5668\u6839\u76ee\u5f55\u3002
property.log-file-permissions.synopsis=\u6b64\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668\u6240\u521b\u5efa\u7684\u65e5\u5fd7\u6587\u4ef6\u7684 UNIX \u6743\u9650\u3002
property.log-file-permissions.syntax.string.pattern.synopsis=\u6709\u6548\u7684 UNIX \u6a21\u5f0f\u5b57\u7b26\u4e32\u3002\u6a21\u5f0f\u5b57\u7b26\u4e32\u5fc5\u987b\u5305\u542b\u4ecb\u4e8e\u96f6\u5230\u4e03\u4e4b\u95f4\u7684\u4e09\u4f4d\u6570\u5b57\u3002
property.queue-size.synopsis=\u5f02\u6b65\u961f\u5217\u4e2d\u53ef\u5b58\u50a8\u7684\u6700\u5927\u65e5\u5fd7\u8bb0\u5f55\u6570\u3002
property.retention-policy.synopsis=\u7528\u4e8e\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668\u7684\u4fdd\u7559\u7b56\u7565\u3002
property.retention-policy.description=\u5982\u679c\u4f7f\u7528\u591a\u4e2a\u7b56\u7565\uff0c\u5f53\u6ee1\u8db3\u4efb\u610f\u7b56\u7565\u7684\u6761\u4ef6\u65f6\uff0c\u65e5\u5fd7\u6587\u4ef6\u5c06\u88ab\u6e05\u9664\u3002
property.retention-policy.default-behavior.alias.synopsis=\u4e0d\u4f7f\u7528\u4efb\u4f55\u4fdd\u7559\u7b56\u7565\uff0c\u65e5\u5fd7\u6587\u4ef6\u6c38\u8fdc\u4e0d\u4f1a\u88ab\u6e05\u9664\u3002
property.rotation-policy.synopsis=\u7528\u4e8e\u57fa\u4e8e\u6587\u4ef6\u7684\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u5668\u7684\u8f6e\u8f6c\u7b56\u7565\u3002
property.rotation-policy.description=\u5982\u679c\u4f7f\u7528\u591a\u4e2a\u7b56\u7565\uff0c\u5f53\u6ee1\u8db3\u4efb\u610f\u7b56\u7565\u7684\u6761\u4ef6\u65f6\uff0c\u8f6e\u8f6c\u5c06\u53d1\u751f\u3002
property.rotation-policy.default-behavior.alias.synopsis=\u4e0d\u4f7f\u7528\u4efb\u4f55\u8f6e\u8f6c\u7b56\u7565\uff0c\u65e5\u5fd7\u8f6e\u8f6c\u4e0d\u4f1a\u53d1\u751f\u3002
property.time-interval.synopsis=\u6307\u5b9a\u68c0\u67e5\u662f\u5426\u9700\u8981\u8f6e\u8f6c\u65e5\u5fd7\u6587\u4ef6\u7684\u65f6\u95f4\u95f4\u9694\u3002
relation.debug-target.user-friendly-name=\u8c03\u8bd5\u76ee\u6807
relation.debug-target.user-friendly-plural-name=\u8c03\u8bd5\u76ee\u6807
relation.debug-target.synopsis=\u8c03\u8bd5\u76ee\u6807\u5b9a\u4e49\u8c03\u8bd5\u65e5\u5fd7\u53d1\u5e03\u7a0b\u5e8f\u8bb0\u5f55\u7684\u6d88\u606f\u7c7b\u578b\u3002
relation.debug-target.description=\u8c03\u8bd5\u76ee\u6807\u5141\u8bb8\u7ec6\u7c92\u5ea6\u63a7\u5236\u57fa\u4e8e\u8f6f\u4ef6\u5305\u3001\u7c7b\u6216\u751f\u6210\u6d88\u606f\u7684\u65b9\u6cd5\u8bb0\u5f55\u7684\u6d88\u606f\u3002\u6bcf\u4e2a\u8c03\u8bd5\u76ee\u6807\u914d\u7f6e\u6761\u76ee\u5747\u4f4d\u4e8e RDN \u4e3a\u201ccn= \u8c03\u8bd5\u76ee\u6807\u201d\u7684\u6761\u76ee\uff08\u7d27\u6328\u7236 ds-cfg-debug-log-publisher \u6761\u76ee\uff09\u4e0b\u3002
