user-friendly-name=\u5168\u5c40\u914d\u7f6e
user-friendly-plural-name=\u5168\u5c40\u914d\u7f6e
synopsis=\u5168\u5c40\u914d\u7f6e\u5305\u542b\u5f71\u54cd OpenDJ \u76ee\u5f55\u670d\u52a1\u5668\u7684\u6574\u4f53\u64cd\u4f5c\u7684\u5c5e\u6027\u3002
property.add-missing-rdn-attributes.synopsis=\u6307\u793a\u76ee\u5f55\u670d\u52a1\u5668\u5728\u5904\u7406\u6dfb\u52a0\u8bf7\u6c42\u65f6\uff0c\u662f\u5426\u5e94\u5c06\u6761\u76ee\u7684 RDN \u4e2d\u5305\u542b\u7684\u4efb\u610f\u5c5e\u6027\u503c\u81ea\u52a8\u6dfb\u52a0\u5230\u8be5\u6761\u76ee\u4e2d\u3002
property.allow-attribute-name-exceptions.synopsis=\u6307\u793a\u76ee\u5f55\u670d\u52a1\u5668\u662f\u5426\u5141\u8bb8\u5c5e\u6027\u540d\u79f0\u4e2d\u5305\u542b\u4e0b\u5212\u7ebf\u4ee5\u53ca\u662f\u5426\u5141\u8bb8\u5c5e\u6027\u540d\u79f0\u4ee5\u6570\u5b57\u5f00\u5934\uff08\u8fd9\u4e24\u79cd\u60c5\u51b5\u5747\u8fdd\u53cd LDAP \u6807\u51c6\uff09\u3002
property.allowed-task.synopsis=\u6307\u5b9a\u5728\u670d\u52a1\u5668\u4e2d\u53ef\u80fd\u4f1a\u8c03\u7528\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u79f0\u3002
property.allowed-task.description=\u4efb\u4f55\u8981\u8c03\u7528\u5728\u5141\u8bb8\u7684\u4efb\u52a1\u5217\u8868\u4e2d\u4e0d\u5305\u62ec\u7684\u4efb\u52a1\u7684\u5c1d\u8bd5\u5747\u5c06\u88ab\u62d2\u7edd\u3002
property.allowed-task.default-behavior.alias.synopsis=\u5982\u679c\u672a\u5b9a\u4e49\u503c\uff0c\u5219\u670d\u52a1\u5668\u5c06\u4e0d\u5141\u8bb8\u8c03\u7528\u4efb\u4f55\u4efb\u52a1\u3002
property.bind-with-dn-requires-password.synopsis=\u6307\u793a\u76ee\u5f55\u670d\u52a1\u5668\u662f\u5426\u62d2\u7edd\u4efb\u4f55\u5305\u542b DN \u5374\u6ca1\u6709\u5bc6\u7801\u7684\u7b80\u5355\u7ed1\u5b9a\u8bf7\u6c42\u3002
property.bind-with-dn-requires-password.description=\u867d\u7136\u6309\u7167 LDAPv3 \u89c4\u8303\uff0c\u53ef\u5728\u6280\u672f\u4e0a\u5141\u8bb8\u8fd9\u4e9b\u7ed1\u5b9a\u8bf7\u6c42\uff08\u4e14\u5c06\u88ab\u89c6\u4e3a\u533f\u540d\u7b80\u5355\u9a8c\u8bc1\uff09\uff0c\u4f46\u662f\u8fd9\u4e9b\u7ed1\u5b9a\u8bf7\u6c42\u53ef\u80fd\u4f1a\u5728\u4e0d\u9a8c\u8bc1\u5ba2\u6237\u7aef\u662f\u5426\u786e\u5b9e\u63d0\u4f9b\u4e86\u5bc6\u7801\u7684\u5e94\u7528\u7a0b\u5e8f\u4e2d\u5f15\u5165\u5b89\u5168\u95ee\u9898\u3002
property.check-schema.synopsis=\u6307\u793a\u6a21\u5f0f\u6267\u884c\u662f\u5426\u5904\u4e8e\u6d3b\u52a8\u72b6\u6001\u3002
property.check-schema.description=\u5f53\u6fc0\u6d3b\u6a21\u5f0f\u6267\u884c\u65f6\uff0c\u76ee\u5f55\u670d\u52a1\u5668\u5c06\u786e\u4fdd\u6309\u7167\u5b9a\u4e49\u7684\u670d\u52a1\u5668\u6a21\u5f0f\uff0c\u6761\u76ee\u4e2d\u7684\u6240\u6709\u64cd\u4f5c\u7ed3\u679c\u90fd\u662f\u6709\u6548\u7684\u3002\u5f3a\u70c8\u5efa\u8bae\u4fdd\u6301\u542f\u7528\u6b64\u9009\u9879\uff0c\u4ee5\u9632\u6b62\u5c06\u65e0\u6548\u6570\u636e\u4e0d\u7ecf\u610f\u5730\u6dfb\u52a0\u5230\u670d\u52a1\u5668\u4e2d\u3002
property.default-password-policy.synopsis=\u6307\u5b9a\u5bc6\u7801\u7b56\u7565\u540d\u79f0\uff0c\u8fd9\u5bf9\u5176\u6761\u76ee\u672a\u6307\u5b9a\u5907\u7528\u5bc6\u7801\u7b56\u7565\uff08\u901a\u8fc7\u771f\u5b9e\u6216\u865a\u62df\u7684\u5c5e\u6027\uff09\u7684\u7528\u6237\u662f\u6709\u6548\u7684\u3002
property.disabled-privilege.synopsis=\u6307\u5b9a\u4e0d\u7531\u670d\u52a1\u5668\u9a8c\u8bc1\u7684\u6743\u9650\u7684\u540d\u79f0\u3002
property.disabled-privilege.description=\u5982\u679c\u7981\u7528\u6743\u9650\uff0c\u5219\u5047\u5b9a\u6240\u6709\u5ba2\u6237\u7aef\uff08\u5305\u62ec\u672a\u7ecf\u9a8c\u8bc1\u7684\u5ba2\u6237\u7aef\uff09\u5747\u6709\u6b64\u9879\u6743\u9650\u3002
property.disabled-privilege.default-behavior.alias.synopsis=\u5982\u679c\u672a\u5b9a\u4e49\u503c\uff0c\u5219\u670d\u52a1\u5668\u5c06\u6267\u884c\u6240\u6709\u7684\u6743\u9650\u3002
property.disabled-privilege.syntax.enumeration.value.backend-backup.synopsis=\u5141\u8bb8\u7528\u6237\u8bf7\u6c42\u670d\u52a1\u5668\u5904\u7406\u5907\u4efd\u4efb\u52a1\u3002
property.disabled-privilege.syntax.enumeration.value.backend-restore.synopsis=\u5141\u8bb8\u7528\u6237\u8bf7\u6c42\u670d\u52a1\u5668\u5904\u7406\u6062\u590d\u4efb\u52a1\u3002
property.disabled-privilege.syntax.enumeration.value.bypass-acl.synopsis=\u5141\u8bb8\u5173\u8054\u7684\u7528\u6237\u7ed5\u8fc7\u7531\u670d\u52a1\u5668\u6267\u884c\u7684\u8bbf\u95ee\u63a7\u5236\u68c0\u67e5\u3002
property.disabled-privilege.syntax.enumeration.value.bypass-lockdown.synopsis=\u5141\u8bb8\u5173\u8054\u7684\u7528\u6237\u7ed5\u8fc7\u670d\u52a1\u5668\u9501\u5b9a\u6a21\u5f0f\u3002
property.disabled-privilege.syntax.enumeration.value.cancel-request.synopsis=\u5141\u8bb8\u7528\u6237\u53d6\u6d88\u5728\u5176\u4ed6\u5ba2\u6237\u7aef\u8fde\u63a5\u4e0a\u8fdb\u884c\u7684\u64cd\u4f5c\u3002
property.disabled-privilege.syntax.enumeration.value.config-read.synopsis=\u5141\u8bb8\u5173\u8054\u7684\u7528\u6237\u8bfb\u53d6\u670d\u52a1\u5668\u914d\u7f6e\u3002
property.disabled-privilege.syntax.enumeration.value.config-write.synopsis=\u5141\u8bb8\u5173\u8054\u7684\u7528\u6237\u66f4\u65b0\u670d\u52a1\u5668\u914d\u7f6e\u3002\u914d\u7f6e\u8bfb\u53d6\u6743\u9650\u4e5f\u662f\u5fc5\u9700\u7684\u3002
property.disabled-privilege.syntax.enumeration.value.data-sync.synopsis=\u5141\u8bb8\u7528\u6237\u53c2\u4e0e\u6570\u636e\u540c\u6b65\u3002
property.disabled-privilege.syntax.enumeration.value.disconnect-client.synopsis=\u5141\u8bb8\u7528\u6237\u7ec8\u6b62\u5176\u4ed6\u5ba2\u6237\u7aef\u8fde\u63a5\u3002
property.disabled-privilege.syntax.enumeration.value.jmx-notify.synopsis=\u5141\u8bb8\u5173\u8054\u7684\u7528\u6237\u8ba2\u9605\u3001\u63a5\u6536 JMX \u901a\u77e5\u3002
property.disabled-privilege.syntax.enumeration.value.jmx-read.synopsis=\u5141\u8bb8\u5173\u8054\u7684\u7528\u6237\u6267\u884c JMX \u8bfb\u53d6\u64cd\u4f5c\u3002
property.disabled-privilege.syntax.enumeration.value.jmx-write.synopsis=\u5141\u8bb8\u5173\u8054\u7684\u7528\u6237\u6267\u884c JMX \u5199\u5165\u64cd\u4f5c\u3002
property.disabled-privilege.syntax.enumeration.value.ldif-export.synopsis=\u5141\u8bb8\u7528\u6237\u8bf7\u6c42\u670d\u52a1\u5668\u5904\u7406 LDIF \u5bfc\u51fa\u4efb\u52a1\u3002
property.disabled-privilege.syntax.enumeration.value.ldif-import.synopsis=\u5141\u8bb8\u7528\u6237\u8bf7\u6c42\u670d\u52a1\u5668\u5904\u7406 LDIF \u5bfc\u5165\u4efb\u52a1\u3002
property.disabled-privilege.syntax.enumeration.value.modify-acl.synopsis=\u5141\u8bb8\u5173\u8054\u7684\u7528\u6237\u4fee\u6539\u670d\u52a1\u5668\u7684\u8bbf\u95ee\u63a7\u5236\u914d\u7f6e\u3002
property.disabled-privilege.syntax.enumeration.value.password-reset.synopsis=\u5141\u8bb8\u7528\u6237\u91cd\u7f6e\u7528\u6237\u5bc6\u7801\u3002
property.disabled-privilege.syntax.enumeration.value.privilege-change.synopsis=\u5141\u8bb8\u7528\u6237\u66f4\u6539\u5b9a\u4e49\u7684\u8d85\u7ea7\u7528\u6237\u6743\u9650\u7684\u8bbe\u7f6e\uff0c\u4ee5\u53ca\u6388\u4e88\u548c\u64a4\u6d88\u7528\u6237\u7684\u6743\u9650\u3002
property.disabled-privilege.syntax.enumeration.value.proxied-auth.synopsis=\u5141\u8bb8\u7528\u6237\u4f7f\u7528\u4ee3\u7406\u6388\u6743\u63a7\u5236\uff0c\u6216\u6267\u884c\u6307\u5b9a\u5907\u7528\u6388\u6743\u6807\u8bc6\u7684\u7ed1\u5b9a\u3002
property.disabled-privilege.syntax.enumeration.value.server-lockdown.synopsis=\u5141\u8bb8\u7528\u6237\u8bbe\u5b9a\u6216\u89e3\u9664\u670d\u52a1\u5668\u9501\u5b9a\u6a21\u5f0f\u3002
property.disabled-privilege.syntax.enumeration.value.server-restart.synopsis=\u5141\u8bb8\u7528\u6237\u8bf7\u6c42\u670d\u52a1\u5668\u6267\u884c\u6838\u5185\u91cd\u542f\u3002
property.disabled-privilege.syntax.enumeration.value.server-shutdown.synopsis=\u5141\u8bb8\u7528\u6237\u8bf7\u6c42\u5173\u95ed\u670d\u52a1\u5668\u3002
property.disabled-privilege.syntax.enumeration.value.unindexed-search.synopsis=\u5141\u8bb8\u7528\u6237\u8bf7\u6c42\u670d\u52a1\u5668\u5904\u7406\u65e0\u6cd5\u4f7f\u7528\u670d\u52a1\u5668\u7d22\u5f15\u4f18\u5316\u7684\u641c\u7d22\u3002
property.disabled-privilege.syntax.enumeration.value.update-schema.synopsis=\u5141\u8bb8\u7528\u6237\u5bf9\u670d\u52a1\u5668\u6a21\u5f0f\u8fdb\u884c\u66f4\u6539\u3002
property.entry-cache-preload.synopsis=\u6307\u793a\u662f\u5426\u5728\u542f\u52a8\u65f6\u9884\u52a0\u8f7d\u6761\u76ee\u9ad8\u901f\u7f13\u5b58\u3002
property.etime-resolution.synopsis=\u6307\u5b9a\u7528\u4e8e\u64cd\u4f5c\u5b9e\u8017\u5904\u7406\u65f6\u95f4 (etime) \u6d4b\u91cf\u7684\u5206\u8fa8\u7387\u3002
property.etime-resolution.syntax.enumeration.value.milliseconds.synopsis=\u4f7f\u7528\u6beb\u79d2\u5206\u8fa8\u7387\u3002
property.etime-resolution.syntax.enumeration.value.nanoseconds.synopsis=\u4f7f\u7528\u7eb3\u79d2\u5206\u8fa8\u7387\u3002
property.idle-time-limit.synopsis=\u6307\u5b9a\u81ea\u5176\u4e0a\u6b21\u5df2\u5b8c\u6210\u64cd\u4f5c\uff0c\u5ba2\u6237\u7aef\u8fde\u63a5\u4ecd\u53ef\u4fdd\u6301\u5efa\u7acb\u7684\u6700\u5927\u65f6\u95f4\u957f\u5ea6\u3002
property.idle-time-limit.description=\u503c\u201c0 \u79d2\u201d\u8868\u793a\u4e0d\u6267\u884c\u7a7a\u95f2\u65f6\u95f4\u9650\u5236\u3002
property.invalid-attribute-syntax-behavior.synopsis=\u6307\u5b9a\u76ee\u5f55\u670d\u52a1\u5668\u5728\u5c5e\u6027\u503c\u8fdd\u53cd\u4e86\u76f8\u5173\u7684\u5c5e\u6027\u8bed\u6cd5\u7684\u65f6\u5019\uff0c\u5e94\u5982\u4f55\u5904\u7406\u64cd\u4f5c\u3002
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.accept.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u4ee5\u9759\u9ed8\u65b9\u5f0f\u63a5\u53d7\u65e0\u6548\u7684\uff08\u4f9d\u7167\u5176\u5173\u8054\u7684\u8bed\u6cd5\uff09\u5c5e\u6027\u503c\u3002\u9488\u5bf9\u8fd9\u4e9b\u503c\u7684\u5339\u914d\u64cd\u4f5c\u53ef\u80fd\u4f1a\u4e0d\u50cf\u9884\u671f\u90a3\u6837\u8fd0\u884c\u3002
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.reject.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u62d2\u7edd\u65e0\u6548\u7684\uff08\u4f9d\u7167\u5176\u5173\u8054\u7684\u8bed\u6cd5\uff09\u5c5e\u6027\u503c\u3002
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.warn.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u63a5\u53d7\u65e0\u6548\u7684\uff08\u4f9d\u7167\u5176\u5173\u8054\u7684\u8bed\u6cd5\uff09\u5c5e\u6027\u503c\uff0c\u4f46\u4e5f\u4f1a\u5728\u9519\u8bef\u65e5\u5fd7\u4e2d\u8bb0\u5f55\u4e00\u6761\u8b66\u544a\u6d88\u606f\u3002\u9488\u5bf9\u8fd9\u4e9b\u503c\u7684\u5339\u914d\u64cd\u4f5c\u53ef\u80fd\u4f1a\u4e0d\u50cf\u9884\u671f\u90a3\u6837\u8fd0\u884c\u3002
property.lookthrough-limit.synopsis=\u6307\u5b9a\u76ee\u5f55\u670d\u52a1\u5668\u5728\u5904\u7406\u641c\u7d22\u8bf7\u6c42\u7684\u8fc7\u7a0b\u4e2d\u5e94\u201c\u5ba1\u6838\u201d\u7684\u6700\u5927\u6761\u76ee\u6570\u3002
property.lookthrough-limit.description=\u8fd9\u5305\u62ec\u670d\u52a1\u5668\u5728\u5904\u7406\u6b64\u8bf7\u6c42\u7684\u8fc7\u7a0b\u4e2d\u5fc5\u987b\u68c0\u67e5\u7684\u6240\u6709\u6761\u76ee\uff0c\u65e0\u8bba\u5b9e\u9645\u4e0a\u5b83\u662f\u5426\u5339\u914d\u641c\u7d22\u6761\u4ef6\u30020 \u503c\u8868\u793a\u4e0d\u6267\u884c\u5ba1\u6838\u9650\u5236\u3002\u8bf7\u6ce8\u610f\uff0c\u8fd9\u662f\u9ed8\u8ba4\u7684\u670d\u52a1\u5668\u8303\u56f4\u5185\u9650\u5236\uff0c\u4f46\u5b83\u53ef\u80fd\u4f1a\u5728\u4f7f\u7528 ds-rlim-lookthrough-limit \u64cd\u4f5c\u5c5e\u6027\u7684\u5355\u7528\u6237\u57fa\u7840\u4e0a\u88ab\u8986\u76d6\u3002
property.max-allowed-client-connections.synopsis=\u6307\u5b9a\u53ef\u5728\u4efb\u4f55\u7ed9\u5b9a\u65f6\u95f4\u5efa\u7acb\u7684\u5ba2\u6237\u7aef\u8fde\u63a5\u7684\u6700\u5927\u6570\u76ee
property.max-allowed-client-connections.description=0 \u503c\u8868\u793a\u5141\u8bb8\u65e0\u9650\u5236\u7684\u5ba2\u6237\u7aef\u8fde\u63a5\u3002
property.notify-abandoned-operations.synopsis=\u6307\u793a\u76ee\u54cd\u5e94\u3002\u5f55\u670d\u52a1\u5668\u662f\u5426\u5411\u4efb\u4f55\u901a\u8fc7\u653e\u5f03\u8bf7\u6c42\u800c\u88ab\u4e2d\u65ad\u7684\u64cd\u4f5c\u53d1\u9001
property.notify-abandoned-operations.description=LDAP \u89c4\u8303\u6307\u51fa\u88ab\u653e\u5f03\u7684\u64cd\u4f5c\u4e0d\u4f1a\u6536\u5230\u4efb\u4f55\u54cd\u5e94\uff0c\u4f46\u662f\u5bf9\u4e8e\u603b\u662f\u5e0c\u671b\u6536\u5230\u6bcf\u4e2a\u8bf7\u6c42\u7684\u54cd\u5e94\u7684\u5ba2\u6237\u7aef\u5e94\u7528\u7a0b\u5e8f\uff0c\u8fd9\u53ef\u80fd\u4f1a\u5f15\u8d77\u95ee\u9898\u3002
property.proxied-authorization-identity-mapper.synopsis=\u6307\u5b9a\u6807\u8bc6\u6620\u5c04\u5668\u7684\u540d\u79f0\uff0c\u4ee5\u5c06\u4ee3\u7406\u6388\u6743\u63a7\u5236\u63d0\u4f9b\u7684\u6388\u6743 ID \u503c\uff08\u4f7f\u7528\u201cu:\u201d\u5f62\u5f0f\uff09\u6620\u5c04\u5230\u76f8\u5e94\u7684\u7528\u6237\u6761\u76ee\u3002
property.proxied-authorization-identity-mapper.syntax.aggregation.constraint-synopsis=\u5fc5\u987b\u542f\u7528\u5f15\u7528\u7684\u6807\u8bc6\u6620\u5c04\u5668\u3002
property.reject-unauthenticated-requests.synopsis=\u6307\u793a\u76ee\u5f55\u670d\u52a1\u5668\u662f\u5426\u62d2\u7edd\u4efb\u4f55\u4ece\u5c1a\u672a\u88ab\u9a8c\u8bc1\u7684\u5ba2\u6237\u7aef\u6536\u5230\u7684\u8bf7\u6c42\uff08\u7ed1\u5b9a\u6216 StartTLS \u8bf7\u6c42\u9664\u5916\uff09\uff0c\u5c1a\u672a\u88ab\u9a8c\u8bc1\u7684\u5ba2\u6237\u7aef\u662f\u6307\u5176\u6700\u540e\u4e00\u6b21\u9a8c\u8bc1\u5c1d\u8bd5\u672a\u80fd\u6210\u529f\u6216\u5176\u6700\u540e\u4e00\u6b21\u9a8c\u8bc1\u5c1d\u8bd5\u4f7f\u7528\u4e86\u533f\u540d\u9a8c\u8bc1\u7684\u5ba2\u6237\u7aef\u3002
property.return-bind-error-messages.synopsis=\u6307\u793a\u5931\u8d25\u7684\u7ed1\u5b9a\u64cd\u4f5c\u7684\u54cd\u5e94\u662f\u5426\u5305\u62ec\u63d0\u4f9b\u9a8c\u8bc1\u5931\u8d25\u539f\u56e0\u7684\u6d88\u606f\u5b57\u7b26\u4e32\u3002
property.return-bind-error-messages.description=\u8bf7\u6ce8\u610f\uff0c\u8fd9\u4e9b\u6d88\u606f\u53ef\u80fd\u5305\u542b\u4f1a\u88ab\u653b\u51fb\u8005\u4f7f\u7528\u4fe1\u606f\u3002\u5982\u679c\u7981\u7528\u6b64\u9009\u9879\uff0c\u5219\u8fd9\u4e9b\u6d88\u606f\u5c06\u4ec5\u5728\u670d\u52a1\u5668\u7684\u8bbf\u95ee\u65e5\u5fd7\u4e2d\u51fa\u73b0\u3002
property.save-config-on-successful-startup.synopsis=\u6307\u793a\u76ee\u5f55\u670d\u52a1\u5668\u662f\u5426\u5728\u542f\u52a8\u8fc7\u7a0b\u6210\u529f\u5b8c\u6210\u65f6\u4fdd\u5b58\u5176\u914d\u7f6e\u7684\u526f\u672c\u3002
property.save-config-on-successful-startup.description=\u8fd9\u6837\u53ef\u4ee5\u786e\u4fdd\u670d\u52a1\u5668\u80fd\u63d0\u4f9b\u201c\u6700\u540e\u4e00\u6b21\u6b63\u786e\u201d\u914d\u7f6e\uff0c\u4ee5\u5728\u670d\u52a1\u5668\u4e0d\u80fd\u4ee5\u5f53\u524d\u201c\u6d3b\u52a8\u201d\u914d\u7f6e\u542f\u52a8\u7684\u65f6\u5019\uff0c\u7528\u4f5c\u53c2\u8003\uff08\u6216\u590d\u5236\u5230\u6d3b\u52a8\u914d\u7f6e\u4e2d\uff09\u3002
property.server-error-result-code.synopsis=\u6307\u5b9a\u5728\u8bf7\u6c42\u5904\u7406\u7531\u4e8e\u5185\u90e8\u670d\u52a1\u5668\u9519\u8bef\u800c\u5931\u8d25\u65f6\uff0c\u7ed3\u679c\u4ee3\u7801\u7684\u6570\u503c\u3002
property.single-structural-objectclass-behavior.synopsis=\u6307\u5b9a\u76ee\u5f55\u670d\u52a1\u5668\u5728\u6761\u76ee\u4e0d\u5305\u542b\u7ed3\u6784\u5bf9\u8c61\u7c7b\u6216\u5305\u542b\u591a\u4e2a\u7ed3\u6784\u7c7b\u65f6\uff0c\u5e94\u5982\u4f55\u5904\u7406\u64cd\u4f5c\u3002
property.single-structural-objectclass-behavior.syntax.enumeration.value.accept.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u4ee5\u9759\u9ed8\u65b9\u5f0f\u63a5\u53d7\u4e0d\u6070\u597d\u5305\u542b\u4e00\u4e2a\u7ed3\u6784\u5bf9\u8c61\u7c7b\u7684\u6761\u76ee\u3002\u67d0\u4e9b\u53d6\u51b3\u4e8e\u6761\u76ee\u7684\u7ed3\u6784\u7c7b\u7684\u6a21\u5f0f\u529f\u80fd\u53ef\u80fd\u4e0d\u50cf\u9884\u671f\u90a3\u6837\u8fd0\u884c\u3002
property.single-structural-objectclass-behavior.syntax.enumeration.value.reject.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u62d2\u7edd\u4e0d\u6070\u597d\u5305\u542b\u4e00\u4e2a\u7ed3\u6784\u5bf9\u8c61\u7c7b\u7684\u6761\u76ee\u3002
property.single-structural-objectclass-behavior.syntax.enumeration.value.warn.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u63a5\u53d7\u4e0d\u6070\u597d\u5305\u542b\u4e00\u4e2a\u7ed3\u6784\u5bf9\u8c61\u7c7b\u7684\u6761\u76ee\uff0c\u4f46\u4e5f\u4f1a\u5728\u9519\u8bef\u65e5\u5fd7\u4e2d\u8bb0\u5f55\u4e00\u6761\u8b66\u544a\u6d88\u606f\u3002\u67d0\u4e9b\u53d6\u51b3\u4e8e\u6761\u76ee\u7684\u7ed3\u6784\u7c7b\u7684\u6a21\u5f0f\u529f\u80fd\u53ef\u80fd\u4e0d\u50cf\u9884\u671f\u90a3\u6837\u8fd0\u884c\u3002
property.size-limit.synopsis=\u6307\u5b9a\u5728\u6267\u884c\u5355\u4e00\u641c\u7d22\u64cd\u4f5c\u671f\u95f4\u53ef\u8fd4\u56de\u5230\u5ba2\u6237\u7aef\u7684\u6700\u5927\u6761\u76ee\u6570\u3002
property.size-limit.description=0 \u503c\u8868\u793a\u4e0d\u6267\u884c\u5927\u5c0f\u9650\u5236\u3002\u8bf7\u6ce8\u610f\uff0c\u8fd9\u662f\u9ed8\u8ba4\u7684\u670d\u52a1\u5668\u8303\u56f4\u5185\u9650\u5236\uff0c\u4f46\u5b83\u53ef\u80fd\u4f1a\u5728\u4f7f\u7528 ds-rlim-size-limit \u64cd\u4f5c\u5c5e\u6027\u7684\u5355\u7528\u6237\u57fa\u7840\u4e0a\u88ab\u8986\u76d6\u3002
property.smtp-server.synopsis=\u6307\u5b9a\u53ef\u7528\u4e8e\u901a\u8fc7 SMTP \u53d1\u9001\u7535\u5b50\u90ae\u4ef6\u7684\u90ae\u4ef6\u670d\u52a1\u5668\u7684\u5730\u5740\uff08\u548c\u53ef\u9009\u7aef\u53e3\u53f7\uff09\u3002
property.smtp-server.description=\u5b83\u53ef\u80fd\u662f\u4e00\u4e2a IP \u5730\u5740\u6216\u89e3\u6790\u4e3b\u673a\u540d\uff0c\uff08\u53ef\u9009\uff09\u4e3b\u673a\u540d\u540e\u53ef\u8ddf\u5192\u53f7\u548c\u7aef\u53e3\u53f7\u3002
property.smtp-server.default-behavior.alias.synopsis=\u5982\u679c\u672a\u5b9a\u4e49\u503c\uff0c\u5219\u670d\u52a1\u5668\u65e0\u6cd5\u901a\u8fc7 SMTP \u53d1\u9001\u7535\u5b50\u90ae\u4ef6\u3002
property.smtp-server.syntax.string.pattern.synopsis=\u4e3b\u673a\u540d\u540e\u53ef\u8ddf\u201c:\u201d\uff0c\u201c:\u201d\u540e\u8ddf\u7aef\u53e3\u53f7\u3002
property.time-limit.synopsis=\u6307\u5b9a\u5e94\u82b1\u8d39\u5728\u5904\u7406\u5355\u4e2a\u641c\u7d22\u64cd\u4f5c\u4e0a\u7684\u6700\u957f\u65f6\u95f4\u3002
property.time-limit.description=0 \u79d2\u503c\u8868\u793a\u4e0d\u6267\u884c\u65f6\u95f4\u9650\u5236\u3002\u8bf7\u6ce8\u610f\uff0c\u8fd9\u662f\u9ed8\u8ba4\u7684\u670d\u52a1\u5668\u8303\u56f4\u5185\u9650\u5236\uff0c\u4f46\u5b83\u53ef\u80fd\u4f1a\u5728\u4f7f\u7528 ds-rlim-time-limit \u64cd\u4f5c\u5c5e\u6027\u7684\u5355\u7528\u6237\u57fa\u7840\u4e0a\u88ab\u8986\u76d6\u3002
property.workflow-configuration-mode.synopsis=\u6307\u5b9a\u5de5\u4f5c\u6d41\u914d\u7f6e\u6a21\u5f0f\uff08\u81ea\u52a8\u4e0e\u624b\u52a8\uff09\u3002
property.workflow-configuration-mode.syntax.enumeration.value.auto.synopsis=\u5728\u201c\u81ea\u52a8\u201d\u914d\u7f6e\u6a21\u5f0f\u4e2d\uff0c\u4e0d\u5b58\u5728\u5de5\u4f5c\u6d41\u914d\u7f6e\u3002\u5de5\u4f5c\u6d41\u662f\u57fa\u4e8e\u540e\u7aef\u914d\u7f6e\u800c\u81ea\u52a8\u521b\u5efa\u7684\u3002\u6bcf\u4e2a\u540e\u7aef\u57fa DN \u6709\u4e00\u4e2a\u5de5\u4f5c\u6d41\u3002
property.workflow-configuration-mode.syntax.enumeration.value.manual.synopsis=\u5728\u201c\u624b\u52a8\u201d\u914d\u7f6e\u6a21\u5f0f\u4e2d\uff0c\u6bcf\u4e2a\u5de5\u4f5c\u6d41\u662f\u6839\u636e\u5176\u5728\u914d\u7f6e\u4e2d\u7684\u63cf\u8ff0\u800c\u521b\u5efa\u7684\u3002
property.writability-mode.synopsis=\u6307\u5b9a\u76ee\u5f55\u670d\u52a1\u5668\u53ef\u4ee5\u5904\u7406\u7684\u5199\u5165\u64cd\u4f5c\u79cd\u7c7b\u3002
property.writability-mode.syntax.enumeration.value.disabled.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u5c06\u62d2\u7edd\u6240\u6709\u8bf7\u6c42\u7684\u5199\u5165\u64cd\u4f5c\uff0c\u800c\u4e0d\u8003\u8651\u5176\u6765\u6e90\u3002
property.writability-mode.syntax.enumeration.value.enabled.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u5c06\u5c1d\u8bd5\u5904\u7406\u6240\u6709\u8bf7\u6c42\u7684\u5199\u5165\u64cd\u4f5c\uff0c\u800c\u4e0d\u8003\u8651\u5176\u6765\u6e90\u3002
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=\u76ee\u5f55\u670d\u52a1\u5668\u5c1d\u8bd5\u5904\u7406\u4f5c\u4e3a\u5185\u90e8\u64cd\u4f5c\u6216\u901a\u8fc7\u540c\u6b65\u8bf7\u6c42\u7684\u5199\u5165\u64cd\u4f5c\uff0c\u4f46\u662f\u62d2\u7edd\u4efb\u4f55\u6b64\u7c7b\u4ece\u5916\u90e8\u5ba2\u6237\u7aef\u8bf7\u6c42\u7684\u64cd\u4f5c\u3002
