user-friendly-name=JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f
user-friendly-plural-name=JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f
synopsis=JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u7528\u4e8e\u4f7f\u7528 Java Management Extensions (JMX) \u534f\u8bae\u4e0e\u5ba2\u6237\u7aef\u8fdb\u884c\u4ea4\u4e92\u3002
constraint.1.synopsis=\u5982\u679c\u542f\u7528\u4e86\u6b64 JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\uff0c\u5e76\u4e14\u5b83\u88ab\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL\uff0c\u5219\u5fc5\u987b\u6307\u5b9a\u4e00\u4e2a\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
property.allowed-client.synopsis=\u6307\u5b9a\u4e00\u7ec4\u4e3b\u673a\u540d\u6216\u5730\u5740\u63a9\u7801\uff0c\u5b83\u4eec\u53ef\u4ee5\u786e\u5b9a\u53ef\u4ee5\u4e0e\u8be5 JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5efa\u7acb\u8fde\u63a5\u7684\u5ba2\u6237\u7aef\u3002
property.allowed-client.description=\u6709\u6548\u503c\u5305\u62ec\u4e3b\u673a\u540d\u3001\u5168\u9650\u5b9a\u57df\u540d\u3001\u57df\u540d\u3001IP \u5730\u5740\u6216\u5177\u6709\u5b50\u7f51\u63a9\u7801\u7684\u5b50\u7f51\u3002
property.allowed-client.default-behavior.alias.synopsis=\u5141\u8bb8\u6240\u6709\u5176\u5730\u5740\u4e0e\u62d2\u7edd\u5217\u8868\u4e2d\u7684\u5730\u5740\u4e0d\u5339\u914d\u7684\u5ba2\u6237\u7aef\u3002\u5982\u679c\u6ca1\u6709\u62d2\u7edd\u5217\u8868\uff0c\u5219\u5141\u8bb8\u6240\u6709\u5ba2\u6237\u7aef\u3002
property.allowed-client.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.denied-client.synopsis=\u6307\u5b9a\u4e00\u7ec4\u4e3b\u673a\u540d\u6216\u5730\u5740\u63a9\u7801\uff0c\u5b83\u4eec\u53ef\u4ee5\u786e\u5b9a\u4e0d\u53ef\u4ee5\u4e0e\u8be5 JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5efa\u7acb\u8fde\u63a5\u7684\u5ba2\u6237\u7aef\u3002
property.denied-client.description=\u6709\u6548\u503c\u5305\u62ec\u4e3b\u673a\u540d\u3001\u5168\u9650\u5b9a\u57df\u540d\u3001\u57df\u540d\u3001IP \u5730\u5740\u6216\u5177\u6709\u5b50\u7f51\u63a9\u7801\u7684\u5b50\u7f51\u3002\u5982\u679c\u5b9a\u4e49\u4e86\u5141\u8bb8\u548c\u62d2\u7edd\u7684\u5ba2\u6237\u7aef\u63a9\u7801\uff0c\u5e76\u4e14\u5ba2\u6237\u7aef\u8fde\u63a5\u4e0e\u8fd9\u4e24\u4e2a\u5217\u8868\u4e2d\u7684\u4e00\u4e2a\u6216\u591a\u4e2a\u63a9\u7801\u5339\u914d\uff0c\u5219\u5c06\u62d2\u7edd\u8fde\u63a5\u3002\u5982\u679c\u53ea\u6307\u5b9a\u4e86\u62d2\u7edd\u5217\u8868\uff0c\u5219\u5141\u8bb8\u4efb\u4f55\u4e0e\u8be5\u5217\u8868\u4e2d\u7684\u63a9\u7801\u4e0d\u5339\u914d\u7684\u5ba2\u6237\u7aef\u3002
property.denied-client.default-behavior.alias.synopsis=\u5982\u679c\u6307\u5b9a\u4e86\u5141\u8bb8\u5217\u8868\uff0c\u5219\u4ec5\u5141\u8bb8\u5177\u6709\u5141\u8bb8\u5217\u8868\u4e0a\u7684\u5730\u5740\u7684\u5ba2\u6237\u7aef\u3002\u5426\u5219\uff0c\u5141\u8bb8\u6240\u6709\u5ba2\u6237\u7aef\u3002
property.denied-client.requires-admin-action.synopsis=\u5bf9\u8be5\u5c5e\u6027\u7684\u66f4\u6539\u4f1a\u7acb\u5373\u751f\u6548\uff0c\u4e14\u4e0d\u4f1a\u5e72\u6d89\u53ef\u80fd\u5df2\u5efa\u7acb\u7684\u8fde\u63a5\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528 JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u3002
property.java-class.synopsis=\u6307\u5b9a\u63d0\u4f9b JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u79f0\u3002
property.key-manager-provider.synopsis=\u6307\u5b9a\u4e0e\u6b64 JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u4e00\u8d77\u4f7f\u7528\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u7684\u540d\u79f0\u3002
property.key-manager-provider.requires-admin-action.synopsis=\u6b64\u5c5e\u6027\u7684\u66f4\u6539\u751f\u6548\u7acb\u5373\uff0c\u4f46\u4ec5\u9488\u5bf9\u540e\u7eed\u5c1d\u8bd5\u8bbf\u95ee\u5173\u8054\u5ba2\u6237\u7aef\u8fde\u63a5\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
property.key-manager-provider.syntax.aggregation.constraint-synopsis=\u5f53\u542f\u7528 JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5e76\u4e14\u5c06\u5176\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL \u65f6\uff0c\u5fc5\u987b\u542f\u7528\u5f15\u7528\u7684\u5bc6\u94a5\u7ba1\u7406\u5668\u63d0\u4f9b\u7a0b\u5e8f\u3002
property.listen-address.synopsis=\u6307\u5b9a\u5730\u5740\u6216\u5730\u5740\u96c6\uff0c\u6b64 JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5c06\u901a\u8fc7\u8be5\u5730\u5740\u6216\u5730\u5740\u96c6\u4fa6\u542c\u6765\u81ea SNMP \u5ba2\u6237\u7aef\u7684\u8fde\u63a5\u3002
property.listen-address.description=\u53ef\u4ee5\u4f5c\u4e3a\u5355\u72ec\u7684\u503c\u4e3a\u6b64\u5c5e\u6027\u63d0\u4f9b\u591a\u4e2a\u5730\u5740\u3002\u5982\u679c\u672a\u63d0\u4f9b\u4efb\u4f55\u503c\uff0cJMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5c06\u901a\u8fc7\u6240\u6709\u63a5\u53e3\u4fa6\u542c\u3002
property.listen-port.synopsis=\u6307\u5b9a JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u4f1a\u5728\u5176\u4e0a\u4fa6\u542c\u6765\u81ea\u5ba2\u6237\u7aef\u7684\u8fde\u63a5\u7684\u7aef\u53e3\u53f7\u3002
property.listen-port.description=\u4ec5\u53ef\u63d0\u4f9b\u4e00\u4e2a\u7aef\u53e3\u53f7\u3002
property.ssl-cert-nickname.synopsis=\u6307\u5b9a\u6267\u884c SSL \u901a\u4fe1\u65f6\uff0cJMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u4f7f\u7528\u7684\u8bc1\u4e66\u7684\u522b\u540d\u3002
property.ssl-cert-nickname.description=\u4ec5\u5728 JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u914d\u7f6e\u4e3a\u4f7f\u7528 SSL \u65f6\uff0c\u6b64\u9009\u9879\u624d\u9002\u7528\u3002
property.ssl-cert-nickname.default-behavior.alias.synopsis=\u8bf7\u8ba9\u670d\u52a1\u5668\u51b3\u5b9a\u3002
property.use-ssl.synopsis=\u6307\u793a JMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u662f\u5426\u4f7f\u7528 SSL\u3002
property.use-ssl.description=\u5982\u679c\u542f\u7528\uff0cJMX \u8fde\u63a5\u5904\u7406\u7a0b\u5e8f\u5c06\u4f7f\u7528 SSL \u6765\u52a0\u5bc6\u5ba2\u6237\u7aef\u7684\u901a\u4fe1\u3002
