user-friendly-name=Complemento LastMod
user-friendly-plural-name=Complementos LastMod
synopsis=El complemento de \u00faltima modificaci\u00f3n se utiliza para garantizar que los atributos creatorsName y createTimestamp se incluyen en una entrada siempre que se agregue \u00e9sta al servidor, adem\u00e1s de para garantizar que los atributos modifiersName y modifyTimestamp se actualizan siempre que se modifique o cambie de nombre una entrada.
description=Este comportamiento se describe en RFC 4512. La implementaci\u00f3n del complemento LastMod se incluye en la clase org.opends.server.plugins.LastModPlugin. Debe configurarse con los tipos de complemento preOperationAdd, preOperationModify y preOperationModifyDN, pero no tiene otra configuraci\u00f3n personalizada.
property.enabled.synopsis=Indica si est\u00e1 habilitado el complemento para su uso.
property.invoke-for-internal-operations.synopsis=Indica si debe invocarse el complemento para operaciones internas.
property.invoke-for-internal-operations.description=Cualquier complemento que se pueda invocar para operaciones internas debe garantizar que no crea ninguna operaci\u00f3n interna que pueda causar que el mismo complemento se vuelva a invocar.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del complemento.
property.plugin-type.synopsis=Especifica el conjunto de tipos de complemento para el complemento, que especifica las veces que se ha invocado el complemento.
property.plugin-type.syntax.enumeration.value.intermediateresponse.synopsis=Invocado antes de enviar un mensaje de respuesta intermedia al cliente.
property.plugin-type.syntax.enumeration.value.ldifexport.synopsis=Invocado para cada operaci\u00f3n que se escriba durante una exportaci\u00f3n LDIF.
property.plugin-type.syntax.enumeration.value.ldifimport.synopsis=Invocado para cada entrada le\u00edda durante una importaci\u00f3n LDIF.
property.plugin-type.syntax.enumeration.value.ldifimportbegin.synopsis=Se invoca al principio de una sesi\u00f3n de importaci\u00f3n de LDIF.
property.plugin-type.syntax.enumeration.value.ldifimportend.synopsis=Se invoca al final de una sesi\u00f3n de importaci\u00f3n de LDIF.
property.plugin-type.syntax.enumeration.value.postconnect.synopsis=Invocado siempre que se establezca una nueva conexi\u00f3n con el servidor.
property.plugin-type.syntax.enumeration.value.postdisconnect.synopsis=Invocado siempre que finalice una conexi\u00f3n existente (bien por el cliente o bien por el servidor).
property.plugin-type.syntax.enumeration.value.postoperationabandon.synopsis=Invocado tras completar el procesamiento de abandono.
property.plugin-type.syntax.enumeration.value.postoperationadd.synopsis=Invocado tras completar el procesamiento de adici\u00f3n de n\u00facleo pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationbind.synopsis=Invocado tras completar el procesamiento de enlace de n\u00facleo pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationcompare.synopsis=Invocado tras completar el procesamiento de comparaci\u00f3n de n\u00facleo pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationdelete.synopsis=Invocado tras completar el procesamiento de eliminaci\u00f3n de n\u00facleo pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationextended.synopsis=Invocado tras completar el procesamiento extendido de n\u00facleo pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationmodify.synopsis=Invocado tras completar el procesamiento de modificaci\u00f3n de n\u00facleo pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationmodifydn.synopsis=Invocado tras completar el procesamiento de modificaci\u00f3n de ND de n\u00facleo pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationsearch.synopsis=Invocado tras completar el procesamiento de b\u00fasqueda de n\u00facleo pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationunbind.synopsis=Invocado tras completar el procesamiento de desenlace.
property.plugin-type.syntax.enumeration.value.postresponseadd.synopsis=Invocado tras enviar la respuesta de adici\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsebind.synopsis=Invocado tras enviar la respuesta de enlace al cliente.
property.plugin-type.syntax.enumeration.value.postresponsecompare.synopsis=Invocado tras enviar la respuesta de comparaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsedelete.synopsis=Invocado tras enviar la respuesta de eliminaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponseextended.synopsis=Invocado tras enviar la respuesta extendida al cliente.
property.plugin-type.syntax.enumeration.value.postresponsemodify.synopsis=Invocado tras enviar la respuesta de modificaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsemodifydn.synopsis=Invocado tras enviar la respuesta de modificaci\u00f3n de ND al cliente.
property.plugin-type.syntax.enumeration.value.postresponsesearch.synopsis=Invocado tras enviar el mensaje de resultado de la b\u00fasqueda al cliente.
property.plugin-type.syntax.enumeration.value.postsynchronizationadd.synopsis=Invocado tras completar el procesamiento de sincronizaci\u00f3n posterior para una operaci\u00f3n de adici\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationdelete.synopsis=Invocado tras completar el procesamiento de sincronizaci\u00f3n posterior para una operaci\u00f3n de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodify.synopsis=Invocado tras completar el procesamiento de sincronizaci\u00f3n posterior para una operaci\u00f3n de modificaci\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodifydn.synopsis=Invocado tras completar el procesamiento de sincronizaci\u00f3n posterior para una operaci\u00f3n de modificaci\u00f3n de ND.
property.plugin-type.syntax.enumeration.value.preoperationadd.synopsis=Invocado antes de realizar el procesamiento de adici\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationbind.synopsis=Invocado antes de realizar el procesamiento de enlace de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationcompare.synopsis=Invocado antes de realizar el procesamiento de comparaci\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationdelete.synopsis=Invocado antes de realizar el procesamiento de eliminaci\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationextended.synopsis=Invocado antes de realizar el procesamiento extendido de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationmodify.synopsis=Invocado antes de realizar el procesamiento de modificaci\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationmodifydn.synopsis=Invocado antes de realizar el procesamiento de modificaci\u00f3n de ND de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationsearch.synopsis=Invocado antes de realizar el procesamiento de b\u00fasqueda de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preparseabandon.synopsis=Invocado antes de analizar una solicitud de abandono.
property.plugin-type.syntax.enumeration.value.preparseadd.synopsis=Invocado antes de analizar una solicitud de adici\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsebind.synopsis=Invocado antes de analizar una solicitud de enlace.
property.plugin-type.syntax.enumeration.value.preparsecompare.synopsis=Invocado antes de analizar una solicitud de comparaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsedelete.synopsis=Invocado antes de analizar una solicitud de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparseextended.synopsis=Invocado antes de analizar una solicitud extendida.
property.plugin-type.syntax.enumeration.value.preparsemodify.synopsis=Invocado antes de analizar una solicitud de modificaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsemodifydn.synopsis=Invocado antes de analizar una solicitud de modificaci\u00f3n de ND.
property.plugin-type.syntax.enumeration.value.preparsesearch.synopsis=Invocado antes de analizar una solicitud de b\u00fasqueda.
property.plugin-type.syntax.enumeration.value.preparseunbind.synopsis=Invocado antes de analizar una solicitud de desenlace.
property.plugin-type.syntax.enumeration.value.searchresultentry.synopsis=Invocado antes de enviar una entrada de resultado de la b\u00fasqueda al cliente.
property.plugin-type.syntax.enumeration.value.searchresultreference.synopsis=Invocado antes de enviar una referencia de resultado de la b\u00fasqueda al cliente.
property.plugin-type.syntax.enumeration.value.shutdown.synopsis=Invocado durante un ligero cierre del servidor de directorios.
property.plugin-type.syntax.enumeration.value.startup.synopsis=Invocado durante el proceso de inicio del servidor de directorios.
property.plugin-type.syntax.enumeration.value.subordinatedelete.synopsis=Invocado durante la eliminaci\u00f3n de una entrada subordinada de una operaci\u00f3n de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.subordinatemodifydn.synopsis=Invocado en el transcurso del desplazamiento o cambio de nombre de una entrada subordinada al destino de una operaci\u00f3n de modificaci\u00f3n de ND.
