user-friendly-name=LDAP-Verbindungshandler
user-friendly-plural-name=LDAP-Verbindungshandler
synopsis=Der LDAP-Verbindungshandler wird f\u00fcr die Interaktion mit Clients verwendet, die LDAP verwenden.
description=Er bietet vollst\u00e4ndige Unterst\u00fctzung f\u00fcr LDAPv3 und eingeschr\u00e4nkte Unterst\u00fctzung f\u00fcr LDAPv2.
constraint.1.synopsis=Es muss ein Schl\u00fcsselmanageranbieter spezifiziert werden, wenn dieser LDAP-Verbindungshandler aktiviert und zur Verwendung von SSL oder StartTLS konfiguriert ist.
constraint.2.synopsis=Es muss ein Vertrauensmanageranbieter spezifiziert werden, wenn dieser LDAP-Verbindungshandler aktiviert und zur Verwendung von SSL oder StartTLS konfiguriert ist.
constraint.3.synopsis=Ein LDAP-Verbindungshandler kann nicht zur gleichzeitigen Unterst\u00fctzung von SSL und StartTLS konfiguriert werden. SSL oder StartTLS m\u00fcssen deaktiviert sein, damit dieser LDAP-Verbindungshandler verwendet werden kann.
property.accept-backlog.synopsis=Gibt die maximale Anzahl der ausstehenden Verbindungsversuche an, die im Akzeptierr\u00fcckstand in die Warteschlange versetzt werden k\u00f6nnen, bevor der Server neue Verbindungsversuche ablehnt.
property.accept-backlog.description=Dies ist vor allem ein Problem in F\u00e4llen, in denen eine gro\u00dfe Anzahl von Verbindungen zum Server in sehr kurzer Zeit hergestellt werden (beispielsweise ein Benchmark-Dienstprogramm, der eine gro\u00dfe Anzahl von Client-Threads erstellt, die jeweils \u00fcber eine eigene Verbindung zum Server verf\u00fcgen), und der Verbindungs-Handler mit der Geschwindigkeit nicht mithalten kann, in der neue Verbindungen hergestellt werden.
property.allowed-client.synopsis=Gibt einen Satz mit Hostnamen oder Adressenmasken an, die Clients ermitteln,\u00b7welche Verbindungen zu diesem LDAP-Verbindungshandler herstellen k\u00f6nnen
property.allowed-client.description=Zu den g\u00fcltigen Werten geh\u00f6ren ein Hostname, ein vollst\u00e4ndig qualifizierter Dom\u00e4nenname, ein Dom\u00e4nenname, eine IP-Adresse oder ein Unternetzwerk mit Unternetzwerkmaske.
property.allowed-client.default-behavior.alias.synopsis=Alle Clients mit Adressen, die nicht mit einer Adresse auf der Ablehnungsliste \u00fcbereinstimmen, sind zugelassen. Wenn keine Ablehnungsliste vorliegt, sind alle Clients zugelassen.
property.allowed-client.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam und beeintr\u00e4chtigen keine Verbindungen, die bereits bestehen.
property.allow-ldap-v2.synopsis=Gibt an, ob Verbindungen von LDAPv2-Clients zugelassen sind.
property.allow-ldap-v2.description=Wenn LDAPv2-Clients zugelassen sind, wird ihnen nur minimale besondere Unterst\u00fctzung geboten, damit sichergestellt wird, dass LDAPv3-spezifische Protokollelemente (beispielsweise Konfigurationshandbuch 25-Steuerelemente, erweiterte Antwortnachrichten, zwischenzeitliche Antwortnachrichten, Verweise) nicht an einen LDAPv2-Client gesendet werden.
property.allow-start-tls.synopsis=Gibt an, ob Clients StartTLS verwenden k\u00f6nnen.
property.allow-start-tls.description=Wenn dies aktiviert ist, erlaubt der LDAP-Verbindungshandler Clients, den erweiterten Vorgang StartTLS zu verwenden, um eine sichere Kommunikation \u00fcber einen andernfalls unsicheren Kanal zu initiieren. Beachten Sie, dass die nur zul\u00e4ssig ist, wenn der LDAP-Verbindungshandler nicht zur Verwendung von SSL konfiguriert ist und der Server mit einem g\u00fcltigen Schl\u00fcsselmanageranbieter und einem g\u00fcltigen Vertrauensmanageranbieter konfiguriert ist.
property.allow-tcp-reuse-address.synopsis=Gibt an, ob der LDAP-Verbindungshandler Socket-Beschreibungen wiederverwenden soll.
property.allow-tcp-reuse-address.description=Wenn dies aktiviert ist, wird die Socket-Option SO_REUSEADDR am Server-Abh\u00f6r-Socket verwendet, um die Wiederverwendung der Socket-Beschreibungen f\u00fcr Clients mit dem Status TIME_WAIT zu erm\u00f6glichen. Damit wird der Server unterst\u00fctzt, vor\u00fcbergehend nicht mehr genug Socket-Beschreibungen zu besitzen, wenn eine sehr gro\u00dfe Anzahl kurzlebiger Verbindungen \u00fcber das gleiche Clientsystem hergestellt wurde.
property.buffer-size.synopsis=Gibt die Gr\u00f6\u00dfe des Schreibpuffers f\u00fcr die LDAP-Reaktionsmeldung in Byte an.
property.buffer-size.description=Diese Eigenschaft gibt die Schreibpuffergr\u00f6\u00dfe an, die der Server jeder Clientverbindung zuweist und mit der beim Schreibvorgang die LDAP-Reaktionsmeldung gepuffert wird.
property.denied-client.synopsis=Gibt einen Satz mit Hostnamen oder Adressenmasken an, die Clients ermitteln,\u00b7welche keine Verbindungen zu diesem LDAP-Verbindungshandler herstellen k\u00f6nnen
property.denied-client.description=Zu den g\u00fcltigen Werten geh\u00f6ren ein Hostname, ein vollst\u00e4ndig qualifizierter Dom\u00e4nenname, ein Dom\u00e4nenname, eine IP-Adresse oder ein Unternetzwerk mit Unternetzwerkmaske. Wenn sowohl Masken f\u00fcr zugelassene als auch f\u00fcr abgelehnte Clients definiert werden und eine Clientverbindung mit einer oder mehreren Masken in beiden Listen \u00fcbereinstimmt, wird die Verbindung verweigert. Wird nur eine Ausschlussliste f\u00fcr verweigerte Clients angegeben, werden alle Clients, die mit keiner Maske dieser Liste \u00fcbereinstimmen, zugelassen.
property.denied-client.default-behavior.alias.synopsis=Wenn eine Zulassungsliste definiert ist, werden nur Clients mit Adressen auf der Zulassungsliste zugelassen. Andernfalls werden alle Clients zugelassen.
property.denied-client.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam und beeintr\u00e4chtigen keine Verbindungen, die bereits bestehen.
property.enabled.synopsis=Gibt an, ob der LDAP-Verbindungshandler aktiviert ist.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, die den LDAP-Verbindungshandler implementiert.
property.keep-stats.synopsis=Gibt an, ob der LDAP-Verbindungshandler Statistiken beibeh\u00e4lt.
property.keep-stats.description=Wenn dies aktiviert ist, beh\u00e4lt der LDAP-Verbindungshandler Statistiken zu Anzahl und Typ der Vorg\u00e4nge, die \u00fcber LDAP angefordert werden, und zur versendeten und empfangenen Datenmenge bei.
property.key-manager-provider.synopsis=Gibt den Namen des Schl\u00fcsselmanagers bei, der mit dem LDAP-Verbindungshandler verwendet wird.
property.key-manager-provider.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam, gelten jedoch nur f\u00fcr aufeinanderfolgende Versuche, f\u00fcr verkn\u00fcpfte Clientverbindungen auf den Schl\u00fcsselmanageranbieter zuzugreifen.
property.key-manager-provider.syntax.aggregation.constraint-synopsis=Der referenzierte Schl\u00fcsselmanageranbieter muss aktiviert sein, wenn der LDAP-Verbindungshandler aktiviert und zum Verwenden von SSL oder StartTLS konfiguriert ist.
property.listen-address.synopsis=Gibt die Adresse oder den Satz von Adressen an, an denen dieser LDAP-Verbindungshandler auf Verbindungen von LDAP-Clients wartet.
property.listen-address.description=F\u00fcr dieses Attribut k\u00f6nnen mehrere Adressen als separate Werte angegeben werden. Wenn keine Werte angegeben werden, wartet der LDAP-Verbindungshandler an allen Schnittstellen.
property.listen-port.synopsis=Gibt die Anschlussnummer an, an der der LDAP-Verbindungshandler auf Verbindungen von Clients wartet.
property.listen-port.description=Es kann nur eine einzelne Anschlussnummer angegeben werden.
property.max-blocked-write-time-limit.synopsis=Gibt die maximale Zeitspanne an, in der Schreibversuche auf LDAP-Clients blockiert werden k\u00f6nnen.
property.max-blocked-write-time-limit.description=Wenn ein Versuch zum Schreiben von Daten auf einem Client diese Zeitspanne \u00fcberschreitet, wird die Clientverbindung beendet.
property.max-request-size.synopsis=Gibt die Gr\u00f6\u00dfe der gr\u00f6\u00dften LDAP-Anforderungsmeldung an, die von diesem LDAP-Verbimdungshandler zugelassen wird.
property.max-request-size.description=Diese Eigenschaft ist analog zum Konfigurationsattribut maxBERSize des Sun Java System-Directory-Servers. Dies kann zum Vermeiden von Denial-of-Service-Angriffen durch Clients beitragen, die angeben, dass sie extrem gro\u00dfe Anforderungen an den Server senden, um ihn zum Zuweisen gro\u00dfer Speicherkapazit\u00e4ten zu veranlassen.
property.num-request-handlers.synopsis=Gibt die Anzahl der Anforderungshandler an, die zum Lesen von Anforderungen von Clients verwendet werden.
property.num-request-handlers.description=Der LDAP-Verbindungshandler verwendet einen Thread zum Akzeptieren neuer Verbindungen von Clients, aber verwendet einen oder mehrere zus\u00e4tzliche Threads zum Lesen von Anforderungen aus bestehenden Clientverbindungen. Damit wird sichergestellt, dass neue Anforderungen effizient gelesen werden und der Verbindungs-Handler selbst nicht zu einem Engpass wird, wenn der Server schweren Lasten von zahlreichen Clients zur gleichen Zeit ausgesetzt ist.
property.send-rejection-notice.synopsis=Gib an, ob der LDAP-Verbindungshandler eine Benachrichtigung zur Verbindungstrennung mit erweiterter Reaktionsmeldung an den Client sendet, wenn eine neue Verbindung abgelehnt wird.
property.send-rejection-notice.description=Die erweiterte Reaktionsmeldung kann eine Erl\u00e4uterung zum Grund der Ablehnung enthalten.
property.ssl-cert-nickname.synopsis=Gibt den Spitznamen (auch Alias genannt) des Zertifikats an, das der LDAP-Verbindungshandler bei der SSL-Kommunikation verwendet.
property.ssl-cert-nickname.description=Dies gilt nur, wenn der LDAP-Verbindungshandler zur Verwendung von SSL konfiguriert ist.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Lass es den Server entscheiden.
property.ssl-cipher-suite.synopsis=Gibt die Namen der SSL-Verschl\u00fcsselungs-Suites an, die zur Verwendung in der SSL- oder StartTLS-Kommunikation zugelassen sind.
property.ssl-cipher-suite.default-behavior.alias.synopsis=Benutzt die Standard SSL-Verschl\u00fcsselungs-Suites die mit der Server JVM mitgeliefert wurden.
property.ssl-cipher-suite.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam, betreffen nur neue SSL/TLS-basierte Sitzungen, die nach der \u00c4nderung erstellt wurden.
property.ssl-client-auth-policy.synopsis=Gibt die Richtlinie an, die der LDAP-Verbindungshandler f\u00fcr die Client-SSL-Zertifikate verwendet.
property.ssl-client-auth-policy.description=Dies gilt nur, wenn Clients zur Verwendung von SSL zugelassen sind.
property.ssl-client-auth-policy.syntax.enumeration.value.disabled.synopsis=Clients m\u00fcssen zum Ausf\u00fchren einer SSL-Verhandlung keine eigenen Zertifikate angeben.
property.ssl-client-auth-policy.syntax.enumeration.value.optional.synopsis=Clients werden aufgefordert, ihre eigenen Zertifikate anzugeben, wenn sie eine SSL-Verhandlung ausf\u00fchren, akzeptieren die Verbindung aber auch, wenn der Client kein Zertifikate angibt.
property.ssl-client-auth-policy.syntax.enumeration.value.required.synopsis=Clients m\u00fcssen beim Ausf\u00fchren einer SSL-Verhandlung ihre eigenen Zertifikate angeben. Der Zugriff wird verweigert, wenn sie kein Zertifikat angeben.
property.ssl-protocol.synopsis=Gibt die Namen der SSL-Protokolle an, die zur Verwendung in der SSL- oder StartTLS-Kommunikation zugelassen sind.
property.ssl-protocol.default-behavior.alias.synopsis=Benutzt die Standard SSL Protokolle der JVM des Servers.
property.ssl-protocol.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft, betreffen aber nur neue SSL/TLS basierte Sessions die zeitlich nach der \u00c4nderung waren.
property.trust-manager-provider.synopsis=Gibt den Namen des Vertrauensmanagers an, der mit dem LDAP-Verbindungshandler verwendet wird.
property.trust-manager-provider.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam, gelten jedoch nur f\u00fcr aufeinanderfolgende Versuche, f\u00fcr verkn\u00fcpfte Clientverbindungen auf den Vertrauensmanageranbieter zuzugreifen.
property.trust-manager-provider.syntax.aggregation.constraint-synopsis=Der referenzierte Vertrauensmanageranbieter muss aktiviert sein, wenn der LDAP-Verbindungshandler aktiviert und zum Verwenden von SSL oder StartTLS konfiguriert ist.
property.use-ssl.synopsis=Gibt an, ob der LDAP-Verbindungshandler SSL verwendet.
property.use-ssl.description=Wenn dies aktiviert ist, verwendet der LDAP-Verbindungshandler SSL zum Verschl\u00fcsseln der Kommunikation mit den Clients.
property.use-tcp-keep-alive.synopsis=Gibt an, ob der LDAP-Verbindungshandler TCP keep alive verwendet.
property.use-tcp-keep-alive.description=Wenn dies aktiviert ist, wird mit der Socket-Option SO_KEEPLALIVE angegeben, dass TCP keepalive-Meldungen regelm\u00e4\u00dfig an den Client gesendet werden, um zu pr\u00fcfen, ob die verkn\u00fcpfte Verbindung weiterhin g\u00fcltig ist. Damit k\u00f6nnen auch F\u00e4lle vermieden werden, in denen zwischengeschaltete Netzwerkhardware eine sonst inaktive Verbindung abbricht, wenn das im zugrunde liegenden Betriebssystem konfigurierte keepalive-Intervall kleiner als die von der Netzwerkhardware umgesetzte Zeit\u00fcberschreitung ist.
property.use-tcp-no-delay.synopsis=Gibt an, ob der LDAP-Verbindungshandler TCP no-delay verwendet.
property.use-tcp-no-delay.description=Wenn die Socket-Option TCP_NODELAY aktiviert wird, wird mit ihr sichergestellt, dass Reaktionsmeldungen an den Client sofort gesendet werden, statt m\u00f6glicherweise zu ermitteln, ob zus\u00e4tzliche Reaktionsmeldungen im gleichen Paket gesendet werden k\u00f6nnen. In den meisten F\u00e4llen erbringt die Socket-Option TCP_NODELAY eine bessere Leistung und niedrigere Reaktionszeiten, aber das Deaktivieren der Option kann in F\u00e4llen g\u00fcnstig sein, in denen der Server eine gro\u00dfe Anzahl von Eintr\u00e4gen als Reaktion auf eine Suchanfrage an einen Client versendet.
