user-friendly-name=LDIF-Verbindungshandler
user-friendly-plural-name=LDIF-Verbindungshandler
synopsis=Mit dem LDIF-Verbindungshandler werden \u00c4nderungen im Server mithilfe interner Vorg\u00e4nge verarbeitet, in denen die zu verarbeitenden \u00c4nderungen aus einer LDIF-Datei gelesen werden.
description=Der Verbindungshandler pr\u00fcft regelm\u00e4\u00dfig, ob eine neue Datei vorhanden ist, verarbeitet die \u00c4nderungen in der Datei in internen Vorg\u00e4ngen und schreibt die Ergebnisse mit Anmerkungen zum Ergebnis der Verarbeitung in eine Ausgabedatei. HINWEIS: LDIF-Verbindungshandler werden standardm\u00e4\u00dfig nicht protokolliert, da es sich bei ihnen um interne Vorg\u00e4nge handelt. Wenn Sie diese Vorg\u00e4nge protokollieren m\u00f6chten, lassen Sie die interne Protokollierung im Schreiber des Zugriffsprotokolls zu.
property.allowed-client.synopsis=Gibt einen Satz mit Hostnamen oder Adressenmasken an, die Clients ermitteln,\u00b7welche Verbindungen zu diesem LDIF-Verbindungshandler herstellen k\u00f6nnen.
property.allowed-client.description=Zu den g\u00fcltigen Werten geh\u00f6ren ein Hostname, ein vollst\u00e4ndig qualifizierter Dom\u00e4nenname, ein Dom\u00e4nenname, eine IP-Adresse oder ein Unternetzwerk mit Unternetzwerkmaske.
property.allowed-client.default-behavior.alias.synopsis=Alle Clients mit Adressen, die nicht mit einer Adresse auf der Ablehnungsliste \u00fcbereinstimmen, sind zugelassen. Wenn keine Ablehnungsliste vorliegt, sind alle Clients zugelassen.
property.allowed-client.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam und beeintr\u00e4chtigen keine Verbindungen, die bereits bestehen.
property.denied-client.synopsis=Gibt einen Satz mit Hostnamen oder Adressenmasken an, die Clients ermitteln,\u00b7welche keine Verbindungen zu diesem LDIF-Verbindungshandler herstellen k\u00f6nnen.
property.denied-client.description=Zu den g\u00fcltigen Werten geh\u00f6ren ein Hostname, ein vollst\u00e4ndig qualifizierter Dom\u00e4nenname, ein Dom\u00e4nenname, eine IP-Adresse oder ein Unternetzwerk mit Unternetzwerkmaske. Wenn sowohl Masken f\u00fcr zugelassene als auch f\u00fcr abgelehnte Clients definiert werden und eine Clientverbindung mit einer oder mehreren Masken in beiden Listen \u00fcbereinstimmt, wird die Verbindung verweigert. Wird nur eine Ausschlussliste f\u00fcr verweigerte Clients angegeben, werden alle Clients, die mit keiner Maske dieser Liste \u00fcbereinstimmen, zugelassen.
property.denied-client.default-behavior.alias.synopsis=Wenn eine Zulassungsliste definiert ist, werden nur Clients mit Adressen auf der Zulassungsliste zugelassen. Andernfalls werden alle Clients zugelassen.
property.denied-client.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam und beeintr\u00e4chtigen keine Verbindungen, die bereits bestehen.
property.enabled.synopsis=Gibt an, ob der LDIF-Verbindungs-Handler zur Benutzung aktiviert ist.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, die den LDIF-Verbindungs-Handler implementiert.
property.ldif-directory.synopsis=Gibt den Pfad zum Verzeichnis an, in dem die LDIF-Dateien positioniert wird.
property.poll-interval.synopsis=Gibt an, wie h\u00e4ufig der LDIF-Verbindungshandler das LDIF-Verzeichnis pr\u00fcft, um zu ermitteln, ob eine neue LDIF-Datei hinzugef\u00fcgt wurde.
