user-friendly-name=\u00cdndice VLV de DB local
user-friendly-plural-name=\u00cdndices VLV de DB locales
synopsis=Los \u00edndices VLV de DB locales se utilizan para almacenar informaci\u00f3n acerca de una solicitud de b\u00fasqueda espec\u00edfica que permite procesarlos eficazmente mediante el control VLV.
description=Un \u00edndice VLV notifica de forma eficaz al servidor que se llevar\u00e1 a cabo una vista de lista virtual con par\u00e1metros de ordenaci\u00f3n y consulta espec\u00edficos. Este \u00edndice tambi\u00e9n permite al servidor recopilar y conservar de forma m\u00e1s r\u00e1pida la informaci\u00f3n solicitada mediante la vista de lista virtual.
property.base-dn.synopsis=Especifica el ND de base utilizado en la consulta de b\u00fasqueda que se est\u00e1 indexando.
property.base-dn.requires-admin-action.synopsis=Debe volver a generarse el \u00edndice despu\u00e9s de modificar esta propiedad.
property.filter.synopsis=Especifica el filtro LDAP utilizado en la consulta que se est\u00e1 indexando.
property.filter.requires-admin-action.synopsis=Debe volver a generarse el \u00edndice despu\u00e9s de modificar esta propiedad.
property.filter.syntax.string.pattern.synopsis=Un filtro de b\u00fasqueda LDAP v\u00e1lido.
property.max-block-size.synopsis=Especifica el n\u00famero de Id. de entrada que se almacenar\u00e1n en un \u00fanico conjunto ordenado antes de dividirlo.
property.max-block-size.requires-admin-action.synopsis=El tama\u00f1o de los bloques se cambiar\u00e1 de forma aproximada la pr\u00f3xima vez que se modifique el \u00edndice.
property.name.synopsis=Especifica un nombre exclusivo para este \u00edndice VLV.
property.name.requires-admin-action.synopsis=El \u00edndice VLV no se puede modificar una vez creado el \u00edndice.
property.scope.synopsis=Especifica el \u00e1mbito de LDAP de la consulta que se est\u00e1 indexando.
property.scope.requires-admin-action.synopsis=Debe volver a generarse el \u00edndice despu\u00e9s de modificar esta propiedad.
property.scope.syntax.enumeration.value.base-object.synopsis=Realiza una b\u00fasqueda s\u00f3lo en el objeto de base.
property.scope.syntax.enumeration.value.single-level.synopsis=Realiza una b\u00fasqueda en los elementos inmediatamente inferiores al objeto de base, pero no incluye ning\u00fan elemento que descienda del propio objeto de base.
property.scope.syntax.enumeration.value.subordinate-subtree.synopsis=Realiza una b\u00fasqueda en todo el \u00e1rbol por debajo del objeto de base, pero no incluye el propio objeto de base.
property.scope.syntax.enumeration.value.whole-subtree.synopsis=Realiza una b\u00fasqueda en el objeto de base y en todo el \u00e1rbol por debajo del objeto de base.
property.sort-order.synopsis=Especifica los nombres de los atributos que se utilizan para ordenar las entradas de la consulta que se est\u00e1 indexando.
property.sort-order.description=Se pueden utilizar varios atributos para determinar el orden enumerando los nombres de atributos seg\u00fan su precedencia, de superior a inferior. Tambi\u00e9n se puede agregar opcionalmente como prefijo "+" o "-" al nombre de atributo para ordenar los atributos en orden ascendente o descendente respectivamente.
property.sort-order.requires-admin-action.synopsis=Debe volver a generarse el \u00edndice despu\u00e9s de modificar esta propiedad.
property.sort-order.syntax.string.pattern.synopsis=Tipos de atributos v\u00e1lidos definidos en el esquema, separados por un espacio y con el prefijo opcional "+" o "-".
