user-friendly-name=Lokaler DB-VLV-Index
user-friendly-plural-name=Lokale DB-VLV-Indizes
synopsis=Lokale DB-VLV-Indizes werden zum Speichern von Informationen \u00fcber eine bestimmte Suchanfrage gespeichert, die es erm\u00f6glicht, sie mithilfe der VLV-Steuerung effizient zu verarbeiten.
description=Ein VLV-Index benachrichtigt den Server, dass eine virtuelle Listenansicht mit spezifischen Abfrage- und Sortierparameter ausgef\u00fchrt wird. Dieser Index erm\u00f6glicht es dem Server auch, die Informationen zu erfassen und zu speichern, die zum Beschleunigen der virtuellen Listenansicht ben\u00f6tigt werden.
property.base-dn.synopsis=Gibt die Basis-DN an, die in der indizierten Suchabfrage verwendet wird.
property.base-dn.requires-admin-action.synopsis=Der Index muss nach dem \u00c4ndern dieser Eigenschaft neu erstellt werden.
property.filter.synopsis=Gibt den LDAP-Filter an, der in der indizierten Abfrage verwendet wird.
property.filter.requires-admin-action.synopsis=Der Index muss nach dem \u00c4ndern dieser Eigenschaft neu erstellt werden.
property.filter.syntax.string.pattern.synopsis=Ein g\u00fcltiger LDAP-Suchfilter.
property.max-block-size.synopsis=Gibt die Anzahl der Eintrags-IDs an, die in einem einzelnen sortierten Satz gespeichert werden, bevor er geteilt wird.
property.max-block-size.requires-admin-action.synopsis=Die Gr\u00f6\u00dfe dieser Bl\u00f6cke wird bei der n\u00e4chsten \u00c4nderung des Index ge\u00e4ndert.
property.name.synopsis=Gibt einen eindeutigen Namen f\u00fcr diesen VLV-Index an.
property.name.requires-admin-action.synopsis=Der VLV-Indexname kann nach dem Erstellen des Index nicht ge\u00e4ndert werden.
property.scope.synopsis=Gibt den LDAP-Bereich der Abfrage an, die indiziert wird.
property.scope.requires-admin-action.synopsis=Der Index muss nach dem \u00c4ndern dieser Eigenschaft neu erstellt werden.
property.scope.syntax.enumeration.value.base-object.synopsis=Nur das Basisobjekt durchsuchen.
property.scope.syntax.enumeration.value.single-level.synopsis=Die unmittelbaren untergeordneten Elemente des Basisobjekts durchsuchen, aber nicht die ihnen untergeordneten Elemente oder das Basisobjekt selbst durchsuchen.
property.scope.syntax.enumeration.value.subordinate-subtree.synopsis=Die gesamte Unterstruktur unter dem Basisobjekt durchsuchen, aber das Basisobjekt selbst nicht einbeziehen.
property.scope.syntax.enumeration.value.whole-subtree.synopsis=Das Basisobjekt und die gesamten Unterstruktur unter dem Basisobjekt durchsuchen.
property.sort-order.synopsis=Gibt den Namen der Attribute an, mit denen die Eintr\u00e4ge f\u00fcr die indizierte Abfrage indiziert werden.
property.sort-order.description=Mit mehreren Attributen kann die Sortierreihenfolge ermittelt werden, indem die Attributnamen vom h\u00f6chsten zum niedrigsten Vorrang aufgef\u00fchrt werden. Optional k\u00f6nnen + oder - vor den Attributnamen gesetzt werden, um das Attribut in aufsteigender bzw. absteigender Reihenfolge zu sortieren.
property.sort-order.requires-admin-action.synopsis=Der Index muss nach dem \u00c4ndern dieser Eigenschaft neu erstellt werden.
property.sort-order.syntax.string.pattern.synopsis=G\u00fcltige Attributtypen, die im Schema definiert sind, getrennt durch ein Leerzeichen und optional mit + oder - als Pr\u00e4fix.
