user-friendly-name=\u6210\u5458\u865a\u62df\u5c5e\u6027
user-friendly-plural-name=\u7528\u6237\u5b9a\u4e49\u865a\u62df\u5c5e\u6027
synopsis=\u6210\u5458\u865a\u62df\u5c5e\u6027\u53ef\u751f\u6210 member \u6216 uniqueMember \u5c5e\u6027\uff0c\u5176\u503c\u662f\u6307\u5b9a\u865a\u62df\u9759\u6001\u7ec4\u6210\u5458\u7684 DN\u3002
description=\u6b64\u7ec4\u4ef6\u7528\u4e8e\u5b9e\u73b0\u865a\u62df\u9759\u6001\u7ec4\u7684\u529f\u80fd\uff0c\u901a\u8fc7\u8be5\u529f\u80fd\u53ef\u4ee5\u521b\u5efa\u4e0e\u9759\u6001\u7ec4\u7c7b\u4f3c\uff0c\u4f46\u4ece\u52a8\u6001\u7ec4\uff08\u6216\u5176\u4ed6\u67d0\u79cd\u7c7b\u578b\u7684\u7ec4\uff0c\u5305\u62ec\u5176\u4ed6\u9759\u6001\u7ec4\uff09\u83b7\u53d6\u6240\u6709\u6210\u5458\u7684\u6761\u76ee\u3002\u5728\u641c\u7d22\u5b9e\u9645\u4e0a\u672a\u8fd4\u56de\u6210\u5458\u5c5e\u6027\u7684\u60c5\u51b5\u4e0b\u5c1d\u8bd5\u786e\u5b9a\u6307\u5b9a\u7528\u6237\u662f\u5426\u4e3a\u7ec4\u7684\u6210\u5458\uff08\u4f8b\u5982\uff0c\u4f7f\u7528\u7c7b\u4f3c "(uniqueMember=uid=john.doe,ou=People,dc=example,dc=com)" \u7684\u8fc7\u6ee4\u5668\uff09\u65f6\uff0c\u6b64\u5b9e\u73b0\u6700\u6709\u6548\u3002\u5c3d\u7ba1\u5b83\u53ef\u7528\u6765\u751f\u6210 member \u6216 uniqueMember \u5c5e\u6027\u7684\u5b8c\u6574\u503c\u96c6\uff0c\u4f46\u5bf9\u4e8e\u8f83\u5927\u7ec4\uff0c\u8fd9\u53ef\u80fd\u662f\u4ee3\u4ef7\u5de8\u5927\u7684\u64cd\u4f5c\u3002
property.allow-retrieving-membership.synopsis=\u6307\u793a\u662f\u5426\u5904\u7406\u8bf7\u6c42\u865a\u62df\u5c5e\u6027\u7684\u6240\u6709\u503c\u7684\u8bf7\u6c42\u3002
property.allow-retrieving-membership.description=\u6b64\u64cd\u4f5c\u5728\u67d0\u4e9b\u60c5\u51b5\u4e0b\u53ef\u80fd\u9020\u6210\u5de8\u5927\u7684\u4ee3\u4ef7\uff0c\u5e76\u4e14\u4e0e\u865a\u62df\u9759\u6001\u7ec4\u7684\u4e3b\u529f\u80fd\uff08\u901a\u8fc7\u8be5\u4e3b\u529f\u80fd\uff0c\u53ef\u4ee5\u4f7f\u7528\u9759\u6001\u7ec4\u60ef\u7528\u8bed\u6765\u786e\u5b9a\u6307\u5b9a\u7528\u6237\u662f\u5426\u4e3a\u6210\u5458\uff09\u4e0d\u4e00\u81f4\u3002\u5982\u679c\u5c06\u6b64\u5c5e\u6027\u8bbe\u7f6e\u4e3a false\uff0c\u5219\u5c1d\u8bd5\u68c0\u7d22\u5b8c\u6574\u7684\u4e00\u7ec4\u503c\u65f6\u4f1a\u6536\u5230\u4e00\u4e2a\u7a7a\u96c6\uff0c\u53ea\u6709\u8fdb\u884c\u786e\u5b9a\u5c5e\u6027\u662f\u5426\u5177\u6709\u7279\u5b9a\u503c\u6216\u4e00\u7ec4\u503c\uff08\u8fd9\u662f\u865a\u62df\u9759\u6001\u7ec4\u7684\u4e3b\u8981\u9884\u671f\u7528\u9014\uff09\u7684\u5c1d\u8bd5\u624d\u4f1a\u5f97\u5230\u6b63\u786e\u5730\u5904\u7406\u3002
property.attribute-type.synopsis=\u6307\u5b9a\u5c06\u6839\u636e\u865a\u62df\u5c5e\u6027\u52a8\u6001\u5206\u914d\u5176\u503c\u7684\u5c5e\u6027\u7684\u5c5e\u6027\u7c7b\u578b\u3002
property.base-dn.synopsis=\u6307\u5b9a\u5206\u652f\uff08\u5305\u542b\u6709\u8d44\u683c\u4f7f\u7528\u8be5\u865a\u62df\u5c5e\u6027\u7684\u6761\u76ee\uff09\u7684\u57fa DN\u3002
property.base-dn.description=\u5982\u679c\u672a\u7ed9\u5b9a\u4efb\u4f55\u503c\uff0c\u670d\u52a1\u5668\u5c06\u5728\u670d\u52a1\u5668\u4e2d\u7684\u4efb\u610f\u4f4d\u7f6e\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.base-dn.default-behavior.alias.synopsis=\u786e\u5b9a\u6761\u76ee\u662f\u5426\u6709\u8d44\u683c\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u65f6\uff0c\u4e0d\u8003\u8651\u6761\u76ee\u5728\u670d\u52a1\u5668\u4e2d\u7684\u4f4d\u7f6e\u3002
property.conflict-behavior.synopsis=\u6307\u5b9a\u670d\u52a1\u5668\u9488\u5bf9\u5df2\u5305\u542b\u5173\u8054\u5c5e\u6027\u7684\u4e00\u4e2a\u6216\u591a\u4e2a\u5b9e\u9645\u503c\u7684\u6761\u76ee\u8981\u663e\u793a\u7684\u884c\u4e3a\u3002
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=\u6307\u793a\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u5c06\u4fdd\u7559\u6761\u76ee\u4e2d\u5305\u542b\u7684\u6240\u6709\u5b9e\u9645\u503c\uff0c\u5e76\u5c06\u8fd9\u4e9b\u503c\u4e0e\u751f\u6210\u7684\u865a\u62df\u503c\u96c6\u5408\u5e76\uff0c\u4ee5\u4fbf\u540c\u65f6\u4f7f\u7528\u5b9e\u9645\u503c\u548c\u865a\u62df\u503c\u3002
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=\u6307\u793a\u5c06\u4fdd\u7559\u5e76\u4f7f\u7528\u6761\u76ee\u4e2d\u5305\u542b\u7684\u6240\u6709\u5b9e\u9645\u503c\uff0c\u4f46\u4e0d\u751f\u6210\u865a\u62df\u503c\u3002
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=\u6307\u793a\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u5c06\u6291\u5236\u6761\u76ee\u4e2d\u5305\u542b\u7684\u6240\u6709\u5b9e\u9645\u503c\uff0c\u5e76\u751f\u6210\u548c\u4f7f\u7528\u865a\u62df\u503c\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u542f\u7528\u6210\u5458\u865a\u62df\u5c5e\u6027\u4ee5\u8fdb\u884c\u4f7f\u7528\u3002
property.filter.synopsis=\u6307\u5b9a\u8981\u9488\u5bf9\u6761\u76ee\u5e94\u7528\u7684\u641c\u7d22\u8fc7\u6ee4\u5668\uff0c\u4ee5\u786e\u5b9a\u662f\u5426\u4e3a\u8fd9\u4e9b\u6761\u76ee\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.filter.description=\u5982\u679c\u672a\u7ed9\u5b9a\u4efb\u4f55\u503c\uff0c\u5219\u4efb\u4f55\u6761\u76ee\u90fd\u6709\u8d44\u683c\u751f\u6210\u503c\u3002\u5982\u679c\u6307\u5b9a\u4e86\u4e00\u4e2a\u6216\u591a\u4e2a\u8fc7\u6ee4\u5668\uff0c\u5219\u4ec5\u5141\u8bb8\u4e0e\u8fd9\u4e9b\u8fc7\u6ee4\u5668\u4e4b\u4e00\u5339\u914d\u7684\u6761\u76ee\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.filter.syntax.string.pattern.synopsis=\u4efb\u4f55\u6709\u6548\u7684\u641c\u7d22\u8fc7\u6ee4\u5668\u5b57\u7b26\u4e32\u3002
property.group-dn.synopsis=\u6307\u5b9a\u5176\u6210\u5458\u53ef\u4ee5\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u7684\u7ec4\u7684 DN\u3002
property.group-dn.description=\u5982\u679c\u672a\u7ed9\u5b9a\u4efb\u4f55\u503c\uff0c\u5219\u751f\u6210\u865a\u62df\u5c5e\u6027\u65f6\u4e0d\u8003\u8651\u7ec4\u6210\u5458\u8d44\u683c\u3002\u5982\u679c\u6307\u5b9a\u4e86\u4e00\u4e2a\u6216\u591a\u4e2a\u7ec4 DN\uff0c\u5219\u4ec5\u5141\u8bb8\u5c5e\u4e8e\u8fd9\u4e9b\u7ec4\u7684\u6210\u5458\u751f\u6210\u865a\u62df\u5c5e\u6027\u3002
property.group-dn.default-behavior.alias.synopsis=\u786e\u5b9a\u6761\u76ee\u662f\u5426\u6709\u8d44\u683c\u4f7f\u7528\u6b64\u865a\u62df\u5c5e\u6027\u65f6\uff0c\u4e0d\u8003\u8651\u7ec4\u6210\u5458\u8d44\u683c\u3002
property.java-class.synopsis=\u6307\u5b9a\u751f\u6210\u865a\u62df\u503c\u7684\u865a\u62df\u5c5e\u6027\u63d0\u4f9b\u7a0b\u5e8f\u7c7b\u7684\u5168\u9650\u5b9a\u540d\u79f0\u3002
