user-friendly-name=Backend de la m\u00e9moire
user-friendly-plural-name=Backends de la m\u00e9moire
synopsis=Le backend de la m\u00e9moire fournit une impl\u00e9mentation dans Directory Server qui stocke les entr\u00e9es en m\u00e9moire.
description=Il n'y a aucune sorte de persistance, et le contenu du backend est nettoy\u00e9 \u00e0 chaque fois que le backend est mis en ligne ou hors ligne et quand le serveur est red\u00e9marr\u00e9.
property.backend-id.synopsis=Sp\u00e9cifie un nom pour identifier le backend associ\u00e9.
property.backend-id.description=Ce nom doit \u00eatre unique parmi tous les backends du serveur. L\u2019ID du backend ne peut pas \u00eatre modifi\u00e9 une fois que celui-ci a \u00e9t\u00e9 cr\u00e9\u00e9 dans le serveur.
property.base-dn.synopsis=Sp\u00e9cifie les DN de base pour les donn\u00e9es trait\u00e9es par le backend.
property.base-dn.description=Un m\u00eame backend peut se charger d\u2019un ou plusieurs DN de base. Notez que deux backends ne peuvent pas partager un m\u00eame DN de base, m\u00eame si un backend peut avoir un DN de base de niveau inf\u00e9rieur \u00e0 un DN de base fourni par un autre backend (utilisation comparable \u00e0 celle des sous-suffixes dans Sun Java System Directory Server). Si l\u2019un des DN de base est subordonn\u00e9 \u00e0 un DN de base d\u2019un autre backend, tous les DN de base de ce backend doivent \u00eatre subordonn\u00e9s \u00e0 ce m\u00eame DN de base.
property.base-dn.requires-admin-action.synopsis=Aucune action administrative n\u2019est requise par d\u00e9faut m\u00eame si une action peut \u00eatre n\u00e9cessaire au niveau de chaque backend pour permettre l\u2019utilisation du nouveau DN de base.
property.enabled.synopsis=Indique si le backend est activ\u00e9 dans le serveur.
property.enabled.description=Lorsqu\u2019un backend n\u2019est pas activ\u00e9, son contenu n\u2019est pas accessible lors du traitement des op\u00e9rations.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l\u2019impl\u00e9mentation du backend.
property.writability-mode.synopsis=Sp\u00e9cifie le comportement que doit adopter le backend lors du traitement des op\u00e9rations d\u2019\u00e9criture.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Entra\u00eene l\u2019\u00e9chec de toutes les tentatives d\u2019\u00e9criture.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Permet l\u2019ex\u00e9cution des op\u00e9rations d\u2019\u00e9criture dans ce backend (si l\u2019op\u00e9ration demand\u00e9e est valide, l\u2019utilisateur est autoris\u00e9 \u00e0 effectuer l\u2019op\u00e9ration, le backend prend en charge ce type d\u2019op\u00e9ration d\u2019\u00e9criture et la propri\u00e9t\u00e9 globale writability-mode est \u00e9galement activ\u00e9e).
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Entra\u00eene l\u2019\u00e9chec des tentatives d\u2019\u00e9criture externes mais autorise les \u00e9critures par r\u00e9plication et op\u00e9rations internes.
