user-friendly-name=R\u00e8gle de filtrage des requ\u00eates du groupe de r\u00e9seau
user-friendly-plural-name=R\u00e8gles de filtrage des requ\u00eates du groupe de r\u00e9seau
synopsis=La r\u00e8gle de filtrage des requ\u00eates du groupe de r\u00e9seau est utilis\u00e9e pour d\u00e9finir le type de requ\u00eates autoris\u00e9es dans le groupe de r\u00e9seau.
property.allowed-attributes.synopsis=Sp\u00e9cifie les attributs autoris\u00e9s dans les op\u00e9rations de recherche et de comparaison.
property.allowed-attributes.description=Lorsque cet attribut est sp\u00e9cifi\u00e9, seuls les attributs r\u00e9pertori\u00e9s sont autoris\u00e9s dans les op\u00e9rations de recherche et de comparaison. S'il n'est pas d\u00e9fini, tous les attributs sont autoris\u00e9s, \u00e0 l'exception de ceux r\u00e9pertori\u00e9s dans ds-cfg-prohibited-attributes.
property.allowed-operations.synopsis=Sp\u00e9cifie les op\u00e9rations autoris\u00e9es dans le groupe de r\u00e9seau.
property.allowed-operations.description=Lorsque cet attribut est sp\u00e9cifi\u00e9, seules les op\u00e9rations r\u00e9pertori\u00e9es sont autoris\u00e9es dans le groupe de r\u00e9seau. Si l'attribut n'est pas d\u00e9fini, toutes les op\u00e9rations sont autoris\u00e9es.
property.allowed-operations.syntax.enumeration.value.add.synopsis=Op\u00e9rations d'ajout.
property.allowed-operations.syntax.enumeration.value.bind.synopsis=Connections.
property.allowed-operations.syntax.enumeration.value.compare.synopsis=Op\u00e9rations de comparaison
property.allowed-operations.syntax.enumeration.value.delete.synopsis=Op\u00e9rations de suppression
property.allowed-operations.syntax.enumeration.value.extended.synopsis=Op\u00e9rations \u00e9tendues
property.allowed-operations.syntax.enumeration.value.inequality-search.synopsis=Op\u00e9rations de recherche d'in\u00e9galit\u00e9
property.allowed-operations.syntax.enumeration.value.modify.synopsis=Op\u00e9rations de modification
property.allowed-operations.syntax.enumeration.value.rename.synopsis=Op\u00e9rations de renomination
property.allowed-operations.syntax.enumeration.value.search.synopsis=Op\u00e9rations de recherche
property.allowed-search-scopes.synopsis=Sp\u00e9cifie les \u00e9tendues de la recherche autoris\u00e9es dans le groupe de r\u00e9seau.
property.allowed-search-scopes.description=Lorsque cet attribut est sp\u00e9cifi\u00e9, seules les \u00e9tendues r\u00e9pertori\u00e9es sont autoris\u00e9es dans le groupe de r\u00e9seau. S'il n'est pas d\u00e9fini, toutes les \u00e9tendues de recherche sont autoris\u00e9es.
property.allowed-search-scopes.syntax.enumeration.value.base.synopsis=Recherche d'objet de la base.
property.allowed-search-scopes.syntax.enumeration.value.children.synopsis=Recherche dans une sous-arborescence subordonn\u00e9e
property.allowed-search-scopes.syntax.enumeration.value.one.synopsis=Recherche \u00e0 un niveau.
property.allowed-search-scopes.syntax.enumeration.value.sub.synopsis=Recherche dans l'ensemble de la sous-arborescence
property.allowed-subtrees.synopsis=Sp\u00e9cifie les sous-arborescences expos\u00e9es aux clients.
property.allowed-subtrees.description=Lorsque cet attribut est sp\u00e9cifi\u00e9, seules les sous-arborescences r\u00e9pertori\u00e9es sont expos\u00e9es. S'il n'est pas d\u00e9fini, toutes les sous-arborescences sont expos\u00e9es. Remarque : ds-cfg-prohibited-subtrees limite la liste des sous-arborescences expos\u00e9es.
property.prohibited-attributes.synopsis=Sp\u00e9cifie les attributs non autoris\u00e9s dans les op\u00e9rations de recherche et de comparaison.
property.prohibited-attributes.description=Lorsque cet attribut est sp\u00e9cifi\u00e9, tous les attributs r\u00e9pertori\u00e9s sont interdits dans les op\u00e9rations de recherche et de comparaison. Cela ne doit pas \u00eatre utilis\u00e9 en conjonction avec ds-cfg-allowed-attributes.
property.prohibited-subtrees.synopsis=Sp\u00e9cifie les sous-arborescences non expos\u00e9es aux clients. Chaque sous-arborescence interdite doit \u00eatre subordonn\u00e9e \u00e0 une sous-arborescence autoris\u00e9e.
property.prohibited-subtrees.description=Lorsque cet attribut est sp\u00e9cifi\u00e9, toutes les sous-arborescences r\u00e9pertori\u00e9es sont inaccessibles.
