user-friendly-name=R\u00e8gles de mot de passe
user-friendly-plural-name=Strat\u00e9gies de mot de passe
synopsis=Les strat\u00e9gies de mot de passe d\u00e9finissent un nombre de r\u00e8gles de gestion du mot de passe, ainsi que des besoins concernant le traitement de l'authentification.
property.account-status-notification-handler.synopsis=Sp\u00e9cifie les noms des gestionnaires de notification d'\u00e9tat du compte qui sont utilis\u00e9s avec le plan de stockage du mot de passe correspondant.
property.account-status-notification-handler.syntax.aggregation.constraint-synopsis=Les gestionnaires de notification d'\u00e9tat du compte de r\u00e9f\u00e9rence doivent \u00eatre activ\u00e9s.
property.allow-expired-password-changes.synopsis=Indique si l'utilisateur, dont le mot de passe a expir\u00e9, a encore la permission de modifier le mot de passe en utilisant l'op\u00e9ration \u00e9tendue de modification du mot de passe.
property.allow-multiple-password-values.synopsis=Indique si les entr\u00e9es utilisateur peuvent comprendre plusieurs valeurs distinctes pour l'attribut du mot de passe.
property.allow-multiple-password-values.description=Cela repr\u00e9sente un risque potentiel car les m\u00e9canismes permettant de modifier le mot de passe ne fonctionnent pas correctement avec une configuration de ce type.  Si plusieurs valeurs de mot de passe sont autoris\u00e9es, n'importe laquelle pourra \u00eatre utilis\u00e9e pour l'authentification et elles sont toutes soumises aux m\u00eames contraintes de strat\u00e9gie.
property.allow-pre-encoded-passwords.synopsis=Indique si les utilisateurs peuvent changer leur mot de passe en fournissant une valeur pr\u00e9-cod\u00e9e.
property.allow-pre-encoded-passwords.description=Cela peut repr\u00e9senter un risque pour la s\u00e9curit\u00e9 car la version en texte en clair du mot de passe est inconnue, et par cons\u00e9quent les v\u00e9rifications de validation ne peuvent pas y \u00eatre appliqu\u00e9es.
property.allow-user-password-changes.synopsis=Indique si les utilisateurs peuvent changer leur propre mot de passe.
property.allow-user-password-changes.description=Cette v\u00e9rification est faite en plus de l'\u00e9valuation du contr\u00f4le d'acc\u00e8s. Les deux doivent autoriser la modification du mot de passe afin qu'elle se produise.
property.default-password-storage-scheme.synopsis=Sp\u00e9cifie les noms des plans de stockage de mot de passe qui sont utilis\u00e9s pour coder des mots de passe en texte en clair pour cette strat\u00e9gie de mot de passe.
property.default-password-storage-scheme.syntax.aggregation.constraint-synopsis=Les plans de stockage du mot de passe de r\u00e9f\u00e9rence doivent \u00eatre activ\u00e9s.
property.deprecated-password-storage-scheme.synopsis=Sp\u00e9cifie les noms des plans de stockage de mot de passe qui sont consid\u00e9r\u00e9s comme d\u00e9sapprouv\u00e9s pour cette strat\u00e9gie de mot de passe.
property.deprecated-password-storage-scheme.description=Si un utilisateur muni de cette strat\u00e9gie de mot de passe s'authentifie dans le serveur et que son mot de passe est cod\u00e9 avec un plan d\u00e9sapprouv\u00e9, ces valeurs sont supprim\u00e9es et remplac\u00e9es par des valeurs cod\u00e9es en utilisant le plan de stockage du mot de passe par d\u00e9faut.
property.deprecated-password-storage-scheme.syntax.aggregation.constraint-synopsis=Les plans de stockage du mot de passe de r\u00e9f\u00e9rence doivent \u00eatre activ\u00e9s.
property.expire-passwords-without-warning.synopsis=Indique si Directory Server autorise l'expiration d'un mot de passe m\u00eame si aucune notification d'avertissement d'expiration n'a \u00e9t\u00e9 affich\u00e9e pour l'utilisateur concern\u00e9.
property.expire-passwords-without-warning.description=Si cette propri\u00e9t\u00e9 est true, les comptes expirent toujours quand le temps d'expiration arrive. Si cette propri\u00e9t\u00e9 a la valeur false ou disabled, l'utilisateur re\u00e7oit toujours au moins une notification d'avertissement et le mot de passe est d\u00e9fini pour expirer \u00e0 la date de l'avertissement plus intervalle d'avertissement.
property.force-change-on-add.synopsis=Indique si les utilisateurs sont oblig\u00e9s de modifier leur mot de passe lors de leur premi\u00e8re authentification sur Directory Server apr\u00e8s la cr\u00e9ation de leur compte.
property.force-change-on-reset.synopsis=Indique si les utilisateurs sont forc\u00e9s de modifier leur mot de passe s'il est r\u00e9initialis\u00e9 par l'administrateur.
property.force-change-on-reset.description=Ainsi, tout utilisateur muni d'une autorisation de modifier un mot de passe utilisateur autre que le sien, est consid\u00e9r\u00e9 comme un administrateur.
property.grace-login-count.synopsis=Sp\u00e9cifie le nombre de connexions accord\u00e9es \u00e0 l'utilisateur apr\u00e8s l'expiration de son compte afin qu'il puisse choisir un nouveau mot de passe.
property.grace-login-count.description=La valeur de 0\u00a0indique que plus aucune connexion n'est autoris\u00e9e.
property.idle-lockout-interval.synopsis=Sp\u00e9cifie la dur\u00e9e maximale pendant laquelle un compte peut rester inactif (l'utilisateur concern\u00e9 n'est pas authentifi\u00e9 sur le serveur) avant que l'utilisateur ne soit bloqu\u00e9.
property.idle-lockout-interval.description=La valeur de cet attribut est un entier suivi d'une unit\u00e9 exprim\u00e9e en secondes, minutes, heures, jours ou semaines. La valeur de 0\u00a0seconde indique que les comptes inactifs ne sont pas bloqu\u00e9s automatiquement. Cette fonctionnalit\u00e9 est disponible seulement si la derni\u00e8re heure de connexion est mise \u00e0 jour.
property.last-login-time-attribute.synopsis=Sp\u00e9cifie le nom ou l'identificateur d'objet du type d'attribut qui devra \u00eatre utilis\u00e9 par les utilisateurs munis de la strat\u00e9gie de mot de passe appropri\u00e9e lors de la derni\u00e8re connexion.
property.last-login-time-attribute.description=Ce type d'attribut doit \u00eatre d\u00e9fini dans le sch\u00e9ma de Directory Server en tant qu'attribut op\u00e9rationnel ou doit \u00eatre autoris\u00e9 par l'ensemble des classes d'objets pour tous les utilisateurs munis de la strat\u00e9gie de mot de passe appropri\u00e9e.
property.last-login-time-format.synopsis=Sp\u00e9cifie la cha\u00eene de format utilis\u00e9e par les utilisateurs munis de la strat\u00e9gie de mot de passe appropri\u00e9e pour g\u00e9n\u00e9rer la valeur de l'heure de la derni\u00e8re connexion.
property.last-login-time-format.description=Cette cha\u00eene de format doit respecter la syntaxe d\u00e9crite dans la documentation API de la classe java.text.SimpleDateFormat.
property.last-login-time-format.syntax.string.pattern.synopsis=Toute cha\u00eene de format valide qui peut \u00eatre utilis\u00e9e avec la classe java.text.SimpleDateFormat.
property.lockout-duration.synopsis=Sp\u00e9cifie l'intervalle de temps pendant lequel un compte est bloqu\u00e9 apr\u00e8s un trop grand nombre d'\u00e9checs d'authentification.
property.lockout-duration.description=La valeur de cet attribut est un entier suivi d'une unit\u00e9 exprim\u00e9e en secondes, minutes, heures, jours ou semaines. Une valeur de 0 seconde indique que le compte doit rester verrouill\u00e9 jusqu'\u00e0 ce que l'administrateur r\u00e9initialise le mot de passe.
property.lockout-failure-count.synopsis=Sp\u00e9cifie le nombre maximal d'\u00e9checs d'authentification dont dispose l'utilisateur avant le blocage de son compte.
property.lockout-failure-count.description=La valeur de 0 indique que les comptes ne sont jamais bloqu\u00e9s en raison d'\u00e9checs d'authentification.
property.lockout-failure-expiration-interval.synopsis=Sp\u00e9cifie l'intervalle de temps avant que l'\u00e9chec d'authentification ne soit plus pris en compte pour le verrouillage du compte utilisateur.
property.lockout-failure-expiration-interval.description=La valeur de cet attribut est un entier suivi d'une unit\u00e9 exprim\u00e9e en secondes, minutes, heures, jours ou semaines. La valeur de 0\u00a0seconde indique que les \u00e9checs d'authentification ne doivent jamais expirer. Le compte d'\u00e9checs est automatiquement effac\u00e9 lors d'une authentification r\u00e9ussie.
property.max-password-age.synopsis=Sp\u00e9cifie la dur\u00e9e maximale pendant laquelle l'utilisateur peut continuer \u00e0 utiliser le m\u00eame mot de passe avant de le modifier (l'intervalle d'expiration du mot de passe).
property.max-password-age.description=La valeur de cet attribut est un entier suivi d'une unit\u00e9 exprim\u00e9e en secondes, minutes, heures, jours ou semaines. Une valeur de 0\u00a0seconde d\u00e9sactive l'expiration du mot de passe.
property.max-password-reset-age.synopsis=Sp\u00e9cifie la dur\u00e9e maximale pendant laquelle les utilisateurs peuvent modifier leur mot de passe apr\u00e8s qu'il a \u00e9t\u00e9 r\u00e9initialis\u00e9 par l'administrateur et avant qu'il ne soit verrouill\u00e9.
property.max-password-reset-age.description=La valeur de cet attribut est un entier suivi d'une unit\u00e9 exprim\u00e9e en secondes, minutes, heures, jours ou semaines. Une valeur de 0\u00a0seconde d\u00e9sactive cette fonctionnalit\u00e9.
property.min-password-age.synopsis=Sp\u00e9cifie la dur\u00e9e de temps minimum apr\u00e8s la modification d'un mot de passe avant que l'utilisateur ne soit autoris\u00e9 \u00e0 modifier de nouveau le mot de passe.
property.min-password-age.description=La valeur de cet attribut est un entier suivi d'une unit\u00e9 exprim\u00e9e en secondes, minutes, heures, jours ou semaines. Ce param\u00e8tre permet d'emp\u00eacher les utilisateurs de modifier leurs mots de passe trop souvent sur une courte p\u00e9riode ce qui efface l'ancien mot de passe de l'historique. Ainsi, les anciens mots de passe peuvent \u00eatre r\u00e9utilis\u00e9s.
property.password-attribute.synopsis=Sp\u00e9cifie le type d'attribut utilis\u00e9 pour les mots de passe de l'utilisateur.
property.password-attribute.description=Ce type d'attribut doit \u00eatre d\u00e9fini dans le plan du serveur, et il doit avoir une syntaxe de mot de passe utilisateur ou de mot de passe AUTH.
property.password-change-requires-current-password.synopsis=Indique si les modifications du mot de passe utilisateur doivent utiliser l'op\u00e9ration de modification \u00e9tendue du mot de passe et si elles doivent inclure le mot de passe utilisateur actuel avant d'autoriser ces modifications.
property.password-expiration-warning-interval.synopsis=Sp\u00e9cifie la dur\u00e9e maximale avant l'expiration du mot de passe utilisateur et pendant laquelle le serveur commence \u00e0 inclure les notifications d'avertissement dans les r\u00e9ponses de liaison \u00e0 cet utilisateur.
property.password-expiration-warning-interval.description=La valeur de cet attribut est un entier suivi d'une unit\u00e9 exprim\u00e9e en secondes, minutes, heures, jours ou semaines. La valeur de 0\u00a0seconde d\u00e9sactive l'intervalle d'avertissement.
property.password-generator.synopsis=Sp\u00e9cifie le nom du g\u00e9n\u00e9rateur de mot de passe qui est utilis\u00e9 par les utilisateurs munis de la strat\u00e9gie de mot de passe correspondante.
property.password-generator.description=Ceci est utilis\u00e9 dans le cadre d'une op\u00e9ration de modification \u00e9tendue de mot de passe pour g\u00e9n\u00e9rer un nouveau mot de passe utilisateur si aucun mot de passe n'a \u00e9t\u00e9 fourni dans la requ\u00eate.
property.password-generator.syntax.aggregation.constraint-synopsis=Le g\u00e9n\u00e9rateur du mot de passe de r\u00e9f\u00e9rence doit \u00eatre activ\u00e9.
property.password-history-count.synopsis=Sp\u00e9cifie le nombre maximum d'anciens mots de passe \u00e0 g\u00e9rer dans l'historique du mot de passe.
property.password-history-count.description=Lors du choix d'un nouveau mot de passe, le mot de passe propos\u00e9 est v\u00e9rifi\u00e9 pour s'assurer qu'il ne correspond ni au mot de passe actuel, ni \u00e0 d'autres mots de passe dans la liste de l'historique. Une valeur de z\u00e9ro indique qu'aucun historique de mot de passe ne doit \u00eatre g\u00e9r\u00e9 (si la dur\u00e9e de l'historique a une valeur de z\u00e9ro seconde), ou qu'il n'y a pas de nombre maximum de mots de passe \u00e0 maintenir dans l'historique (si la dur\u00e9e de l'historique de mot de passe a une valeur sup\u00e9rieure \u00e0 z\u00e9ro seconde).
property.password-history-duration.synopsis=Sp\u00e9cifie la dur\u00e9e de temps maximum pendant laquelle les mots de passe restent dans l'historique du mot de passe.
property.password-history-duration.description=Lors du choix d'un nouveau mot de passe, le mot de passe propos\u00e9 est v\u00e9rifi\u00e9 pour s'assurer qu'il ne correspond ni au mot de passe actuel, ni \u00e0 d'autres mots de passe dans la liste de l'historique. Une valeur de z\u00e9ro seconde indique qu'aucun historique de mot de passe ne doit \u00eatre g\u00e9r\u00e9 (si l'historique du mot de passe a une valeur de z\u00e9ro seconde), ou qu'il n'y a pas de dur\u00e9e maximum de mots de passe \u00e0 g\u00e9rer dans l'historique (si la dur\u00e9e de l'historique de mot de passe a une valeur sup\u00e9rieure \u00e0 z\u00e9ro seconde).
property.password-validator.synopsis=Sp\u00e9cifie les noms des validateurs de mot de passe qui sont utilis\u00e9s avec le plan de stockage de mot de passe correspondant.
property.password-validator.description=Les validateurs de mot de passe sont appel\u00e9s quand un utilisateur tente de fournir un nouveau mot de passe, pour d\u00e9terminer si le nouveau mot de passe est acceptable.
property.password-validator.syntax.aggregation.constraint-synopsis=Les validateurs de mot de passe de r\u00e9f\u00e9rence doivent \u00eatre activ\u00e9s.
property.previous-last-login-time-format.synopsis=Sp\u00e9cifie le ou les cha\u00eene(s) de format qui peuvent avoir \u00e9t\u00e9 utilis\u00e9e(s) par les utilisateurs munis de la strat\u00e9gie de mot de passe appropri\u00e9e \u00e0 l'heure de la derni\u00e8re connexion, \u00e0 tout moment dans le pass\u00e9.
property.previous-last-login-time-format.description=Ces valeurs permettent d'analyser les valeurs pr\u00e9c\u00e9dentes, mais ne permettent pas de d\u00e9finir de nouvelles valeurs. Ces cha\u00eenes de format doivent respecter la syntaxe d\u00e9crite dans la documentation API de la classe java.text.SimpleDateFormat.
property.previous-last-login-time-format.syntax.string.pattern.synopsis=Toute cha\u00eene de format valide qui peut \u00eatre utilis\u00e9e avec la classe java.text.SimpleDateFormat.
property.require-change-by-time.synopsis=Sp\u00e9cifie la p\u00e9riode jusqu'\u00e0 laquelle tous les utilisateurs munis de la strat\u00e9gie de mot de passe appropri\u00e9e doivent changer leur mot de passe.
property.require-change-by-time.description=La valeur de cette p\u00e9riode est exprim\u00e9e au format standard. Si cette p\u00e9riode est ant\u00e9rieure ou en cours, tous les utilisateurs doivent changer leur mot de passe imm\u00e9diatement. Le comportement du serveur dans ce mode est identique \u00e0 celui observ\u00e9 lorsque les utilisateurs sont forc\u00e9s de modifier leur mot de passe suite \u00e0 une r\u00e9initialisation par l'administrateur.
property.require-change-by-time.syntax.string.pattern.synopsis=Un horodatage valide en un format standard (par exemple, une valeur de "20070409185811Z" indique la valeur du 9 avril 2007 \u00e0 18:58:11 GMT).
property.require-secure-authentication.synopsis=Indique si les utilisateurs munis d'une strat\u00e9gie de mot de passe appropri\u00e9e doivent proc\u00e9der \u00e0 une authentification en mode s\u00e9curis\u00e9.
property.require-secure-authentication.description=Pour ce faire, les utilisateurs doivent utiliser un canal de communication s\u00e9curis\u00e9 reliant le client et le serveur, ou un m\u00e9canisme SASL n'affichant pas les informations d'identification.
property.require-secure-password-changes.synopsis=Indique si les utilisateurs munis de la strat\u00e9gie de mot de passe appropri\u00e9e doivent modifier leur mot de passe en mode s\u00e9curis\u00e9 qui n'affiche pas leurs informations d'identification.
property.skip-validation-for-administrators.synopsis=Indique si les mots de passe d\u00e9finis par les administrateurs sont autoris\u00e9s \u00e0 contourner le processus de validation du mot de passe requis pour les modifications de mot de passe utilisateur.
property.state-update-failure-policy.synopsis=Sp\u00e9cifie comment le serveur g\u00e8re les informations d'\u00e9tat de strat\u00e9gie de gestion du mot de passe durant une tentative d'authentification.
property.state-update-failure-policy.description=En particulier, cette propri\u00e9t\u00e9 peut \u00eatre utilis\u00e9e pour contr\u00f4ler l'\u00e9chec d'une op\u00e9ration de liaison r\u00e9ussie dans un autre cas, lors de la tentative de mise \u00e0 jour des informations d'\u00e9tat de la strat\u00e9gie de mot de passe (par exemple, pour effacer un enregistrement d'\u00e9chec d'authentification ou pour mettre \u00e0 jour la derni\u00e8re heure de connexion). Elle peut aussi \u00eatre utilis\u00e9e pour contr\u00f4ler s'il faut refuser une requ\u00eate de liaison si on sait \u00e0 l'avance qu'il ne sera pas possible de mettre \u00e0 jour les heures d'\u00e9chec d'authentification, dans le cas d'une tentative de liaison non r\u00e9ussie (par exemple, si le mode de capacit\u00e9 \u00e0 \u00e9crire du backend est d\u00e9sactiv\u00e9).
property.state-update-failure-policy.syntax.enumeration.value.ignore.synopsis=Sinon, si une tentative de liaison se d\u00e9roule avec succ\u00e8s, ne la refusez pas si un probl\u00e8me se produit lors de la tentative de mise \u00e0 jour des informations d'\u00e9tat de la strat\u00e9gie du mot de passe pour l'utilisateur.
property.state-update-failure-policy.syntax.enumeration.value.proactive.synopsis=Refuse de fa\u00e7on proactive toute tentative de liaison si on sait \u00e0 l'avance qu'il ne sera pas possible de mettre \u00e0 jour les informations d'\u00e9tat de la strat\u00e9gie de mot de passe.
property.state-update-failure-policy.syntax.enumeration.value.reactive.synopsis=Sinon, m\u00eame si une tentative de liaison se d\u00e9roule avec succ\u00e8s, refusez-la si un probl\u00e8me se produit lors de la tentative de mise \u00e0 jour des informations d'\u00e9tat de la strat\u00e9gie de mot de passe pour l'utilisateur.
