user-friendly-name=G\u00e9n\u00e9rateur de mot de passe al\u00e9atoire
user-friendly-plural-name=G\u00e9n\u00e9rateurs de mots de passe al\u00e9atoires
synopsis=Le g\u00e9n\u00e9rateur de mot de passe al\u00e9atoire cr\u00e9e des mots de passe al\u00e9atoires en fonction de cha\u00eenes \u00e0 longueur fixe cr\u00e9\u00e9es \u00e0 partir d'un ou de plusieurs jeux de caract\u00e8res.
property.enabled.synopsis=Indique si oui ou non l'utilisation du g\u00e9n\u00e9rateur de mot de passe al\u00e9atoire est activ\u00e9e.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du g\u00e9n\u00e9rateur de mot de passe al\u00e9atoire.
property.password-character-set.synopsis=Sp\u00e9cifie un ou plusieurs jeux de caract\u00e8res nomm\u00e9s.
property.password-character-set.description=Il s'agit d'une propri\u00e9t\u00e9 \u00e0 valeurs multiples, chaque valeur d\u00e9finissant un jeu de caract\u00e8res diff\u00e9rent. Le format du jeu de caract\u00e8res est le nom du jeu suivi de deux points et des caract\u00e8res de ce jeu. Par exemple, la valeur "alpha:abcdefghijklmnopqrstuvwxyz" d\u00e9finit un jeu de caract\u00e8res nomm\u00e9 "alpha" contenant tous les caract\u00e8res alphab\u00e9tiques ASCII en minuscules.
property.password-character-set.syntax.string.pattern.synopsis=Nom d'un jeu de caract\u00e8res (compos\u00e9 de lettres ASCII) suivi de deux points et du jeu de caract\u00e8res compris dans ce jeu.
property.password-format.synopsis=Sp\u00e9cifie le format \u00e0 utiliser pour le mot de passe g\u00e9n\u00e9r\u00e9.
property.password-format.description=La valeur est une liste d'\u00e9l\u00e9ments d\u00e9limit\u00e9e par des virgules dans laquelle chacun des \u00e9l\u00e9ments est compos\u00e9 du nom d'un jeu de caract\u00e8res d\u00e9fini dans la propri\u00e9t\u00e9 password-character-set, de deux points et du nombre de caract\u00e8res \u00e0 inclure \u00e0 partir de ce jeu. Par exemple, une valeur de "alpha:3,numeric:2,alpha:3" g\u00e9n\u00e8re un mot de passe de 8 caract\u00e8res dans lequel les trois premiers caract\u00e8res sont tir\u00e9s du jeu "alpha", les deux suivants du jeu "num\u00e9rique" et les trois derniers du jeu "alpha".
property.password-format.syntax.string.pattern.synopsis=Une liste d\u00e9limit\u00e9e par des virgules dont les \u00e9l\u00e9ments comprennent un nom de jeu de caract\u00e8res valide, deux points et un entier positif indiquant le nombre de caract\u00e8res du jeu \u00e0 inclure.
