user-friendly-name=Backend du sch\u00e9ma
user-friendly-plural-name=Backends du sch\u00e9ma
synopsis=Le backend du sch\u00e9ma fournit un acc\u00e8s aux informations du sch\u00e9ma de Directory Server, y compris les types d'attribut, les classes d'objet, les syntaxes d'attribut, les r\u00e8gles de correspondance, les utilisations de r\u00e8gle de correspondance, les r\u00e8gles de contenu de l'arborescence des informations d'annuaire (DIT, Directory Information Tree), et les r\u00e8gles de structure de l'arborescence des informations d'annuaire qu'il contient.
description=Le serveur autorise les op\u00e9rations "modify" dans ce backend pour modifier les d\u00e9finitions du sch\u00e9ma du serveur. L'entr\u00e9e de configuration pour ce backend est bas\u00e9e sur la classe d'objet structurelle ds-cfg-schema-backend. Remarque\u00a0: les types d'attribut inclus dans cette entr\u00e9e qui ne sont pas inclus dans cette classe d'objet (ou le parent de la classe ds-cfg-backend) s'affichent directement dans l'entr\u00e9e du sch\u00e9ma.
property.backend-id.synopsis=Sp\u00e9cifie un nom pour identifier le backend associ\u00e9.
property.backend-id.description=Ce nom doit \u00eatre unique parmi tous les backends du serveur. L\u2019ID du backend ne peut pas \u00eatre modifi\u00e9 une fois que celui-ci a \u00e9t\u00e9 cr\u00e9\u00e9 dans le serveur.
property.base-dn.synopsis=Sp\u00e9cifie les DN de base pour les donn\u00e9es trait\u00e9es par le backend.
property.base-dn.description=Un m\u00eame backend peut se charger d\u2019un ou plusieurs DN de base. Notez que deux backends ne peuvent pas partager un m\u00eame DN de base, m\u00eame si un backend peut avoir un DN de base de niveau inf\u00e9rieur \u00e0 un DN de base fourni par un autre backend (utilisation comparable \u00e0 celle des sous-suffixes dans Sun Java System Directory Server). Si l\u2019un des DN de base est subordonn\u00e9 \u00e0 un DN de base d\u2019un autre backend, tous les DN de base de ce backend doivent \u00eatre subordonn\u00e9s \u00e0 ce m\u00eame DN de base.
property.base-dn.requires-admin-action.synopsis=Aucune action administrative n\u2019est requise par d\u00e9faut m\u00eame si une action peut \u00eatre n\u00e9cessaire au niveau de chaque backend pour permettre l\u2019utilisation du nouveau DN de base.
property.enabled.synopsis=Indique si le backend est activ\u00e9 dans le serveur.
property.enabled.description=Lorsqu\u2019un backend n\u2019est pas activ\u00e9, son contenu n\u2019est pas accessible lors du traitement des op\u00e9rations.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l\u2019impl\u00e9mentation du backend.
property.schema-entry-dn.synopsis=D\u00e9finit les DN de base des sous-arborescences dans lesquelles les informations de sch\u00e9ma sont publi\u00e9es en plus de la valeur incluse dans la propri\u00e9t\u00e9 base-dn.
property.schema-entry-dn.description=La valeur fournie dans la propri\u00e9t\u00e9 base-dn est la seule qui s'affiche dans l'attribut op\u00e9rationnel subschemaSubentry de l'entr\u00e9e de serveur d'annuaire (DSE, Directory Server Entry) racine du serveur (qui est n\u00e9cessaire car c'est un attribut \u00e0 valeur unique). Cette valeur s'affiche comme attribut virtuel dans d'autres entr\u00e9es. L'attribut schema-entry-dn peut \u00eatre utilis\u00e9 pour mettre \u00e0 disposition des informations de sch\u00e9ma \u00e0 d'autres emplacements pour s'adapter \u00e0 certaines applications clientes qui ont \u00e9t\u00e9 cod\u00e9es en dur de fa\u00e7on \u00e0 ce qu'elles n\u00e9cessitent que le sch\u00e9ma r\u00e9side en un emplacement sp\u00e9cifique.
property.show-all-attributes.synopsis=Indique s'il faut traiter tous les attributs dans l'entr\u00e9e de sch\u00e9ma comme s'ils \u00e9taient des attributs utilisateur, quelle que soit leur configuration.
property.show-all-attributes.description=Ceci peut fournir une compatibilit\u00e9 avec des applications qui n\u00e9cessitent que des attributs de sch\u00e9ma comme attributeType et objectClasses soient inclus par d\u00e9faut m\u00eame s'ils ne sont pas n\u00e9cessaires. Remarque : l'attribut ldapSyntaxes sera toujours consid\u00e9r\u00e9 comme op\u00e9rationnel, afin d'\u00e9viter des probl\u00e8mes lors des tentatives de modifications du sch\u00e9ma sur le protocole.
property.writability-mode.synopsis=Sp\u00e9cifie le comportement que doit adopter le backend lors du traitement des op\u00e9rations d\u2019\u00e9criture.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Entra\u00eene l\u2019\u00e9chec de toutes les tentatives d\u2019\u00e9criture.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Permet l\u2019ex\u00e9cution des op\u00e9rations d\u2019\u00e9criture dans ce backend (si l\u2019op\u00e9ration demand\u00e9e est valide, l\u2019utilisateur est autoris\u00e9 \u00e0 effectuer l\u2019op\u00e9ration, le backend prend en charge ce type d\u2019op\u00e9ration d\u2019\u00e9criture et la propri\u00e9t\u00e9 globale writability-mode est \u00e9galement activ\u00e9e).
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Entra\u00eene l\u2019\u00e9chec des tentatives d\u2019\u00e9criture externes mais autorise les \u00e9critures par r\u00e9plication et op\u00e9rations internes.
