user-friendly-name=SNMP Connection Handler
user-friendly-plural-name=SNMP Conection Handlers
synopsis=SNMP Connection Handler peut \u00eatre utilis\u00e9 pour traiter des requ\u00eates SNMP, pour r\u00e9cup\u00e9rer des informations de contr\u00f4le, d\u00e9crites par le MIB 2605. Les protocoles pris en charge sont les SNMP V1, V2c et V3.
description=Le gestionnaire de connexion traite les requ\u00eates SNMP envoy\u00e9es par les gestionnaires SNMP pour r\u00e9cup\u00e9rer les informations d\u00e9crites par le MIB 2605. Pour activer le gestionnaire de connexion SNMP, le param\u00e8tre ds-cfg-opendmk-jarfile doit \u00eatre d\u00e9fini \u00e0 l'emplacement de fichiers jar OpenDMK.
property.allowed-client.synopsis=Sp\u00e9cifie un ensemble de noms d'h\u00f4te ou de masques d'adresse qui d\u00e9termine les clients qui sont autoris\u00e9s \u00e0 \u00e9tablir des connexions avec ce gestionnaire de connexion SNMP.
property.allowed-client.description=Les valeurs valides sont\u00a0: nom d'h\u00f4te, nom de domaine complet, nom de domaine, adresse IP ou sous-r\u00e9seau avec masque de sous-r\u00e9seau.
property.allowed-client.default-behavior.alias.synopsis=Tous les clients ayant des adresses qui ne correspondent pas \u00e0 une adresse dans la liste de refus sont autoris\u00e9s. S'il n'y a pas de liste de refus, tous les clients sont autoris\u00e9s.
property.allowed-client.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.allowed-manager.synopsis=Sp\u00e9cifie les h\u00f4tes des gestionnaires auxquels doivent \u00eatre attribu\u00e9s les droits d'acc\u00e8s. Cette propri\u00e9t\u00e9 est requise pour une configuration de s\u00e9curit\u00e9 SNMP v1 et v2. Un ast\u00e9risque (*) ouvre l'acc\u00e8s \u00e0 tous les gestionnaires.
property.allowed-user.synopsis=Sp\u00e9cifie les utilisateurs auxquels sont attribu\u00e9s les droits d'acc\u00e8s. Cette propri\u00e9t\u00e9 est requise pour une configuration de s\u00e9curit\u00e9 SNMP v3. Un ast\u00e9risque (*) ouvre l'acc\u00e8s \u00e0 tous les utilisateurs.
property.community.synopsis=Sp\u00e9cifie la communaut\u00e9 v1, v2 ou le nom de contexte v3, autoris\u00e9(e) \u00e0 acc\u00e9der aux informations de contr\u00f4le MIB 2605 ou MIB USM. Le mappage entre la "communaut\u00e9" et le "nom de contexte" est d\u00e9fini.
property.denied-client.synopsis=Sp\u00e9cifie un ensemble de noms d'h\u00f4te ou de masques d'adresse qui d\u00e9termine les clients qui ne sont pas autoris\u00e9s \u00e0 \u00e9tablir des connexions avec ce gestionnaire de connexion SNMP.
property.denied-client.description=Les valeurs valides sont\u00a0: nom d'h\u00f4te, nom de domaine complet, nom de domaine, adresse IP ou sous-r\u00e9seau avec masque de sous-r\u00e9seau. Si les masques de client autoris\u00e9s et refus\u00e9s sont d\u00e9finis et qu'une connexion cliente correspond \u00e0 un ou plusieurs masques dans les deux listes, la connexion est refus\u00e9e. Si seulement une liste de refus est sp\u00e9cifi\u00e9e, tout client qui ne correspond pas \u00e0 un masque de cette liste est autoris\u00e9.
property.denied-client.default-behavior.alias.synopsis=Si une liste d'autorisation est sp\u00e9cifi\u00e9e, seuls les clients ayant des adresses sur la liste d'autorisation sont autoris\u00e9s. Sinon, tous les clients sont autoris\u00e9s.
property.denied-client.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prennent effet imm\u00e9diatement et n\u2019interf\u00e8rent pas avec des connexions qui ont d\u00e9j\u00e0 pu \u00eatre \u00e9tablies.
property.enabled.synopsis=Indique si le gestionnaire de connexion SNMP est activ\u00e9.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire de connexion SNMP.
property.listen-address.synopsis=Sp\u00e9cifie l\u2019adresse ou le jeu d\u2019adresses sur lesquelles ce gestionnaire de connexion SNMP doit \u00e9couter les connexions des clients SNMP.
property.listen-address.description=Plusieurs adresses peuvent \u00eatre fournies comme valeurs distinctes pour cet attribut. Si aucune valeur n\u2019a \u00e9t\u00e9 d\u00e9finie, le gestionnaire de connexion SNMP \u00e9coute sur toutes les interfaces.
property.listen-port.synopsis=Sp\u00e9cifie le num\u00e9ro de port sur lequel le gestionnaire de connexion SNMP \u00e9coute les connexions des clients.
property.listen-port.description=Seulement un port unique peut \u00eatre fourni.
property.opendmk-jarfile.synopsis=Indique l'emplacement du fichier jar d'ex\u00e9cution d'OpenDMK
property.registered-mbean.synopsis=Indique si les objets SNMP doivent \u00eatre enregistr\u00e9s dans le MBeanServer de Directory Server ou ne permettent pas l'acc\u00e8s aux objets SNMP avec un connecteur RMI s'il est activ\u00e9.
property.security-agent-file.synopsis=Sp\u00e9cifie la configuration de s\u00e9curit\u00e9 USM pour recevoir uniquement  des requ\u00eates SNMP authentifi\u00e9es.
property.security-level.synopsis=Sp\u00e9cifie le type de niveau de s\u00e9curit\u00e9\u00a0: NoAuthNoPriv\u00a0: pas de m\u00e9canisme de s\u00e9curit\u00e9 activ\u00e9\u00a0; AuthNoPriv\u00a0: authentification activ\u00e9e sans activation de confidentialit\u00e9\u00a0; AuthPriv\u00a0: authentification avec activation de confidentialit\u00e9. Cette propri\u00e9t\u00e9 est requise pour une configuration de s\u00e9curit\u00e9 SNMP V3.
property.security-level.syntax.enumeration.value.authnopriv.synopsis=Authentification activ\u00e9e sans confidentialit\u00e9.
property.security-level.syntax.enumeration.value.authpriv.synopsis=Authentification avec activation de la confidentialit\u00e9.
property.security-level.syntax.enumeration.value.noauthnopriv.synopsis=Aucun m\u00e9canisme de s\u00e9curit\u00e9 activ\u00e9.
property.trap-port.synopsis=Sp\u00e9cifie le port \u00e0 utiliser pour envoyer les d\u00e9routements SNMP.
property.traps-community.synopsis=Sp\u00e9cifie la cha\u00eene de communaut\u00e9 \u00e0 inclure dans les d\u00e9routements envoy\u00e9s pour d\u00e9finir les gestionnaires (destinations de d\u00e9routement). Cette propri\u00e9t\u00e9 est utilis\u00e9e dans le contexte de SNMP v1, v2 et v3.
property.traps-destination.synopsis=Sp\u00e9cifie les h\u00f4tes auxquels les d\u00e9routements V1 sont envoy\u00e9s. Les d\u00e9routements V1 sont envoy\u00e9s \u00e0 chaque h\u00f4te de la liste.
property.traps-destination.description=Si cette liste est vide, les d\u00e9routements V1 sont envoy\u00e9s \u00e0 "localhost". Chaque h\u00f4te de la liste doit \u00eatre identifi\u00e9 par son nom ou son adresse IP compl\u00e8te.
property.traps-destination.default-behavior.alias.synopsis=Si cette liste est vide, les d\u00e9routements V1 sont envoy\u00e9s \u00e0 "localhost".
