user-friendly-name=Trust-Store-Backend
user-friendly-plural-name=Trust-Store-Backends
synopsis=Das Trust-Store-Backend bietet eine LDAP Sicht von einem dateibasierten Trust-Store an. Es wird vom administrativ-kryptographischen Framework benutzt.
property.backend-id.synopsis=Gibt einen Namen an, der den verkn\u00fcpften Backend kennzeichnet.
property.backend-id.description=Der Name muss unter allen Backends im Server eindeutig sein. Die Backend-ID darf nicht ge\u00e4ndert werden, nachdem der Backend im Server erstellt wurde.
property.base-dn.synopsis=Gibt die Basis-DN(s) f\u00fcr die Daten an, die der Backend verarbeitet.
property.base-dn.description=Ein einzelner Backend kann f\u00fcr einen oder mehrere Basis-DNs verantwortlich sein. Beachten Sie, dass zwei Backends niemals den gleichen Basis-DN haben d\u00fcrfen, obwohl ein Backend \u00fcber einen Basis-DN verf\u00fcgen kann, der unter dem Basis-DN eines anderen Backends liegt (\u00e4hnlich wie bei der Verwendung von Subsuffixen im Sun Java System Directory Server). Wenn einer der Basis-DNs einem Basis-DN f\u00fcr einen anderen Backend unterliegt, m\u00fcssen alle Basis-DNs f\u00fcr diesen Backend dem gleichen Basis-DN unterliegen.
property.base-dn.requires-admin-action.synopsis=Standardm\u00e4\u00dfig ist keine administrative Aktion erforderlich, obwohl unter Umst\u00e4nden eine Aktion f\u00fcr einen Backend erforderlich wird, bevor der neue Basis-DN verwendet werden kann.
property.enabled.synopsis=Gibt an, ob der Backend im Server aktiviert ist.
property.enabled.description=Wenn der Backend nicht aktiviert ist, ist sein Inhalt beim Verarbeiten von Vorg\u00e4ngen nicht zug\u00e4nglich.
property.java-class.synopsis=Gibt den vollst\u00e4ndig qualifizierten Namen der Java-Klasse an, die die Backend-Implementierung bereitstellt.
property.trust-store-file.synopsis=Gibt den Pfad zu einer Datei an, in welcher Vertrauensinformationen (trust information) gespeichert sind.
property.trust-store-file.description=Dieser kann ein absoluter Pfad, aber auch ein zum Directory Server Hauptverzeichnis relativer Pfad sein.
property.trust-store-pin.synopsis=Gibt den Klartext PIN an, welcher ben\u00f6tigt wird um auf das Turst-Store-Backend zugreifen zu k\u00f6nnen.
property.trust-store-pin.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf das Trust-Store-Backend aus.
property.trust-store-pin-environment-variable.synopsis=Gibt den Namen der Environment-Variable in welcher der Klartext PIN gespeichert ist, welcher ben\u00f6tigt wird um auf das Turst-Store-Backend zugreifen zu k\u00f6nnen.
property.trust-store-pin-environment-variable.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf das Trust-Store-Backend aus.
property.trust-store-pin-file.synopsis=Gibt den Pfad zu einer Textdatei an in welcher der Klartext PIN einzeilig gespeichert ist, welcher ben\u00f6tigt wird um auf das Turst-Store-Backend zugreifen zu k\u00f6nnen.
property.trust-store-pin-file.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf das Trust-Store-Backend aus.
property.trust-store-pin-property.synopsis=Gibt den Namen des Java-Property an in welchem der Klartext PIN gespeichert ist, welcher ben\u00f6tigt wird um auf das Turst-Store-Backend zugreifen zu k\u00f6nnen.
property.trust-store-pin-property.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf das Trust-Store-Backend aus.
property.trust-store-type.synopsis=Gibt das Format der Daten in einer Key-Store-Datei an.
property.trust-store-type.description=G\u00fcltige Werte m\u00fcssen immer 'JKS' und 'PKCS12' enthalten, unterschiedliche Implementierungen k\u00f6nnen jedoch auch andere Werte zulassen.
property.trust-store-type.default-behavior.alias.synopsis=Der JVM Standardwert wird ben\u00fctzt.
property.trust-store-type.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf den Key-Store-Manager aus.
property.writability-mode.synopsis=Gibt das Verhalten an, das der Backend verwenden soll, wenn er Schreibvorg\u00e4nge verarbeitet.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Verursacht ein Fehlschlagen aller Schreibversuche.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Erlaubt das Durchf\u00fchren von Schreiboperationen auf diesem Backend. Trifft dann zu, wenn der angeforderte Vorgang g\u00fcltig ist, der Benutzer berechtigt ist, den Vorgang durchzuf\u00fchren, der Backend diesen Typ Schreibvorgang unterst\u00fctzt, und die globale writability-mode Eigenschaft ebenfalls aktiviert ist.
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Verursacht ein Fehlschlagen externer Schreibvorg\u00e4nge, aber erlaubt Schreibvorg\u00e4nge durch Replikation und interne Vorg\u00e4nge.
