user-friendly-name=Conector de administraci\u00f3n
user-friendly-plural-name=Conectores de administraci\u00f3n
synopsis=El Conector de administraci\u00f3n se emplea para interactuar con herramientas de administraci\u00f3n mediante LDAP.
description=Es un punto de entrada reservado a la administraci\u00f3n.
property.key-manager-provider.synopsis=Especifica el nombre del administrador de claves que se emplea con el Conector de administraci\u00f3n.
property.key-manager-provider.syntax.aggregation.constraint-synopsis=Debe habilitarse el proveedor del administrador de claves.
property.listen-address.synopsis=Especifica la direcci\u00f3n o el conjunto de direcciones en el que el Conector de administraci\u00f3n debe escuchar las conexiones de los clientes LDAP.
property.listen-address.description=Pueden proporcionarse varias direcciones como valores independientes para este atributo. Si no se proporcionan valores, el Conector de administraci\u00f3n escucha todas las interfaces.
property.listen-port.synopsis=Especifica el n\u00famero de puerto en el que el Conector de administraci\u00f3n escuchar\u00e1 las conexiones de los clientes.
property.listen-port.description=S\u00f3lo puede facilitarse un n\u00famero de puerto.
property.ssl-cert-nickname.synopsis=Especifica el sobrenombre (tambi\u00e9n llamado alias) del certificado que emplear\u00e1 el Conector de administraci\u00f3n al establecer la comunicaci\u00f3n SSL.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Dejar la decisi\u00f3n al servidor.
property.ssl-cipher-suite.synopsis=Especifica los nombres de los conjuntos de cifrado SSL que se permite utilizar en comunicaci\u00f3n SSL.
property.ssl-cipher-suite.default-behavior.alias.synopsis=Utilice el conjunto predeterminado de cifrados de SSL facilitado por la JVM del servidor.
property.ssl-cipher-suite.requires-admin-action.synopsis=Los cambios realizados en este atributo de configuraci\u00f3n entran en vigor de forma inmediata, pero solo afectar\u00e1n a las nuevas sesiones basadas en SSL o TLS creadas tras la modificaci\u00f3n.
property.ssl-protocol.synopsis=Especifica los nombres de los protocolos SSL que se permite utilizar en la comunicaci\u00f3n SSL.
property.ssl-protocol.default-behavior.alias.synopsis=Utilice el conjunto predeterminado de protocolos de SSL facilitado por la JVM del servidor.
property.ssl-protocol.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entran en vigor de forma inmediata, pero solo afectar\u00e1n a las nuevas sesiones basadas en SSL o TLS creadas tras la modificaci\u00f3n.
property.trust-manager-provider.synopsis=Especifica el nombre del administrador de confianza que se utiliza con el Conector de administraci\u00f3n.
property.trust-manager-provider.syntax.aggregation.constraint-synopsis=Debe habilitarse el proveedor de administraci\u00f3n de confianza consultado.
