user-friendly-name=Connecteur d'administration
user-friendly-plural-name=Connecteurs d'administration
synopsis=Le connecteur d'administration est utilis\u00e9 pour interagir avec les outils d'administration \u00e0 l'aide de LDAP.
description=Il s'agit d'un point d'entr\u00e9e d\u00e9di\u00e9 pour l'administration.
property.key-manager-provider.synopsis=Sp\u00e9cifie le nom du gestionnaire de cl\u00e9s utilis\u00e9 avec le connecteur d'administration.
property.key-manager-provider.syntax.aggregation.constraint-synopsis=Le fournisseur du gestionnaire de cl\u00e9s r\u00e9f\u00e9renc\u00e9 doit \u00eatre activ\u00e9.
property.listen-address.synopsis=Sp\u00e9cifie l'adresse ou le jeu d'adresses sur lesquelles ce connecteur d'administration doit \u00e9couter les connexions des clients LDAP.
property.listen-address.description=Plusieurs adresses peuvent \u00eatre fournies comme valeurs distinctes pour cet attribut. Si aucune valeur n'est fournie, le connecteur d'administration \u00e9coute sur toutes les interfaces.
property.listen-port.synopsis=Sp\u00e9cifie le num\u00e9ro de port sur lequel le connecteur d'administration \u00e9coutera les connexions des clients.
property.listen-port.description=Un seul num\u00e9ro de port peut \u00eatre fourni.
property.ssl-cert-nickname.synopsis=Sp\u00e9cifie le surnom (ou l'alias) du certificat que le connecteur d'administration utilisera lors des communications SSL.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Laisser le serveur d\u00e9cider.
property.ssl-cipher-suite.synopsis=Sp\u00e9cifie les noms des suites de chiffrement SSL autoris\u00e9es pour une utilisation dans les communications SSL.
property.ssl-cipher-suite.default-behavior.alias.synopsis=Utilise le jeu par d\u00e9faut de suites de chiffrement SSL fourni par le JVM du serveur.
property.ssl-cipher-suite.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 sont imm\u00e9diatement prises en compte, mais n'auront un impact que sur les nouvelles sessions SSL/TLS cr\u00e9\u00e9es apr\u00e8s la modification.
property.ssl-protocol.synopsis=Sp\u00e9cifie les noms des protocoles SSL autoris\u00e9s pour une utilisation dans les communications SSL.
property.ssl-protocol.default-behavior.alias.synopsis=Utilise le jeu par d\u00e9faut de protocoles SSL fourni par le JVM du serveur.
property.ssl-protocol.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 sont imm\u00e9diatement prises en compte, mais n'ont un impact que sur les nouvelles sessions SSL/TLS cr\u00e9\u00e9es apr\u00e8s la modification.
property.trust-manager-provider.synopsis=Sp\u00e9cifie le nom du gestionnaire d'approbation utilis\u00e9 avec le connecteur d'administration.
property.trust-manager-provider.syntax.aggregation.constraint-synopsis=Le fournisseur du gestionnaire d'approbation r\u00e9f\u00e9renc\u00e9 doit \u00eatre activ\u00e9.
