user-friendly-name=Backend
user-friendly-plural-name=Backends
synopsis=Backends erm\u00f6glichen den Zugriff auf zugrunde liegenden Daten, die der Server liefert.
description=Die Daten k\u00f6nnen lokal in einer eingebetteten Datenbank oder in einem externen Remotesystem gespeichert oder ohne Vorbereitung generiert werden (beispielsweise auf Basis anderer verf\u00fcgbarer Informationen berechnet werden).
property.backend-id.synopsis=Gibt einen Namen an, der den verkn\u00fcpften Backend kennzeichnet.
property.backend-id.description=Der Name muss unter allen Backends im Server eindeutig sein. Die Backend-ID darf nicht ge\u00e4ndert werden, nachdem der Backend im Server erstellt wurde.
property.base-dn.synopsis=Gibt die Basis-DN(s) f\u00fcr die Daten an, die der Backend verarbeitet.
property.base-dn.description=Ein einzelner Backend kann f\u00fcr einen oder mehrere Basis-DNs verantwortlich sein. Beachten Sie, dass zwei Backends niemals den gleichen Basis-DN haben d\u00fcrfen, obwohl ein Backend \u00fcber einen Basis-DN verf\u00fcgen kann, der unter dem Basis-DN eines anderen Backends liegt (\u00e4hnlich wie bei der Verwendung von Subsuffixen im Sun Java System Directory Server). Wenn einer der Basis-DNs einem Basis-DN f\u00fcr einen anderen Backend unterliegt, m\u00fcssen alle Basis-DNs f\u00fcr diesen Backend dem gleichen Basis-DN unterliegen.
property.base-dn.requires-admin-action.synopsis=Standardm\u00e4\u00dfig ist keine administrative Aktion erforderlich, obwohl unter Umst\u00e4nden eine Aktion f\u00fcr einen Backend erforderlich wird, bevor der neue Basis-DN verwendet werden kann.
property.enabled.synopsis=Gibt an, ob der Backend im Server aktiviert ist.
property.enabled.description=Wenn der Backend nicht aktiviert ist, ist sein Inhalt beim Verarbeiten von Vorg\u00e4ngen nicht zug\u00e4nglich.
property.java-class.synopsis=Gibt den vollst\u00e4ndig qualifizierten Namen der Java-Klasse an, die die Backend-Implementierung bereitstellt.
property.writability-mode.synopsis=Gibt das Verhalten an, das der Backend verwenden soll, wenn er Schreibvorg\u00e4nge verarbeitet.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Verursacht ein Fehlschlagen aller Schreibversuche.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Erlaubt das Durchf\u00fchren von Schreiboperationen auf diesem Backend. Trifft dann zu, wenn der angeforderte Vorgang g\u00fcltig ist, der Benutzer berechtigt ist, den Vorgang durchzuf\u00fchren, der Backend diesen Typ Schreibvorgang unterst\u00fctzt, und die globale writability-mode Eigenschaft ebenfalls aktiviert ist.
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Verursacht ein Fehlschlagen externer Schreibvorg\u00e4nge, aber erlaubt Schreibvorg\u00e4nge durch Replikation und interne Vorg\u00e4nge.
