user-friendly-name=\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8
user-friendly-plural-name=\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8
synopsis=\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8\u306f\u3001\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u3067\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u30bf\u30a4\u30d7\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
description=\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u751f\u6210\u3057\u305f\u30d1\u30c3\u30b1\u30fc\u30b8\u3001\u30af\u30e9\u30b9\u3001\u307e\u305f\u306f\u30e1\u30bd\u30c3\u30c9\u306b\u57fa\u3065\u3044\u3066\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8a73\u7d30\u306b\u5236\u5fa1\u3067\u304d\u307e\u3059\u3002\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u305d\u308c\u305e\u308c\u3001\u89aa ds-cfg-debug-log-publisher \u30a8\u30f3\u30c8\u30ea\u306e\u771f\u4e0b\u306e\u3001RDN \u304c\u300ccn=Debug Target\u300d\u3067\u3042\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u4e0b\u306b\u914d\u7f6e\u3055\u308c\u307e\u3059\u3002
property.debug-category.synopsis=\u30ed\u30b0\u306b\u8a18\u9332\u3059\u308b\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u30ab\u30c6\u30b4\u30ea\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.debug-category.default-behavior.alias.synopsis=\u5341\u5206\u306a\u30c7\u30d0\u30c3\u30b0\u30ec\u30d9\u30eb\u304c\u8a2d\u5b9a\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u3067\u3042\u308c\u3070\u3001\u3069\u306e\u30ab\u30c6\u30b4\u30ea\u3067\u3042\u3063\u3066\u3082\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.debug-category.syntax.enumeration.value.caught.synopsis=\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u305f\u4f8b\u5916
property.debug-category.syntax.enumeration.value.constructor.synopsis=\u30b3\u30f3\u30b9\u30c8\u30e9\u30af\u30bf\u30a8\u30f3\u30c8\u30ea
property.debug-category.syntax.enumeration.value.data.synopsis=raw \u30c7\u30fc\u30bf\u30c0\u30f3\u30d7
property.debug-category.syntax.enumeration.value.database-access.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3002
property.debug-category.syntax.enumeration.value.enter.synopsis=\u30e1\u30bd\u30c3\u30c9\u30a8\u30f3\u30c8\u30ea
property.debug-category.syntax.enumeration.value.exit.synopsis=\u30e1\u30bd\u30c3\u30c9\u7d42\u4e86
property.debug-category.syntax.enumeration.value.message.synopsis=\u4efb\u610f\u306e\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8
property.debug-category.syntax.enumeration.value.protocol.synopsis=\u30d7\u30ed\u30c8\u30b3\u30eb\u8981\u7d20\u30c0\u30f3\u30d7
property.debug-category.syntax.enumeration.value.thrown.synopsis=\u30e1\u30bd\u30c3\u30c9\u304b\u3089\u306e\u4f8b\u5916\u30b9\u30ed\u30fc
property.debug-level.synopsis=\u30ed\u30b0\u306b\u8a18\u9332\u3059\u308b\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u6700\u5c0f\u306e\u91cd\u8981\u5ea6\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.debug-level.syntax.enumeration.value.all.synopsis=\u91cd\u8981\u5ea6\u306b\u95a2\u4fc2\u306a\u304f\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.debug-level.syntax.enumeration.value.disabled.synopsis=\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u305b\u3093\u3002
property.debug-level.syntax.enumeration.value.error.synopsis=\u91cd\u8981\u5ea6\u304c ERROR \u4ee5\u4e0a\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.debug-level.syntax.enumeration.value.info.synopsis=\u91cd\u8981\u5ea6\u304c INFO \u4ee5\u4e0a\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.debug-level.syntax.enumeration.value.verbose.synopsis=\u91cd\u8981\u5ea6\u304c VERBOSE \u4ee5\u4e0a\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.debug-level.syntax.enumeration.value.warning.synopsis=\u91cd\u8981\u5ea6\u304c WARNING \u4ee5\u4e0a\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.debug-scope.synopsis=\u3053\u306e\u30bf\u30fc\u30b2\u30c3\u30c8\u5b9a\u7fa9\u306e\u8a2d\u5b9a\u306e\u5f71\u97ff\u3092\u53d7\u3051\u308b\u3001\u5b8c\u5168\u6307\u5b9a\u306e OpenDS Java \u30d1\u30c3\u30b1\u30fc\u30b8\u3001\u30af\u30e9\u30b9\u3001\u307e\u305f\u306f\u30e1\u30bd\u30c3\u30c9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30af\u30e9\u30b9\u540d\u304a\u3088\u3073\u30e1\u30bd\u30c3\u30c9\u540d\u306e\u533a\u5207\u308a\u306b\u306f\u3001\u30b7\u30e3\u30fc\u30d7\u8a18\u53f7 (#) \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002\u3064\u307e\u308a\u3001org.opends.server.core.DirectoryServer#startUp \u306e\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002
property.debug-scope.syntax.string.pattern.synopsis=\u5b8c\u5168\u6307\u5b9a\u306e OpenDS Java \u30d1\u30c3\u30b1\u30fc\u30b8\u3001\u30af\u30e9\u30b9\u3001\u307e\u305f\u306f\u30e1\u30bd\u30c3\u30c9\u540d\u3002
property.include-throwable-cause.synopsis=\u4f8b\u5916\u306b\u3088\u3063\u3066\u30b9\u30ed\u30fc\u304a\u3088\u3073\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u3001\u4f8b\u5916\u306e\u539f\u56e0\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.omit-method-entry-arguments.synopsis=\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u30e1\u30bd\u30c3\u30c9\u5f15\u6570\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.omit-method-return-value.synopsis=\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u623b\u308a\u5024\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.throwable-stack-frames.synopsis=\u30e1\u30bd\u30c3\u30c9\u30a8\u30f3\u30c8\u30ea\u306e\u30b9\u30bf\u30c3\u30af\u30c8\u30ec\u30fc\u30b9\u304a\u3088\u3073\u4f8b\u5916\u306b\u3088\u3063\u3066\u30b9\u30ed\u30fc\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u542b\u3081\u308b\u30b9\u30bf\u30c3\u30af\u30d5\u30ec\u30fc\u30e0\u6570\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
