user-friendly-name=Validador de contrase\u00f1as del diccionario
user-friendly-plural-name=Validadores de contrase\u00f1as del diccionario
synopsis=El validador de contrase\u00f1as del diccionario determina si una contrase\u00f1a propuesta es aceptable en funci\u00f3n de si el valor de la contrase\u00f1a especificada aparece en el archivo de diccionario proporcionado.
description=Se proporciona un archivo de diccionario de gran tama\u00f1o con el servidor, aunque el administrador puede facilitar un diccionario alternativo. En ese caso, el diccionario debe ser un archivo de texto sin formato con una palabra por l\u00ednea.
property.case-sensitive-validation.synopsis=Indica si este validador de contrase\u00f1as distinguir\u00e1 entre may\u00fasculas y min\u00fasculas en los caracteres de la contrase\u00f1a.
property.case-sensitive-validation.description=Si se establece en "true" (verdadero), el validador rechazar\u00e1 una contrase\u00f1a s\u00f3lo si aparece en el diccionario con el mismo uso exacto de may\u00fasculas y min\u00fasculas que haya especificado el usuario.
property.dictionary-file.synopsis=Especifica la ruta al archivo que contenga una lista de palabras que no se pueden utilizar como contrase\u00f1as.
property.dictionary-file.description=Debe presentar un formato de una palabra por l\u00ednea. Este valor puede ser una ruta absoluta o una relativa a la ra\u00edz de instancias de OpenDJ.
property.dictionary-file.syntax.string.pattern.synopsis=La ruta a cualquier archivo de texto incluido en el sistema que pueda leer el servidor.
property.enabled.synopsis=Indica si el validador de contrase\u00f1as se ha habilitado para su uso.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del validador de contrase\u00f1as.
property.test-reversed-password.synopsis=Indica si este validador probar\u00e1 el valor inverso de la contrase\u00f1a proporcionada, as\u00ed como el orden en el que se haya especificado.
property.test-reversed-password.description=Por ejemplo, si el usuario proporciona la nueva contrase\u00f1a "password" y este atributo de configuraci\u00f3n se establece en "true" (verdadero), tambi\u00e9n se probar\u00e1 el valor "drowssap" en los valores de atributos de la entrada de usuario.
