user-friendly-name=Validateur de mot de passe du dictionnaire
user-friendly-plural-name=Validateurs de mot de passe du dictionnaire
synopsis=Le validateur de mot de passe du dictionnaire d\u00e9termine si un mot de passe propos\u00e9 est acceptable, si la valeur du mot de passe donn\u00e9 s'affiche dans un fichier fourni du dictionnaire.
description=Un grand fichier de dictionnaire est fourni avec le serveur, mais l'administrateur peut fournir un dictionnaire alternatif. Dans ce cas, le dictionnaire doit \u00eatre un fichier de texte en clair avec un mot par ligne.
property.case-sensitive-validation.synopsis=Indique si ce validateur de mot de passe doit traiter les caract\u00e8res de mot de passe en respectant la casse.
property.case-sensitive-validation.description=S'il est d\u00e9fini \u00e0 true, le validateur refuse un mot de passe seulement s'il s'affiche dans le dictionnaire avec exactement la m\u00eame mise en majuscules que celle de l'utilisateur.
property.dictionary-file.synopsis=Sp\u00e9cifie le chemin vers le fichier contenant une liste de mots qui ne peuvent \u00eatre utilis\u00e9s comme mots de passe.
property.dictionary-file.description=Il doit \u00eatre format\u00e9 avec un mot par ligne. La valeur peut \u00eatre un chemin absolu ou un chemin relatif \u00e0 la racine d'instance d'OpenDJ.
property.dictionary-file.syntax.string.pattern.synopsis=Le chemin vers n'importe quel fichier texte contenu dans le syst\u00e8me est lisible par le serveur.
property.enabled.synopsis=Indique si le validateur de mot de passe est activ\u00e9 pour utilisation.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du validateur de mot de passe.
property.test-reversed-password.synopsis=Indique si ce validateur de mot de passe doit tester la valeur invers\u00e9e du mot de passe et aussi l'ordre dans lequel il a \u00e9t\u00e9 donn\u00e9.
property.test-reversed-password.description=Par exemple, si l'utilisateur fournit un nouveau mot de passe "password" et que cet attribut de configuration est d\u00e9fini \u00e0 true, la valeur "drowssap" est aussi test\u00e9e par rapport aux valeurs de l'attribut de l'entr\u00e9e utilisateur.
