user-friendly-name=\u8f9e\u66f8\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf
user-friendly-plural-name=\u8f9e\u66f8\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf
synopsis=\u8f9e\u66f8\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u5024\u304c\u6240\u5b9a\u306e\u8f9e\u66f8\u30d5\u30a1\u30a4\u30eb\u306b\u8f09\u3063\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u306b\u57fa\u3065\u3044\u3066\u3001\u63d0\u793a\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u307e\u3059\u3002
description=\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u5927\u898f\u6a21\u306a\u8f9e\u66f8\u30d5\u30a1\u30a4\u30eb\u304c\u7528\u610f\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u7ba1\u7406\u8005\u306f\u4ee3\u66ff\u8f9e\u66f8\u3092\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u5834\u5408\u3001\u8f9e\u66f8\u306f 1 \u884c\u306b 1 \u3064\u306e\u30ef\u30fc\u30c9\u304c\u542b\u307e\u308c\u308b\u30d7\u30ec\u30fc\u30f3\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
property.case-sensitive-validation.synopsis=\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3067\u30d1\u30b9\u30ef\u30fc\u30c9\u6587\u5b57\u5217\u3092\u51e6\u7406\u3059\u308b\u5834\u5408\u306b\u3001\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3092\u533a\u5225\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.case-sensitive-validation.description=\u771f\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u5165\u529b\u3057\u305f\u3068\u304a\u308a\u306b\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u304c\u533a\u5225\u3055\u308c\u3066\u3001\u8f9e\u66f8\u30d5\u30a1\u30a4\u30eb\u306b\u8f09\u3063\u3066\u3044\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u3060\u3051\u304c\u62d2\u5426\u3055\u308c\u307e\u3059\u3002
property.dictionary-file.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u306a\u3044\u30ef\u30fc\u30c9\u306e\u30ea\u30b9\u30c8\u304c\u683c\u7d0d\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.dictionary-file.description=1 \u884c\u306b 1 \u3064\u306e\u30ef\u30fc\u30c9\u3068\u3044\u3046\u5f62\u5f0f\u306b\u3059\u3079\u304d\u3067\u3059\u3002\u5024\u306b\u306f\u7d76\u5bfe\u30d1\u30b9\u3001\u307e\u305f\u306f OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30eb\u30fc\u30c8\u306b\u5bfe\u3059\u308b\u76f8\u5bfe\u30d1\u30b9\u3092\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002
property.dictionary-file.syntax.string.pattern.synopsis=\u30b5\u30fc\u30d0\u30fc\u3067\u8aad\u307f\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u30b7\u30b9\u30c6\u30e0\u4e0a\u306b\u914d\u7f6e\u3055\u308c\u305f\u4efb\u610f\u306e\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u3002
property.enabled.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.java-class.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.test-reversed-password.synopsis=\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3067\u3001\u5165\u529b\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u9806\u304a\u3088\u3073\u9006\u9806\u3067\u30c6\u30b9\u30c8\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.test-reversed-password.description=\u305f\u3068\u3048\u3070\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u3057\u3066\u300cpassword\u300d\u3092\u6307\u5b9a\u3057\u305f\u5834\u5408\u3001\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u304c True \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308c\u3070\u3001\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306e\u5c5e\u6027\u5024\u306b\u5bfe\u3057\u3066\u5024\u300cdrowssap\u300d\u3082\u30c6\u30b9\u30c8\u3055\u308c\u307e\u3059\u3002
