user-friendly-name=Gestionnaire de notifications d'\u00e9tat de compte de journal d'erreurs
user-friendly-plural-name=Gestionnaires de notifications d'\u00e9tat de compte de journal d'erreurs
synopsis=Le gestionnaire de notifications d'\u00e9tat de compte de journal d'erreurs est un gestionnaire de notifications qui inscrit les informations sur le journal d'erreurs du serveur en cas d'\u00e9v\u00e9nement d'\u00e9tat de compte appropri\u00e9.
property.account-status-notification-type.synopsis=Indique les types d'\u00e9v\u00e9nements qui peuvent d\u00e9clencher une notification d'\u00e9tat de compte.
property.account-status-notification-type.syntax.enumeration.value.account-disabled.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un compte utilisateur a \u00e9t\u00e9 d\u00e9sactiv\u00e9 par un administrateur.
property.account-status-notification-type.syntax.enumeration.value.account-enabled.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un compte utilisateur a \u00e9t\u00e9 activ\u00e9 par un administrateur.
property.account-status-notification-type.syntax.enumeration.value.account-expired.synopsis=G\u00e9n\u00e8rer une notification lorsque l'authentification d'un utilisateur a \u00e9chou\u00e9 en raison de l'expiration du compte.
property.account-status-notification-type.syntax.enumeration.value.account-idle-locked.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un compte utilisateur a \u00e9t\u00e9 verrouill\u00e9 suite \u00e0 une p\u00e9riode de veille trop longue.
property.account-status-notification-type.syntax.enumeration.value.account-permanently-locked.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un compte utilisateur a \u00e9t\u00e9 d\u00e9finitivement verrouill\u00e9 suite \u00e0 un nombre trop \u00e9lev\u00e9 de tentatives ayant \u00e9chou\u00e9.
property.account-status-notification-type.syntax.enumeration.value.account-reset-locked.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un compte utilisateur a \u00e9t\u00e9 verrouill\u00e9 car le mot de passe a \u00e9t\u00e9 r\u00e9initialis\u00e9 par un administrateur mais pas modifi\u00e9 par l'utilisateur dans l'intervalle requis.
property.account-status-notification-type.syntax.enumeration.value.account-temporarily-locked.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un compte utilisateur a \u00e9t\u00e9 temporairement verrouill\u00e9 suite \u00e0 un nombre trop \u00e9lev\u00e9 de tentatives ayant \u00e9chou\u00e9.
property.account-status-notification-type.syntax.enumeration.value.account-unlocked.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un compte utilisateur a \u00e9t\u00e9 d\u00e9verrouill\u00e9 par un administrateur.
property.account-status-notification-type.syntax.enumeration.value.password-changed.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un utilisateur a chang\u00e9 de mot de passe.
property.account-status-notification-type.syntax.enumeration.value.password-expired.synopsis=G\u00e9n\u00e8rer une notification lorsque l'authentification d'un utilisateur a \u00e9chou\u00e9 en raison de l'expiration du mot de passe.
property.account-status-notification-type.syntax.enumeration.value.password-expiring.synopsis=G\u00e9n\u00e8rer une notification lorsqu'un avertissement d'expiration de mot de passe se produit pour un mot de passe utilisateur pour la premi\u00e8re fois.
property.account-status-notification-type.syntax.enumeration.value.password-reset.synopsis=G\u00e9n\u00e8rer une notification lorsque le mot de passe d'un utilisateur est r\u00e9initialis\u00e9 par un administrateur.
property.enabled.synopsis=Indique si le gestionnaire de notifications d'\u00e9tat de compte de journal d'erreurs est activ\u00e9. Seuls les gestionnaires activ\u00e9s sont appel\u00e9s lorsqu'un \u00e9v\u00e9nement associ\u00e9 se produit sur le serveur.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire de notifications d'\u00e9tat de compte de journal d'erreurs.
