user-friendly-name=\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5
user-friendly-plural-name=\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5
synopsis=\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306f JE \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f7f\u7528\u3057\u3066\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u8de1\u3059\u308b\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u5b9f\u88c5\u3067\u3059\u3002
description=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3092\u6700\u9069\u5316\u3059\u308b\u306b\u306f\u3001JE \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u30e1\u30e2\u30ea\u30fc\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u4e0a\u306b\u914d\u7f6e\u3059\u3079\u304d\u3067\u3059\u3002\u305f\u3060\u3057\u3001\u3069\u306e\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u3067\u3082\u3001\u3053\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u6a5f\u80fd\u3057\u307e\u3059\u3002\u30a8\u30f3\u30c8\u30ea\u306f\u5148\u5165\u308c\u5148\u51fa\u3057 (\u30c7\u30d5\u30a9\u30eb\u30c8) \u307e\u305f\u306f LRU \u30d9\u30fc\u30b9 (\u8a2d\u5b9a\u53ef\u80fd) \u30ea\u30b9\u30c8\u5b9f\u88c5\u306b\u3088\u3063\u3066\u7dad\u6301\u3055\u308c\u307e\u3059\u3002\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30b8\u30f3\u30b0\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u306e\u7a7a\u304d\u9818\u57df\u30b5\u30a4\u30ba\u306b\u57fa\u3065\u3044\u3066\u6c7a\u307e\u308a\u307e\u3059\u3002\u3057\u305f\u304c\u3063\u3066\u3001\u5341\u5206\u306a\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3059\u308b\u5834\u5408\u3082\u6d88\u53bb\u3059\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u306e\u7a7a\u304d\u9818\u57df\u306e\u6d88\u8cbb\u30b5\u30a4\u30ba\u304c\u6307\u5b9a\u5024\u3092\u8d85\u3048\u305f\u5834\u5408\u306b\u3001\u65b0\u3057\u3044\u30a8\u30f3\u30c8\u30ea\u7528\u306e\u9818\u57df\u3092\u78ba\u4fdd\u3059\u308b\u306b\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u3092 1 \u3064\u4ee5\u4e0a\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u6700\u5927\u30a8\u30f3\u30c8\u30ea\u6570\u3082\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30a8\u30f3\u30c8\u30ea\u6570\u306f\u3053\u306e\u5024\u3092\u8d85\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002\u305f\u3060\u3057\u3001\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u304c\u5148\u306b\u4e00\u676f\u306b\u306a\u3063\u305f\u5834\u5408\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u3092\u6700\u5927\u6570\u307e\u3067\u4fdd\u6301\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u304f\u306a\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u8a2d\u5b9a\u3067\u304d\u308b\u305d\u306e\u4ed6\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u306b\u306f\u3001\u30ed\u30c3\u30af\u304c\u53d6\u5f97\u3055\u308c\u308b\u307e\u3067\u5f85\u6a5f\u3057\u3066\u3044\u308b\u9593\u306e\u6700\u5927\u30d6\u30ed\u30c3\u30af\u671f\u9593\u3084\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u5224\u5b9a\u57fa\u6e96\u3092\u5b9a\u7fa9\u3059\u308b\u305f\u3081\u306e\u30d5\u30a3\u30eb\u30bf\u30bb\u30c3\u30c8\u306a\u3069\u304c\u3042\u308a\u307e\u3059\u3002\u4e00\u9023\u306e\u30d5\u30a3\u30eb\u30bf\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u30a8\u30f3\u30c8\u30ea\u3092\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3059\u308b\u306b\u306f\u30011 \u3064\u4ee5\u4e0a\u306e\u30d5\u30a3\u30eb\u30bf\u3068\u30a8\u30f3\u30c8\u30ea\u304c\u4e00\u81f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002JE \u74b0\u5883\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u306f\u3001JVM \u3067\u4f7f\u7528\u53ef\u80fd\u306a\u7a7a\u304d\u30e1\u30e2\u30ea\u30fc\u306e\u5272\u5408\u3092\u6307\u5b9a\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u7d76\u5bfe\u7684\u306a\u30b5\u30a4\u30ba\u3092\u30d0\u30a4\u30c8\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u3066\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u306f\u6301\u7d9a\u7684\u306a\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u306a\u5834\u5408\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u307e\u305f\u306f\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u518d\u8d77\u52d5\u5f8c\u3082\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u5185\u5bb9\u3092\u4fdd\u6301\u3067\u304d\u307e\u3059\u3002
property.cache-directory.synopsis=JE \u74b0\u5883\u3067\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u683c\u7d0d\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.cache-level.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u8907\u6570\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u9806\u5e8f\u5185\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u30ec\u30d9\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.cache-type.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u6d88\u53bb\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3059\u3079\u304d\u30dd\u30ea\u30b7\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.cache-type.syntax.enumeration.value.fifo.synopsis=\u5148\u5165\u308c\u5148\u51fa\u3057\u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u3002
property.cache-type.syntax.enumeration.value.lru.synopsis=LRU \u30d9\u30fc\u30b9\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u3002
property.compact-encoding.synopsis=\u5c5e\u6027\u306e\u8aac\u660e\u304a\u3088\u3073\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u30bb\u30c3\u30c8\u3092\u5727\u7e2e\u3057\u3066\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u30a8\u30f3\u30c8\u30ea\u3092\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u3059\u308b\u5834\u5408\u306b\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u3067\u5727\u7e2e\u5f62\u5f0f\u3092\u4f7f\u7528\u3059\u3079\u304d\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.compact-encoding.description=\u5727\u7e2e\u3059\u308b\u3068\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304a\u3088\u3073\u5c5e\u6027\u578b\u306e\u540d\u524d\u306e\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u306e\u533a\u5225\u306f\u4fdd\u6301\u3055\u308c\u306a\u304f\u306a\u308a\u307e\u3059\u3002
property.compact-encoding.requires-admin-action.synopsis=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u5909\u66f4\u3057\u305f\u5834\u5408\u3001\u5909\u66f4\u304c\u53ca\u3076\u306e\u306f\u3001\u5909\u66f4\u5f8c\u306b\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3055\u308c\u308b\u30ad\u30e3\u30c3\u30b7\u30e5\u30a8\u30f3\u30c8\u30ea\u306e\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u3060\u3051\u3067\u3059\u3002\u5909\u66f4\u304c\u65e2\u5b58\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u30a8\u30f3\u30c8\u30ea\u306b\u9061\u53ca\u7684\u306b\u9069\u7528\u3055\u308c\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\u3002
property.db-cache-percent.synopsis=\u5185\u90e8 JE \u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u6700\u5927\u30e1\u30e2\u30ea\u30fc\u4f7f\u7528\u91cf\u3092\u3001JVM \u30e1\u30e2\u30ea\u30fc\u5168\u4f53\u306b\u5bfe\u3059\u308b\u5272\u5408\u3068\u3057\u3066\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-cache-size.synopsis=\u5185\u90e8 JE \u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u5bfe\u5fdc\u3059\u308b\u3001JVM \u306e\u6700\u5927\u30e1\u30e2\u30ea\u30fc\u4f7f\u7528\u91cf\u3092\u30d0\u30a4\u30c8\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u307e\u3059\u3002
property.enabled.synopsis=\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.exclude-filter.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u304b\u3089\u9664\u5916\u3059\u3079\u304d\u30a8\u30f3\u30c8\u30ea\u3092\u5b9a\u7fa9\u3059\u308b\u4e00\u9023\u306e\u30d5\u30a3\u30eb\u30bf\u3002
property.include-filter.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3059\u3079\u304d\u30a8\u30f3\u30c8\u30ea\u3092\u5b9a\u7fa9\u3059\u308b\u4e00\u9023\u306e\u30d5\u30a3\u30eb\u30bf\u3002
property.java-class.synopsis=\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.je-property.synopsis=\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u63d0\u4f9b\u3059\u308b Berkeley DB Java Edition \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u74b0\u5883\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.je-property.description=Berkeley DB Java Edition \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3059\u308b\u306b\u306f\u3001property-name=property-value \u306e\u66f8\u5f0f\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002\u95a2\u9023\u3059\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3001\u3053\u308c\u3089\u306e\u60c5\u5831\u3001\u304a\u3088\u3073\u6709\u52b9\u5024\u306b\u3064\u3044\u3066\u306f\u3001OpenDS \u306e\u30de\u30cb\u30e5\u30a2\u30eb\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002Berkeley DB Java Edition \u30c7\u30a3\u30b9\u30c8\u30ea\u30d3\u30e5\u30fc\u30b7\u30e7\u30f3\u306e example.properties \u30d5\u30a1\u30a4\u30eb\u3067\u4f7f\u7528\u53ef\u80fd\u306a\u3059\u3079\u3066\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u78ba\u5b9a ID\u3002
property.lock-timeout.synopsis=\u8aad\u307f\u53d6\u308a\u307e\u305f\u306f\u66f8\u304d\u8fbc\u307f\u30ed\u30c3\u30af\u3092\u53d6\u5f97\u3059\u308b\u9593\u306e\u5f85\u6a5f\u671f\u9593\u3002
property.max-entries.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u683c\u7d0d\u3067\u304d\u308b\u6700\u5927\u30a8\u30f3\u30c8\u30ea\u6570\u3002
property.max-memory-size.synopsis=\u30d0\u30a4\u30c8\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u305f\u3001\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u6700\u5927\u30b5\u30a4\u30ba\u3002
property.persistent-cache.synopsis=\u518d\u8d77\u52d5\u5f8c\u3082\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u4fdd\u6301\u3059\u3079\u304d\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
