user-friendly-name=Editor del registro de acceso basado en archivos
user-friendly-plural-name=Editores del registro de acceso basado en archivos
synopsis=Los editores del registro de acceso basado en archivos publican mensajes de acceso en el sistema de archivos.
property.append.synopsis=Especifica si se anexar\u00e1 a los archivos de registro existentes.
property.asynchronous.synopsis=Indica si el editor del registro de acceso basado en archivos publicar\u00e1 registros de forma as\u00edncrona.
property.auto-flush.synopsis=Determina si se vaciar\u00e1 el autor despu\u00e9s de que se escriban todas las entradas del registro.
property.auto-flush.description=Si se utiliza la opci\u00f3n de escritura as\u00edncrona, el autor se vaciar\u00e1 una vez escritas todas las entradas del registro de la cola.
property.buffer-size.synopsis=Especifica el tama\u00f1o del b\u00fafer del archivo de registro.
property.enabled.synopsis=Indica si se ha habilitado para su uso el editor del registro de acceso basado en archivos.
property.java-class.synopsis=El nombre completo de la clase de Java que proporciona la implementaci\u00f3n del editor del registro de acceso basado en archivos.
property.log-file.synopsis=El nombre de archivo que se utilizar\u00e1 para los archivos generados por el editor del registro de acceso basado en archivos. La ruta al archivo depende de la ra\u00edz del servidor.
property.log-file.syntax.string.pattern.synopsis=Una ruta a un archivo existente que puede leer el servidor.
property.log-file-permissions.synopsis=Los permisos de UNIX de los archivos de registro creados por este editor del registro de acceso basado en archivos.
property.log-file-permissions.syntax.string.pattern.synopsis=Una cadena de modo UNIX v\u00e1lida. La cadena de modo debe contener tres d\u00edgitos comprendidos entre cero y siete.
property.queue-size.synopsis=El n\u00famero m\u00e1ximo de entradas de registro que pueden almacenarse en la cola as\u00edncrona.
property.queue-size.description=Si configura el tama\u00f1o de la cola con cero, se activa la implementaci\u00f3n del autor del registro paralelo que no tiene ning\u00fan l\u00edmite de tama\u00f1o de cola y, como tal, el autor del registro paralelo \u00fanicamente debe usarse en una configuraci\u00f3n de servidor perfectamente optimizada para evitar posibles errores de memoria agotada.
property.queue-size.requires-admin-action.synopsis=El editor del registro de acceso basado en archivos debe reiniciarse si se modifica esta propiedad y si la propiedad as\u00edncrona se establece en "true" (verdadero).
property.retention-policy.synopsis=La directiva de retenci\u00f3n que se utilizar\u00e1 para el editor del registro de acceso basado en archivos.
property.retention-policy.description=Si se utilizan varias directivas, se vaciar\u00e1n los archivos de registro cuando se cumpla alguna de las condiciones asociadas a la directiva.
property.retention-policy.default-behavior.alias.synopsis=No se utiliza ninguna directiva de retenci\u00f3n ni se vac\u00edan nunca los archivos de registro.
property.rotation-policy.synopsis=La directiva de rotaci\u00f3n que se utilizar\u00e1 para el editor del registro de acceso basado en archivos.
property.rotation-policy.description=Si se utilizan varias directivas, se realizar\u00e1 la rotaci\u00f3n cuando se cumpla alguna de las condiciones asociadas a la directiva.
property.rotation-policy.default-behavior.alias.synopsis=No se utiliza ninguna directiva de rotaci\u00f3n ni se produce ninguna rotaci\u00f3n de registro.
property.suppress-internal-operations.synopsis=Indica si las operaciones internas (como, por ejemplo, aquellas iniciadas por complementos) deben registrarse junto con las operaciones solicitadas por los usuarios.
property.suppress-synchronization-operations.synopsis=Indica si deben suprimirse los mensajes de acceso generados por las operaciones de sincronizaci\u00f3n.
property.time-interval.synopsis=Especifica el intervalo con el que se comprobar\u00e1 si deben rotarse los archivos de registro.
