user-friendly-name=Proveedor del administrador de claves basado en archivos
user-friendly-plural-name=Proveedores de administradores de claves basados en archivos
synopsis=El proveedor del administrador de claves basado en archivos se puede utilizar para obtener el certificado del servidor desde un archivo de almac\u00e9n de claves del sistema de archivos local.
description=Se admiten varios formatos de archivo en funci\u00f3n de los proveedores compatibles con el entorno de ejecuci\u00f3n de Java subyacente.
constraint.1.synopsis=Debe especificarse el PIN del almac\u00e9n de claves mediante una de las propiedades "key-store-pin" al habilitar el proveedor del administrador de claves basado en archivos.
property.enabled.synopsis=Indica si el proveedor del administrador de claves basado en archivos se ha habilitado para su uso.
property.java-class.synopsis=El nombre completo de la clase de Java que proporciona la implementaci\u00f3n del proveedor del administrador de claves basado en archivos.
property.key-store-file.synopsis=Especifica la ruta al archivo que contenga la informaci\u00f3n de clave privada. Puede ser una ruta absoluta o una relativa a la ra\u00edz de instancias de OpenDJ.
property.key-store-file.description=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de claves.
property.key-store-file.syntax.string.pattern.synopsis=Una ruta a un archivo existente que pueda leer el servidor.
property.key-store-pin.synopsis=Especifica el PIN de texto sin cifrar necesario para acceder al proveedor del administrador de claves basado en archivos.
property.key-store-pin.requires-admin-action.synopsis=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de claves basado en archivos.
property.key-store-pin-environment-variable.synopsis=Especifica el nombre de la variable de entorno que contenga el PIN de texto sin cifrar necesario para acceder al proveedor del administrador de claves basado en archivos.
property.key-store-pin-environment-variable.requires-admin-action.synopsis=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de claves basado en archivos.
property.key-store-pin-environment-variable.syntax.string.pattern.synopsis=El nombre de la variable de entorno definida que contenga el PIN de texto sin cifrar necesario para acceder al contenido del almac\u00e9n de claves.
property.key-store-pin-file.synopsis=Especifica la ruta al archivo de texto cuyo contenido deber\u00eda constar de una sola l\u00ednea que incluyera el PIN de texto sin cifrar necesario para acceder al proveedor del administrador de claves basado en archivos.
property.key-store-pin-file.requires-admin-action.synopsis=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de claves basado en archivos.
property.key-store-pin-file.syntax.string.pattern.synopsis=Una ruta a un archivo existente que pueda leer el servidor.
property.key-store-pin-property.synopsis=Especifica el nombre de la propiedad de Java que contenga el PIN de texto sin cifrar necesario para acceder al proveedor del administrador de claves basado en archivos.
property.key-store-pin-property.requires-admin-action.synopsis=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de claves basado en archivos.
property.key-store-pin-property.syntax.string.pattern.synopsis=El nombre de la propiedad de Java definida.
property.key-store-type.synopsis=Especifica el formato de los datos del archivo del almac\u00e9n de claves.
property.key-store-type.description=Entre los valores v\u00e1lidos, se incluyen siempre "JKS" y "PKCS12", aunque en otras implementaciones podr\u00edan aparecer tambi\u00e9n otros valores. Si no se proporciona ning\u00fan valor, se utilizar\u00e1 el valor predeterminado de JVM. Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n la pr\u00f3xima vez que se acceda al administrador de claves.
property.key-store-type.syntax.string.pattern.synopsis=Cualquier formato de almac\u00e9n de claves admitido por el entorno de ejecuci\u00f3n de Java.
