user-friendly-name=Fournisseur de gestionnaire de cl\u00e9 de type fichier
user-friendly-plural-name=Fournisseurs de gestionnaire de cl\u00e9 de type fichier
synopsis=Le fournisseur de gestionnaire de cl\u00e9 de type fichier peut \u00eatre utilis\u00e9 pour obtenir le certificat du serveur \u00e0 partir d'un fichier keystore dans le syst\u00e8me de fichiers local.
description=De nombreux formats de fichiers peuvent \u00eatre pris en charge, selon les fournisseurs pris en charge par l'environnement d'ex\u00e9cution Java sous-jacent.
constraint.1.synopsis=Le mot de passe de keystore doit \u00eatre sp\u00e9cifi\u00e9 en utilisant l'une de ses propri\u00e9t\u00e9s quand le fournisseur de gestionnaire de cl\u00e9 de type fichier est activ\u00e9.
property.enabled.synopsis=Indique si le fournisseur de gestionnaire de cl\u00e9 de type fichier est activ\u00e9 pour utilisation.
property.java-class.synopsis=Le nom complet de la classe Java qui fournit l'impl\u00e9mentation du fournisseur de gestionnaire de cl\u00e9 de type fichier.
property.key-store-file.synopsis=Sp\u00e9cifie le chemin vers le fichier qui contient les informations de cl\u00e9 priv\u00e9es. Ce peut \u00eatre un chemin absolu ou relatif \u00e0 la racine d'instance d'OpenDJ.
property.key-store-file.description=Les modifications de cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au gestionnaire de cl\u00e9s.
property.key-store-file.syntax.string.pattern.synopsis=Un chemin vers un fichier existant qui est lisible par le serveur.
property.key-store-pin.synopsis=Sp\u00e9cifie le num\u00e9ro d'identification personnel n\u00e9cessaire pour l'acc\u00e8s au fournisseur de gestionnaire de cl\u00e9 de type fichier.
property.key-store-pin.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au fournisseur de gestionnaire de cl\u00e9 de type fichier.
property.key-store-pin-environment-variable.synopsis=Sp\u00e9cifie le nom de la variable d'environnement contenant le num\u00e9ro d'identification personnel en texte en clair n\u00e9cessaire \u00e0 l'ouverture du fournisseur de gestionnaire de cl\u00e9 de type fichier.
property.key-store-pin-environment-variable.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au fournisseur de gestionnaire de cl\u00e9 de type fichier.
property.key-store-pin-environment-variable.syntax.string.pattern.synopsis=Le nom d'une variable d'environnement d\u00e9finie qui contient le num\u00e9ro d'identification en texte en clair requis pour l'acc\u00e8s au contenu du keystore.
property.key-store-pin-file.synopsis=Sp\u00e9cifie le chemin vers le fichier texte dont le seul contenu doit \u00eatre une ligne unique contenant le num\u00e9ro d'identification personnel en texte en clair, n\u00e9cessaire \u00e0 l'ouverture du gestionnaire de cl\u00e9 de type fichier.
property.key-store-pin-file.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au fournisseur de gestionnaire de cl\u00e9 de type fichier.
property.key-store-pin-file.syntax.string.pattern.synopsis=Un chemin vers un fichier existant qui est lisible par le serveur.
property.key-store-pin-property.synopsis=Sp\u00e9cifie le nom de la propri\u00e9t\u00e9 Java qui contient le num\u00e9ro d'identification personnel en texte en clair n\u00e9cessaire \u00e0 l'acc\u00e8s au fournisseur de gestionnaire de cl\u00e9 de type fichier.
property.key-store-pin-property.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au fournisseur de gestionnaire de cl\u00e9 de type fichier.
property.key-store-pin-property.syntax.string.pattern.synopsis=Le nom d'une propri\u00e9t\u00e9 Java d\u00e9finie.
property.key-store-type.synopsis=Sp\u00e9cifie le format pour les donn\u00e9es dans le fichier de keystore.
property.key-store-type.description=Les valeurs valides doivent toujours inclure 'JKS' et 'PKCS12', mais des impl\u00e9mentations diff\u00e9rentes peuvent accepter d'autres valeurs. Si aucune valeur n'est fournie, la valeur par d\u00e9faut de la JVM est utilis\u00e9e. Les modifications de cet attribut de configuration prendront effet \u00e0 la prochaine ouverture du gestionnaire de cl\u00e9s.
property.key-store-type.syntax.string.pattern.synopsis=Nimporte quel format de keystore pris en chrage par l'environnement d'ex\u00e9cution Java.
