user-friendly-name=Editor de registro de depuraci\u00f3n basado en archivos
user-friendly-plural-name=Editores de registros de depuraci\u00f3n basados en archivos
synopsis=Los editores de registros de depuraci\u00f3n basados en archivos publican mensajes de depuraci\u00f3n en el sistema de archivos.
property.append.synopsis=Especifica si se anexa a los archivos de registro existentes.
property.asynchronous.synopsis=Indica si el editor de registros de depuraci\u00f3n basado en archivos publicar\u00e1 registros de forma as\u00edncrona.
property.auto-flush.synopsis=Especifica si se vac\u00eda el mecanismo de escritura despu\u00e9s de cada registro.
property.auto-flush.description=Si se utiliza la opci\u00f3n de escritura no sincr\u00f3nica, el mecanismo de escritura se vac\u00eda una vez que se hayan escrito todos los registros.
property.buffer-size.synopsis=Especifica el tama\u00f1o de la memoria intermedia del archivo de registro.
property.default-debug-category.synopsis=Las categor\u00edas del mensaje de depuraci\u00f3n que se registra cuando ninguno de los objetivos definidos coincide con el mensaje.
property.default-debug-category.default-behavior.alias.synopsis=Se registrar\u00e1n mensajes de cualquier categor\u00eda si disponen de un nivel de depuraci\u00f3n suficiente.
property.default-debug-category.syntax.enumeration.value.caught.synopsis=Excepci\u00f3n cumplida.
property.default-debug-category.syntax.enumeration.value.constructor.synopsis=Entrada del constructor.
property.default-debug-category.syntax.enumeration.value.data.synopsis=Volcado de datos sin formato.
property.default-debug-category.syntax.enumeration.value.database-access.synopsis=Acceso a la base de datos secundaria.
property.default-debug-category.syntax.enumeration.value.enter.synopsis=Entrada del m\u00e9todo.
property.default-debug-category.syntax.enumeration.value.exit.synopsis=Salida del m\u00e9todo.
property.default-debug-category.syntax.enumeration.value.message.synopsis=Mensaje de depuraci\u00f3n arbitrario.
property.default-debug-category.syntax.enumeration.value.protocol.synopsis=Volcado de elemento de protocolo.
property.default-debug-category.syntax.enumeration.value.thrown.synopsis=Inicio de excepci\u00f3n a partir del m\u00e9todo.
property.default-debug-level.synopsis=El nivel de gravedad m\u00e1s bajo de los mensajes de depuraci\u00f3n que se registra cuando ninguno de los destinos definidos coincide con el mensaje.
property.default-debug-level.syntax.enumeration.value.all.synopsis=Se registrar\u00e1n mensajes de cualquier nivel de gravedad.
property.default-debug-level.syntax.enumeration.value.disabled.synopsis=No se registra ning\u00fan mensaje.
property.default-debug-level.syntax.enumeration.value.error.synopsis=Se registrar\u00e1n mensajes de nivel de gravedad ERROR o superior.
property.default-debug-level.syntax.enumeration.value.info.synopsis=Se registrar\u00e1n mensajes de nivel de gravedad INFORMACI\u00d3N o superior.
property.default-debug-level.syntax.enumeration.value.verbose.synopsis=Se registrar\u00e1n mensajes de nivel de gravedad DETALLADO o superior.
property.default-debug-level.syntax.enumeration.value.warning.synopsis=Se registrar\u00e1n mensajes de nivel de gravedad ADVERTENCIA o superior.
property.default-include-throwable-cause.synopsis=Indica si debe incluirse la causa de la excepci\u00f3n de forma predeterminada en los mensajes de excepci\u00f3n iniciada y capturada registrados.
property.default-omit-method-entry-arguments.synopsis=Indica si deben incluirse los argumentos del m\u00e9todo de forma predeterminada en los mensajes de depuraci\u00f3n registrados.
property.default-omit-method-return-value.synopsis=Indica si debe incluirse el valor de retorno de forma predeterminada en los mensajes de depuraci\u00f3n registrados.
property.default-throwable-stack-frames.synopsis=Indica el n\u00famero de marcos de pila que deben incluirse en el seguimiento de pila para la entrada del m\u00e9todo y los mensajes de inicio de excepci\u00f3n.
property.enabled.synopsis=Indica si el editor de registros de depuraci\u00f3n basado en archivos est\u00e1 habilitado para su uso.
property.java-class.synopsis=El nombre completo de la clase de Java que proporciona la implementaci\u00f3n del editor de registro de depuraci\u00f3n basado en archivos.
property.log-file.synopsis=El nombre del archivo que deben utilizar los archivos de registro generados por el editor de registro de depuraci\u00f3n basado en archivos.
property.log-file.description=La ruta del archivo est\u00e1 relacionada con la ruta del servidor.
property.log-file-permissions.synopsis=Los permisos UNIX de los archivos de registro creados por este editor de registro de depuraci\u00f3n basado en archivos.
property.log-file-permissions.syntax.string.pattern.synopsis=Una cadena modo UNIX v\u00e1lida. La cadena del modo debe contener tres d\u00edgitos entre cero y siete.
property.queue-size.synopsis=El n\u00famero m\u00e1ximo de registros que pueden almacenarse en la cola asincr\u00f3nica.
property.retention-policy.synopsis=La pol\u00edtica de retenci\u00f3n que emplea el editor de registro de depuraci\u00f3n basado en archivos.
property.retention-policy.description=Cuando se utilizan varias pol\u00edticas, se borran los archivos de registro cuando se cumple cualquiera de las condiciones de la pol\u00edtica.
property.retention-policy.default-behavior.alias.synopsis=No se emplea ninguna pol\u00edtica de retenci\u00f3n y los archivos de registro no se borran nunca.
property.rotation-policy.synopsis=La pol\u00edtica de rotaci\u00f3n que emplea el editor de registro de depuraci\u00f3n basado en archivos.
property.rotation-policy.description=Cuando se utilizan varias pol\u00edticas, se producir\u00e1 la rotaci\u00f3n si se cumple cualquiera de las condiciones de la pol\u00edtica.
property.rotation-policy.default-behavior.alias.synopsis=No se aplica ninguna pol\u00edtica de rotaci\u00f3n y no se llevar\u00e1 a cabo la rotaci\u00f3n de registro.
property.time-interval.synopsis=Especifica el intervalo en el que se comprueba si deben rotarse los archivos de registro.
relation.debug-target.user-friendly-name=Destino de depuraci\u00f3n
relation.debug-target.user-friendly-plural-name=Destinos de depuraci\u00f3n
relation.debug-target.synopsis=Los destinos de depuraci\u00f3n definen los tipos de mensajes registrados en la depuraci\u00f3n logPublisher.
relation.debug-target.description=Los destinos de depuraci\u00f3n permiten un control de alta precisi\u00f3n de los mensajes que se registran seg\u00fan la clase de paquete o m\u00e9todo de generaci\u00f3n del mensaje. Cada entrada de configuraci\u00f3n de destino de la depuraci\u00f3n reside debajo de la entrada RDN de "cn=Debug Target" inmediatamente debajo de la entrada principal ds-cfg-debug-log-publisher.
