user-friendly-name=Configuration globale
user-friendly-plural-name=Configurations globales
synopsis=La configuration globale contient des propri\u00e9t\u00e9s qui affectent l'op\u00e9ration d'OpenDJ dans son ensemble.
property.add-missing-rdn-attributes.synopsis=Indique si Directory Server doit automatiquement ajouter dans cette entr\u00e9e, les valeurs d'attribut contenues dans le NRD (Relative Distinguished Name, nom distinctif relatif) de l'entr\u00e9e lors du traitement d'une requ\u00eate d'ajout.
property.allow-attribute-name-exceptions.synopsis=Indique si Directory Server doit autoriser les soulignements dans les noms d'attribut et autoriser les noms d'attribut \u00e0 commencer par des chiffres num\u00e9riques (qui sont tous les deux des violations des standards LDAP).
property.allowed-task.synopsis=Sp\u00e9cifie le nom complet d'une classe Java qui peut \u00eatre appel\u00e9e dans le serveur.
property.allowed-task.description=Toute tentative pour appeler une t\u00e2che non incluse dans la liste des t\u00e2ches autoris\u00e9es est refus\u00e9e.
property.allowed-task.default-behavior.alias.synopsis=Si aucune valeur n'est d\u00e9finie, le serveur n'autorise pas l'appel de t\u00e2ches.
property.bind-with-dn-requires-password.synopsis=Indique si Directory Server doit refuser une requ\u00eate de liaison simple qui contient un DN, mais pas de mot de passe.
property.bind-with-dn-requires-password.description=Bien que de telles requ\u00eates de liaison soient techniquement autoris\u00e9es par la sp\u00e9cification LDAPv3 (et doivent \u00eatre trait\u00e9es comme authentification simple et anonyme), elles peuvent introduire des probl\u00e8mes de s\u00e9curit\u00e9 dans des applications qui ne v\u00e9rifient pas que le client a r\u00e9eellemnt fourni un mot de passe.
property.check-schema.synopsis=Indique si la mise en \u0153uvre du sch\u00e9ma est active.
property.check-schema.description=Quand la mise en \u0153uvre du sch\u00e9ma est activ\u00e9e, Directory Server s'assure que toutes les op\u00e9rations r\u00e9sultant en entr\u00e9es sont valides selon le sch\u00e9ma de serveur d\u00e9fini. Il est fortement recommand\u00e9 de laisser cette option activ\u00e9e pour emp\u00eacher l'addition involontaire de donn\u00e9es invalides dans le serveur.
property.default-password-policy.synopsis=Sp\u00e9cifie le nom de strat\u00e9gie de mot de passe en vigueur pour les utilisateurs dont les entr\u00e9es ne sp\u00e9cifient pas d'autre strat\u00e9gie de mot de passe (via un attribut r\u00e9el ou virtuel).
property.disabled-privilege.synopsis=Sp\u00e9cifie le nom d'un privil\u00e8ge qui ne doit pas \u00eatre \u00e9valu\u00e9 par le serveur.
property.disabled-privilege.description=Si un privil\u00e8ge est d\u00e9sactiv\u00e9, il est suppos\u00e9 que tous les clients (y compris des clients non authentifi\u00e9s) ont ce privil\u00e8ge.
property.disabled-privilege.default-behavior.alias.synopsis=Si aucune valeur n'est d\u00e9finie, le serveur met en \u0153uvre tous les privil\u00e8ges.
property.disabled-privilege.syntax.enumeration.value.backend-backup.synopsis=Autorise l'utilisateur \u00e0 demander que le serveur traite des t\u00e2ches de sauvegarde.
property.disabled-privilege.syntax.enumeration.value.backend-restore.synopsis=Autorise l'utilisateur \u00e0 demander que le serveur traite des t\u00e2ches de restauration.
property.disabled-privilege.syntax.enumeration.value.bypass-acl.synopsis=Autorise l'utilisateur associ\u00e9 \u00e0 contourner les v\u00e9rifications de contr\u00f4le d'acc\u00e8s effectu\u00e9es par le serveur.
property.disabled-privilege.syntax.enumeration.value.bypass-lockdown.synopsis=Autorise l'utilisateur associ\u00e9 \u00e0 contourner le mode de verrouillage du serveur.
property.disabled-privilege.syntax.enumeration.value.cancel-request.synopsis=Autorise l'utilisateur \u00e0 annuler des op\u00e9rations en cours sur d'autres connexions client.
property.disabled-privilege.syntax.enumeration.value.config-read.synopsis=Autorise l'utilisateur associ\u00e9 \u00e0 lire la configuration du serveur.
property.disabled-privilege.syntax.enumeration.value.config-write.synopsis=Autorise l'utilisateur associ\u00e9 \u00e0 mettre \u00e0 jour la configuration du serveur. Le privil\u00e8ge config-read est aussi requis.
property.disabled-privilege.syntax.enumeration.value.data-sync.synopsis=Autorise l'utilisateur \u00e0 participer \u00e0 la synchronisation des donn\u00e9es.
property.disabled-privilege.syntax.enumeration.value.disconnect-client.synopsis=Autorise l'utilisateur \u00e0 terminer d'autres connexions client.
property.disabled-privilege.syntax.enumeration.value.jmx-notify.synopsis=Autorise l'utilisateur associ\u00e9 \u00e0 souscrire pour recevoir des notifications de JMX.
property.disabled-privilege.syntax.enumeration.value.jmx-read.synopsis=Autorise l'utilisateur associ\u00e9 \u00e0 effectuer des op\u00e9rations en lecture de JMX.
property.disabled-privilege.syntax.enumeration.value.jmx-write.synopsis=Autorise l'utilisateur associ\u00e9 \u00e0 effectuer des op\u00e9rations en \u00e9criture de JMX.
property.disabled-privilege.syntax.enumeration.value.ldif-export.synopsis=Autorise l'utilisateur \u00e0 demander que le serveur traite des t\u00e2ches d'exportation LDIF.
property.disabled-privilege.syntax.enumeration.value.ldif-import.synopsis=Autorise l'utilisateur \u00e0 demander que le serveur traite des t\u00e2ches d'importation LDIF.
property.disabled-privilege.syntax.enumeration.value.modify-acl.synopsis=Autorise l'utilisateur associ\u00e9 \u00e0 modifier la configuration de contr\u00f4le d'acc\u00e8s au serveur.
property.disabled-privilege.syntax.enumeration.value.password-reset.synopsis=Autorise l'utilisateur \u00e0 r\u00e9initialiser les mots de passe utilisateur.
property.disabled-privilege.syntax.enumeration.value.privilege-change.synopsis=Autorise l'utilisateur \u00e0 faire des modifications \u00e0 l'ensemble des privil\u00e8ges racine d\u00e9finis, et aussi \u00e0 accorder et r\u00e9voquer des privil\u00e8ges aux utilisateurs.
property.disabled-privilege.syntax.enumeration.value.proxied-auth.synopsis=Autorise l'utilisateur \u00e0 utiliser le contr\u00f4le d'autorisation en proxy ou d'effectuer une liaison qui sp\u00e9cifie une identit\u00e9 d'autorisation alternative.
property.disabled-privilege.syntax.enumeration.value.server-lockdown.synopsis=Autorise l'utilisateur \u00e0 placer le serveur en mode verrouillage.
property.disabled-privilege.syntax.enumeration.value.server-restart.synopsis=Autorise l'utilisateur \u00e0 demander que le serveur effectue un red\u00e9marrage dans le serveur de base.
property.disabled-privilege.syntax.enumeration.value.server-shutdown.synopsis=Autorise l'utilisateur \u00e0 demander la fermeture du serveur.
property.disabled-privilege.syntax.enumeration.value.unindexed-search.synopsis=Autorise l'utilisateur \u00e0 demander que le serveur traite une recherche qui ne peut \u00eatre optimis\u00e9e en utilisant des index de serveur.
property.disabled-privilege.syntax.enumeration.value.update-schema.synopsis=Autorise un utilisateur \u00e0 faire des modifications \u00e0 un sch\u00e9ma de serveur.
property.entry-cache-preload.synopsis=Indique s'il faut (ou non) pr\u00e9charger le cache d'entr\u00e9e au d\u00e9marrage.
property.etime-resolution.synopsis=Sp\u00e9cifie la r\u00e9solution \u00e0 utiliser pour des mesures de temps de traitement \u00e9coul\u00e9 (etime) pour une op\u00e9ration.
property.etime-resolution.syntax.enumeration.value.milliseconds.synopsis=Utiliser la r\u00e9solution en millisecondes.
property.etime-resolution.syntax.enumeration.value.nanoseconds.synopsis=Utiliser la r\u00e9solution en nanosecondes.
property.idle-time-limit.synopsis=Sp\u00e9cifie la dur\u00e9e de temps maximum qu'une connexion cliente peut rester \u00e9tablie depuis sa derni\u00e8re op\u00e9ration termin\u00e9e.
property.idle-time-limit.description=Une valeur de "0 seconds" indique qu'aucune limite de temps d'inactivit\u00e9 n'est mise en \u0153uvre.
property.invalid-attribute-syntax-behavior.synopsis=Sp\u00e9cifie comment Directory Server doit g\u00e9rer les op\u00e9rations chaque fois qu'une valeur d'attribut viole la syntaxe d'attribut correspondante.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.accept.synopsis=Directory Server accepte silencieusement les valeurs d'attribut qui sont invalides selon leur syntaxe correspondante. Les op\u00e9rations de mise en correspondance ciblant ces valeurs peuvent ne pas se comporter comme pr\u00e9vu.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.reject.synopsis=Directory Server refuse les valeurs d'attribut qui sont invalides selon leur syntaxe correspondante.
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.warn.synopsis=Directory Server accepte les valeurs d'attribut qui sont invalides selon leur syntaxe correspondante, mais journalise aussi un message d'avertissement dans le journal d'erreur. Les op\u00e9rations de mise en correspondance ciblant ces valeurs peuvent ne pas se comporter comme pr\u00e9vu.
property.lookthrough-limit.synopsis=Sp\u00e9cifie le nombre maximum d'entr\u00e9es que Directory Server doit "parcourir" pendant le traitement d'une requ\u00eate de recherche.
property.lookthrough-limit.description=Ceci inclut toute entr\u00e9e que le serveur doit examiner pendant le traitement de la requ\u00eate, sans savoir si l'entr\u00e9e correspond r\u00e9ellement au crit\u00e8re de recherche. Une valeur de 0 indique qu'aucune limite de parcours des entr\u00e9es n'est mise en \u0153uvre. Remarque\u00a0: ceci est la limite par d\u00e9faut dans tout le serveur, mais elle peut \u00eatre \u00e9cras\u00e9e pour chaque utilisateur en utilisant l'attribut op\u00e9rationnel ds-rlim-lookthrough-limit.
property.max-allowed-client-connections.synopsis=Sp\u00e9cifie le nombre maximum de connexions clientes qui peuvent \u00eatre \u00e9tablies \u00e0 tout moment donn\u00e9
property.max-allowed-client-connections.description=Une valeur de 0 indique qu'une connexion cliente illimit\u00e9e est autoris\u00e9e.
property.notify-abandoned-operations.synopsis=Indique si Directory Server doit envoyer une r\u00e9ponse \u00e0 toute op\u00e9ration interrompue via une demande d'abandon.
property.notify-abandoned-operations.description=La sp\u00e9cification LDAP indique que les op\u00e9rations abandonn\u00e9es ne doivent pas recevoir de r\u00e9ponse, mais cela peut causer des probl\u00e8mes avec les applications client qui s'attendent toujours \u00e0 recevoir une r\u00e9ponse \u00e0 chaque demande.
property.proxied-authorization-identity-mapper.synopsis=Sp\u00e9cifie le nom du mappeur d'identit\u00e9 pour mapper \u00e0 l'entr\u00e9e utilisateur correspondante les valeurs d'ID d'autorisation, (en utilisant la forme "u:") fournies dans le contr\u00f4le d'autorisation en proxy.
property.proxied-authorization-identity-mapper.syntax.aggregation.constraint-synopsis=Le mappeur d'identit\u00e9 r\u00e9f\u00e9renc\u00e9 doit \u00eatre activ\u00e9.
property.reject-unauthenticated-requests.synopsis=Indique si Directory Server doit refuser une requ\u00eate (autre que des requ\u00eates de liaison ou de StartTLS) re\u00e7ue d'un client qui n'a pas encore \u00e9t\u00e9 authentifi\u00e9, dont la derni\u00e8re authentification a \u00e9chou\u00e9, ou dont la derni\u00e8re tentative d'authentification a utilis\u00e9 une authentification anonyme.
property.return-bind-error-messages.synopsis=Indique si les r\u00e9ponses pour les connections ayant \u00e9chou\u00e9 doivent inclure une cha\u00eene de message fournissant la raison de l'\u00e9chec d'authentification.
property.return-bind-error-messages.description=Remarque\u00a0: ces messages peuvent inclure des informations qui peuvent potentiellement \u00eatre utilis\u00e9es par un agresseur. Si cette option est d\u00e9sactiv\u00e9e, ces messages s'affichent seulement dans le journal d'acc\u00e8s du serveur.
property.save-config-on-successful-startup.synopsis=Indique si Directory Server doit enregistrer une copie de sa configuration \u00e0 chaque fois que le processus de d\u00e9marrage se termine avec succ\u00e8s.
property.save-config-on-successful-startup.description=Ceci permet de s'assurer que le serveur fournit une configuration de type "la meilleure et la plus r\u00e9cente", qui peut \u00eatre utilis\u00e9e comme r\u00e9f\u00e9rence (ou copi\u00e9e dans la configuration active) si le serveur \u00e9choue \u00e0 d\u00e9marrer avec la configuration actuelle "active".
property.server-error-result-code.synopsis=Sp\u00e9cifie la valeur num\u00e9rique du code de r\u00e9sultat quand il y a un \u00e9chec du traitement de la requ\u00eate, d\u00fb \u00e0 une erreur interne du serveur.
property.single-structural-objectclass-behavior.synopsis=Sp\u00e9cifie comment Directory Server doit g\u00e9rer des op\u00e9rations si une entr\u00e9e ne contient pas de classe d'objet structurelle ou contient de nombreuses classes structurelles.
property.single-structural-objectclass-behavior.syntax.enumeration.value.accept.synopsis=Directory Server accepte silencieusement des entr\u00e9es qui ne contiennent pas exactement une classe d'objet structurelle. Certaines fonctionnalit\u00e9s du sch\u00e9ma qui d\u00e9pendent de la classe structurelle de l'entr\u00e9e peuvent ne pas se comporter comme pr\u00e9vu.
property.single-structural-objectclass-behavior.syntax.enumeration.value.reject.synopsis=Directory Server refuse les entr\u00e9es qui ne contiennent pas exactement une classe d'objet structurelle.
property.single-structural-objectclass-behavior.syntax.enumeration.value.warn.synopsis=Directory Server accepte les entr\u00e9es qui ne contiennent pas exactement une classe d'objet structurelle, mais journalise aussi un message d'avertissement dans le journal d'erreurs. Certaines fonctionnalit\u00e9s du sch\u00e9ma qui d\u00e9pendent de la classe structurelle de l'entr\u00e9e peuvent ne pas se comporter comme pr\u00e9vu.
property.size-limit.synopsis=Sp\u00e9cifie le nombre maximal d\u2019entr\u00e9es pouvant \u00eatre retourn\u00e9es au client lors d\u2019une op\u00e9ration de recherche unique.
property.size-limit.description=Une valeur de 0 indique qu'aucune limite de taille n'est mise en \u0153uvre. Remarque\u00a0: ceci est la limite par d\u00e9faut dans tout le serveur, mais elle peut \u00eatre \u00e9cras\u00e9e pour chaque utilisateur en utilisant l'attribut op\u00e9rationnel ds-rlim-lookthrough-limit.
property.smtp-server.synopsis=Sp\u00e9cifie l'adresse (et le num\u00e9ro de port facultatif) pour un serveur de courrier qui peut \u00eatre utilis\u00e9 pour envoyer des messages d'e-mail via SMTP.
property.smtp-server.description=Elle peut \u00eatre une adresse IP ou un nom d'h\u00f4te qui peut \u00eatre r\u00e9solu, et facultativement suivi de deux points et d'un num\u00e9ro de port.
property.smtp-server.default-behavior.alias.synopsis=Si aucune valeur n'est d\u00e9finie, le serveur ne peut envoyer d'e-mail via SMTP.
property.smtp-server.syntax.string.pattern.synopsis=Un nom d'h\u00f4te, facultativement suivi d'un ":" suivi d'un num\u00e9ro de port.
property.time-limit.synopsis=Sp\u00e9cifie la dur\u00e9e maximale que le syst\u00e8me doit consacrer au traitement d'une seule op\u00e9ration de recherche.
property.time-limit.description=Une valeur de 0 seconde indique qu'aucune limite de temps n'est mise en \u0153uvre. Remarque\u00a0: ceci est la limite de temps par d\u00e9faut dans tout le serveur, mais elle peut \u00eatre \u00e9cras\u00e9e pour chaque utilisateur en utilisant l'attribut op\u00e9rationnel ds-rlim-time-limit.
property.workflow-configuration-mode.synopsis=Sp\u00e9cifie le mode de configuration de flux de travaux (automatique ou manuel).
property.workflow-configuration-mode.syntax.enumeration.value.auto.synopsis=En mode de configuration automatique, il n'y a pas de configuration de flux de travaux. Les flux de travaux sont cr\u00e9\u00e9s automatiquement, et sont bas\u00e9s sur la configuration du backend. Il y a un flux de travaux par DN de base de backend.
property.workflow-configuration-mode.syntax.enumeration.value.manual.synopsis=En mode de configuration manuelle, chaque flux de travaux est cr\u00e9\u00e9 selon sa description dans la configuration.
property.writability-mode.synopsis=Sp\u00e9cifie les types d'op\u00e9rations en \u00e9criture dans le processus que Directory Server peut traiter.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Directory Server refuse toutes les op\u00e9rations en \u00e9criture dont  la demande est issue, quelle que soit leur origine.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Directory Server tente de traiter toutes les op\u00e9rations en \u00e9criture dont la demande est issue, quelle que soit leur origine.
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Directory Server tente de traiter les op\u00e9rations en \u00e9criture requises en tant qu'op\u00e9rations internes ou via la synchronisation, mais il refuse des op\u00e9rations de ce type demand\u00e9es par des clients externes.
