user-friendly-name=\u30b0\u30ed\u30fc\u30d0\u30eb\u69cb\u6210
user-friendly-plural-name=\u30b0\u30ed\u30fc\u30d0\u30eb\u69cb\u6210
synopsis=\u30b0\u30ed\u30fc\u30d0\u30eb\u69cb\u6210\u306b\u306f\u3001OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u64cd\u4f5c\u5168\u4f53\u306b\u5f71\u97ff\u3092\u4e0e\u3048\u308b\u8a2d\u5b9a\u9805\u76ee\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
property.add-missing-rdn-attributes.synopsis=\u8ffd\u52a0\u8981\u6c42\u3092\u51e6\u7406\u3059\u308b\u3068\u304d\u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30a8\u30f3\u30c8\u30ea\u306e RDN \u306b\u542b\u307e\u308c\u308b\u5c5e\u6027\u5024\u3092\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u81ea\u52d5\u7684\u306b\u8ffd\u52a0\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-attribute-name-exceptions.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u5c5e\u6027\u540d\u306e\u4e0b\u7dda\u3092\u8a31\u53ef\u3059\u308b\u304b\u3069\u3046\u304b\u3084\u3001\u5c5e\u6027\u540d\u304c\u6570\u5b57\u3067\u59cb\u307e\u308b\u3053\u3068\u3092\u8a31\u53ef\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059 (\u4e21\u65b9\u3068\u3082 LDAP \u6a19\u6e96\u898f\u683c\u306e\u9055\u53cd\u3067\u3059)\u3002
property.allowed-task.synopsis=\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u547c\u3073\u51fa\u3059\u3053\u3068\u306e\u3067\u304d\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.allowed-task.description=\u8a31\u53ef\u3055\u308c\u305f\u30bf\u30b9\u30af\u306e\u30ea\u30b9\u30c8\u306b\u542b\u307e\u308c\u306a\u3044\u30bf\u30b9\u30af\u3092\u547c\u3073\u51fa\u305d\u3046\u3068\u3059\u308b\u3068\u3001\u62d2\u5426\u3055\u308c\u307e\u3059\u3002
property.allowed-task.default-behavior.alias.synopsis=\u5024\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u30bf\u30b9\u30af\u306e\u547c\u3073\u51fa\u3057\u3092\u8a31\u53ef\u3057\u307e\u305b\u3093\u3002
property.bind-with-dn-requires-password.synopsis=DN \u3092\u542b\u3093\u3067\u3044\u308b\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u306a\u3044\u5358\u7d14\u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u62d2\u5426\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.bind-with-dn-requires-password.description=\u305d\u306e\u3088\u3046\u306a\u5358\u7d14\u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u306f LDAPv3 \u4ed5\u69d8\u306b\u3088\u3063\u3066\u6280\u8853\u7684\u306b\u306f\u8a31\u53ef\u3055\u308c (\u533f\u540d\u306e\u5358\u7d14\u8a8d\u8a3c\u3068\u3057\u3066\u6271\u3046\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059) \u304c\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u5b9f\u969b\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u305f\u3053\u3068\u3092\u78ba\u8a8d\u3057\u306a\u3044\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u306f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u306e\u554f\u984c\u3092\u5f15\u304d\u8d77\u3053\u3059\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
property.check-schema.synopsis=\u30b9\u30ad\u30fc\u30de\u306e\u5f37\u5236\u304c\u6709\u52b9\u3067\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.check-schema.description=\u30b9\u30ad\u30fc\u30de\u306e\u5f37\u5236\u304c\u6709\u52b9\u3067\u3042\u308b\u5834\u5408\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u30a8\u30f3\u30c8\u30ea\u5185\u306e\u3059\u3079\u3066\u306e\u64cd\u4f5c\u7d50\u679c\u304c\u5b9a\u7fa9\u3055\u308c\u305f\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u306b\u5f93\u3063\u3066\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u307e\u3059\u3002\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001\u8aa4\u3063\u3066\u7121\u52b9\u306a\u30c7\u30fc\u30bf\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u8ffd\u52a0\u3059\u308b\u306e\u3092\u9632\u3050\u305f\u3081\u306b\u3001\u6709\u52b9\u306a\u307e\u307e\u306b\u3057\u3066\u304a\u304f\u3053\u3068\u3092\u5f37\u304f\u304a\u52e7\u3081\u3057\u307e\u3059\u3002
property.default-password-policy.synopsis=(\u5b9f\u969b\u307e\u305f\u306f\u4eee\u60f3\u306e\u5c5e\u6027\u306e\u3044\u305a\u308c\u304b\u306b\u3088\u3063\u3066) \u30a8\u30f3\u30c8\u30ea\u3067\u4ee3\u308f\u308a\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.disabled-privilege.synopsis=\u30b5\u30fc\u30d0\u30fc\u306b\u3088\u3063\u3066\u8a55\u4fa1\u3057\u306a\u3044\u7279\u6a29\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.disabled-privilege.description=\u7279\u6a29\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8 (\u8a8d\u8a3c\u3055\u308c\u3066\u3044\u306a\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3082\u542b\u3080) \u306b\u305d\u306e\u7279\u6a29\u304c\u3042\u308b\u3068\u60f3\u5b9a\u3055\u308c\u307e\u3059\u3002
property.disabled-privilege.default-behavior.alias.synopsis=\u5024\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u3059\u3079\u3066\u306e\u7279\u6a29\u3092\u884c\u4f7f\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.backend-backup.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.backend-restore.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u5fa9\u5143\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.bypass-acl.synopsis=\u30b5\u30fc\u30d0\u30fc\u306b\u3088\u3063\u3066\u5b9f\u884c\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u30c1\u30a7\u30c3\u30af\u3092\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30d0\u30a4\u30d1\u30b9\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.cancel-request.synopsis=\u4ed6\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u3067\u9032\u884c\u4e2d\u306e\u64cd\u4f5c\u3092\u30e6\u30fc\u30b6\u30fc\u304c\u53d6\u308a\u6d88\u3059\u3053\u3068\u304c\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.config-read.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u8a2d\u5b9a\u3092\u8aad\u307f\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.config-write.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u8a2d\u5b9a\u3092\u66f4\u65b0\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002\u8a2d\u5b9a\u306e\u8aad\u307f\u53d6\u308a\u6a29\u9650\u3082\u5fc5\u8981\u3067\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.data-sync.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30c7\u30fc\u30bf\u540c\u671f\u306b\u53c2\u52a0\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.disconnect-client.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u4ed6\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u3092\u7d42\u4e86\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.jmx-notify.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c JMX \u901a\u77e5\u306e\u53d7\u4fe1\u306b\u767b\u9332\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.jmx-read.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c JMX \u8aad\u307f\u53d6\u308a\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.jmx-write.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c JMX \u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.ldif-export.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.ldif-import.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.modify-acl.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u8a2d\u5b9a\u3092\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.password-reset.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.privilege-change.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u305f root \u6a29\u9650\u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u307b\u304b\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u7279\u6a29\u3092\u4ed8\u4e0e\u3057\u305f\u308a\u53d6\u308a\u6d88\u3057\u305f\u308a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.proxied-auth.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u627f\u8a8d\u5236\u5fa1\u3092\u4f7f\u7528\u3057\u305f\u308a\u3001\u4ee3\u308f\u308a\u306e\u627f\u8a8d\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3059\u308b\u30d0\u30a4\u30f3\u30c9\u3092\u5b9f\u884c\u3057\u305f\u308a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.server-restart.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u30a4\u30f3\u30b3\u30a2\u518d\u8d77\u52d5\u3092\u5b9f\u884c\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.server-shutdown.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.unindexed-search.synopsis=\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u4f7f\u7528\u3057\u3066\u6700\u9069\u5316\u3067\u304d\u306a\u3044\u691c\u7d22\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.disabled-privilege.syntax.enumeration.value.update-schema.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3092\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.entry-cache-preload.synopsis=\u8d77\u52d5\u6642\u306b\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30d7\u30ea\u30ed\u30fc\u30c9\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.etime-resolution.synopsis=\u64cd\u4f5c\u306e\u51e6\u7406\u7d4c\u904e\u6642\u9593 (etime) \u306e\u6e2c\u5b9a\u306b\u4f7f\u7528\u3059\u308b\u89e3\u50cf\u5ea6\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.etime-resolution.syntax.enumeration.value.milliseconds.synopsis=\u30df\u30ea\u79d2\u306e\u89e3\u50cf\u5ea6\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.etime-resolution.syntax.enumeration.value.nanoseconds.synopsis=\u30ca\u30ce\u79d2\u306e\u89e3\u50cf\u5ea6\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.idle-time-limit.synopsis=\u6700\u5f8c\u306b\u64cd\u4f5c\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u3092\u78ba\u7acb\u3055\u308c\u305f\u307e\u307e\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u6700\u9577\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.idle-time-limit.description=\u5024\u3092\u300c0 \u79d2\u300d\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30a2\u30a4\u30c9\u30eb\u6642\u9593\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002
property.invalid-attribute-syntax-behavior.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5c5e\u6027\u69cb\u6587\u306b\u5c5e\u6027\u5024\u304c\u9055\u53cd\u3057\u305f\u3068\u304d\u306b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u3069\u306e\u3088\u3046\u306b\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u304b\u6307\u5b9a\u3057\u307e\u3059\u3002
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.accept.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u69cb\u6587\u306b\u5f93\u3063\u3066\u7121\u52b9\u306a\u5c5e\u6027\u5024\u3092\u305d\u306e\u307e\u307e\u53d7\u3051\u5165\u308c\u307e\u3059\u3002\u305d\u308c\u3089\u306e\u5024\u3092\u5bfe\u8c61\u3068\u3057\u305f\u7167\u5408\u64cd\u4f5c\u304c\u4e88\u60f3\u3069\u304a\u308a\u306b\u52d5\u4f5c\u3057\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.reject.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u69cb\u6587\u306b\u5f93\u3063\u3066\u7121\u52b9\u306a\u5c5e\u6027\u5024\u3092\u62d2\u5426\u3057\u307e\u3059\u3002
property.invalid-attribute-syntax-behavior.syntax.enumeration.value.warn.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u69cb\u6587\u306b\u5f93\u3063\u3066\u7121\u52b9\u306a\u5c5e\u6027\u5024\u3092\u53d7\u3051\u5165\u308c\u307e\u3059\u304c\u3001\u8b66\u544a\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30a8\u30e9\u30fc\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002\u305d\u308c\u3089\u306e\u5024\u3092\u5bfe\u8c61\u3068\u3057\u305f\u7167\u5408\u64cd\u4f5c\u304c\u4e88\u60f3\u3069\u304a\u308a\u306b\u52d5\u4f5c\u3057\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.lookthrough-limit.synopsis=\u691c\u7d22\u8981\u6c42\u306e\u51e6\u7406\u4e2d\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u300c\u691c\u7d22\u3059\u308b\u300d\u30a8\u30f3\u30c8\u30ea\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.lookthrough-limit.description=\u5b9f\u969b\u306b\u691c\u7d22\u6761\u4ef6\u306b\u4e00\u81f4\u3059\u308b\u304b\u3069\u3046\u304b\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u3053\u308c\u306b\u306f\u8981\u6c42\u306e\u51e6\u7406\u4e2d\u306b\u30b5\u30fc\u30d0\u30fc\u304c\u8abf\u3079\u308b\u5fc5\u8981\u306e\u3042\u308b\u30a8\u30f3\u30c8\u30ea\u304c\u542b\u307e\u308c\u307e\u3059\u3002\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u691c\u7d22\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u30b5\u30fc\u30d0\u30fc\u5168\u4f53\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5236\u9650\u3067\u3059\u304c\u3001ds-rlim-lookthrough-limit \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u3092\u4f7f\u7528\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u3054\u3068\u306e\u57fa\u6e96\u304c\u512a\u5148\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.max-allowed-client-connections.synopsis=\u6307\u5b9a\u3057\u305f\u6642\u9593\u306b\u78ba\u7acb\u3067\u304d\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-allowed-client-connections.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u7121\u5236\u9650\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.notify-abandoned-operations.synopsis=\u8981\u6c42\u304c\u7834\u68c4\u3055\u308c\u305f\u3053\u3068\u306b\u3088\u3063\u3066\u4e2d\u65ad\u3055\u308c\u305f\u64cd\u4f5c\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.notify-abandoned-operations.description=LDAP \u306e\u4ed5\u69d8\u3067\u306f\u7834\u68c4\u3055\u308c\u305f\u64cd\u4f5c\u306f\u5fdc\u7b54\u3092\u53d7\u4fe1\u3057\u306a\u3044\u3053\u3068\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u308c\u306b\u3088\u3063\u3066\u5404\u8981\u6c42\u306b\u5bfe\u3059\u308b\u5fdc\u7b54\u306e\u53d7\u4fe1\u3092\u5e38\u306b\u5f85\u6a5f\u3059\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u554f\u984c\u304c\u767a\u751f\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
property.proxied-authorization-identity-mapper.synopsis=\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u627f\u8a8d\u5236\u5fa1\u3067\u6307\u5b9a\u3055\u308c\u305f\u627f\u8a8d ID \u5024 (\u300cu:\u300d\u66f8\u5f0f\u3092\u4f7f\u7528) \u3092\u5bfe\u5fdc\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306b\u30de\u30c3\u30d7\u3059\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.proxied-authorization-identity-mapper.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u3059\u308b\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.reject-unauthenticated-requests.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u3001\u524d\u56de\u306e\u8a8d\u8a3c\u8a66\u884c\u304c\u6210\u529f\u3057\u306a\u304b\u3063\u305f\u304b\u3001\u524d\u56de\u306e\u8a8d\u8a3c\u8a66\u884c\u3067\u533f\u540d\u8a8d\u8a3c\u304c\u4f7f\u7528\u3055\u308c\u3001\u307e\u3060\u8a8d\u8a3c\u3055\u308c\u3066\u3044\u306a\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u53d7\u4fe1\u3057\u305f\u8981\u6c42\u3092\u3059\u3079\u3066\u62d2\u5426\u3059\u308b (\u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u307e\u305f\u306f StartTLS \u8981\u6c42\u3092\u9664\u304f) \u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.return-bind-error-messages.synopsis=\u5931\u6557\u3057\u305f\u30d0\u30a4\u30f3\u30c9\u64cd\u4f5c\u306b\u5bfe\u3059\u308b\u5fdc\u7b54\u306b\u3001\u8a8d\u8a3c\u304c\u5931\u6557\u3057\u305f\u7406\u7531\u3092\u793a\u3059\u30e1\u30c3\u30bb\u30fc\u30b8\u6587\u5b57\u5217\u3092\u7d44\u307f\u8fbc\u3080\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.return-bind-error-messages.description=\u3053\u308c\u3089\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u306f\u3001\u653b\u6483\u8005\u304c\u4f7f\u7528\u3059\u308b\u53ef\u80fd\u6027\u306e\u3042\u308b\u60c5\u5831\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u30ed\u30b0\u306b\u306e\u307f\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.save-config-on-successful-startup.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u8d77\u52d5\u51e6\u7406\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3059\u308b\u305f\u3073\u306b\u8a2d\u5b9a\u306e\u30b3\u30d4\u30fc\u3092\u4fdd\u5b58\u3057\u307e\u3059\u3002
property.save-config-on-successful-startup.description=\u3053\u308c\u306b\u3088\u308a\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u73fe\u5728\u306e\u300c\u30a2\u30af\u30c6\u30a3\u30d6\u300d\u306a\u8a2d\u5b9a\u3067\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u305f\u5834\u5408\u306b\u53c2\u7167\u3067\u304d\u308b\u300clast known good\u300d\u8a2d\u5b9a\u3092\u7528\u610f\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002
property.server-error-result-code.synopsis=\u5185\u90e8\u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\u304c\u539f\u56e0\u3067\u8981\u6c42\u51e6\u7406\u304c\u5931\u6557\u3057\u305f\u3068\u304d\u306e\u7d50\u679c\u30b3\u30fc\u30c9\u306e\u6570\u5024\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.single-structural-objectclass-behavior.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30a8\u30f3\u30c8\u30ea\u306b\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u64cd\u4f5c\u3084\u30a8\u30f3\u30c8\u30ea\u306b\u8907\u6570\u306e\u69cb\u9020\u30af\u30e9\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u65b9\u6cd5\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.single-structural-objectclass-behavior.syntax.enumeration.value.accept.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u308b\u30a8\u30f3\u30c8\u30ea\u4ee5\u5916\u3092\u305d\u306e\u307e\u307e\u53d7\u3051\u5165\u308c\u307e\u3059\u3002\u30a8\u30f3\u30c8\u30ea\u306e\u69cb\u9020\u30af\u30e9\u30b9\u306b\u4f9d\u5b58\u3059\u308b\u3042\u308b\u7279\u5b9a\u306e\u30b9\u30ad\u30fc\u30de\u6a5f\u80fd\u304c\u4e88\u60f3\u3069\u304a\u308a\u306b\u52d5\u4f5c\u3057\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.single-structural-objectclass-behavior.syntax.enumeration.value.reject.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u308b\u30a8\u30f3\u30c8\u30ea\u4ee5\u5916\u3092\u62d2\u5426\u3057\u307e\u3059\u3002
property.single-structural-objectclass-behavior.syntax.enumeration.value.warn.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u308b\u30a8\u30f3\u30c8\u30ea\u4ee5\u5916\u3092\u53d7\u3051\u5165\u308c\u307e\u3059\u304c\u3001\u8b66\u544a\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30a8\u30e9\u30fc\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002\u30a8\u30f3\u30c8\u30ea\u306e\u69cb\u9020\u30af\u30e9\u30b9\u306b\u4f9d\u5b58\u3059\u308b\u3042\u308b\u7279\u5b9a\u306e\u30b9\u30ad\u30fc\u30de\u6a5f\u80fd\u304c\u4e88\u60f3\u3069\u304a\u308a\u306b\u52d5\u4f5c\u3057\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.size-limit.synopsis=\u691c\u7d22\u64cd\u4f5c\u4e2d\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8fd4\u3059\u30a8\u30f3\u30c8\u30ea\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.size-limit.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30b5\u30a4\u30ba\u306e\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u30b5\u30fc\u30d0\u30fc\u5168\u4f53\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5236\u9650\u3067\u3059\u304c\u3001ds-rlim-size-limit \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u3092\u4f7f\u7528\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u3054\u3068\u306e\u57fa\u6e96\u304c\u512a\u5148\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.smtp-server.synopsis=SMTP \u306b\u3088\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u306b\u4f7f\u7528\u3067\u304d\u308b\u30e1\u30fc\u30eb\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30c9\u30ec\u30b9 (\u304a\u3088\u3073\u4efb\u610f\u306e\u30dd\u30fc\u30c8\u756a\u53f7) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.smtp-server.description=IP \u30a2\u30c9\u30ec\u30b9\u307e\u305f\u306f\u89e3\u6c7a\u53ef\u80fd\u306a\u30db\u30b9\u30c8\u540d\u3092\u4f7f\u7528\u3067\u304d\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u30b3\u30ed\u30f3\u3068\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u7d9a\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.smtp-server.default-behavior.alias.synopsis=\u5024\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f SMTP \u306b\u3088\u3063\u3066\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
property.smtp-server.syntax.string.pattern.synopsis=\u30db\u30b9\u30c8\u540d\u306b\u306f\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u300c:\u300d\u3068\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u7d9a\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.time-limit.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u306b\u304b\u3051\u308b\u6700\u9577\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.time-limit.description=\u5024\u3092 0 \u79d2 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u6642\u9593\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u30b5\u30fc\u30d0\u30fc\u5168\u4f53\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5236\u9650\u3067\u3059\u304c\u3001ds-rlim-time-limit \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u3092\u4f7f\u7528\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u3054\u3068\u306e\u57fa\u6e96\u304c\u512a\u5148\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.workflow-configuration-mode.synopsis=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8a2d\u5b9a\u30e2\u30fc\u30c9 (\u300c\u25a0auto\u25a0\u300d\u307e\u305f\u306f\u300c\u25a0manual\u25a0\u300d) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.workflow-configuration-mode.syntax.enumeration.value.auto.synopsis=\u300c\u25a0auto\u25a0\u300d\u8a2d\u5b9a\u30e2\u30fc\u30c9\u3067\u306f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8a2d\u5b9a\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u8a2d\u5b9a\u306b\u57fa\u3065\u3044\u3066\u81ea\u52d5\u7684\u306b\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d9\u30fc\u30b9 DN \u3054\u3068\u306b\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c 1 \u3064\u3042\u308a\u307e\u3059\u3002
property.workflow-configuration-mode.syntax.enumeration.value.manual.synopsis=\u300c\u25a0manual\u25a0\u300d\u8a2d\u5b9a\u30e2\u30fc\u30c9\u3067\u306f\u3001\u8a2d\u5b9a\u5185\u306e\u8a18\u8ff0\u306b\u5f93\u3063\u3066\u5404\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
property.writability-mode.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u51e6\u7406\u3067\u304d\u308b\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306e\u7a2e\u985e\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.disabled.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u8981\u6c42\u5143\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u8981\u6c42\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u62d2\u5426\u3057\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.enabled.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u8981\u6c42\u5143\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u8981\u6c42\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306e\u51e6\u7406\u3092\u8a66\u307f\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u5185\u90e8\u52d5\u4f5c\u3068\u3057\u3066\u307e\u305f\u306f\u540c\u671f\u3092\u901a\u3057\u3066\u8981\u6c42\u3055\u308c\u305f\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306e\u51e6\u7406\u3092\u8a66\u307f\u307e\u3059\u304c\u3001\u5916\u90e8\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u306f\u62d2\u5426\u3057\u307e\u3059\u3002
