user-friendly-name=JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
user-friendly-plural-name=JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
synopsis=JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u3001JMX (Java Management Extension) \u3092\u4f7f\u7528\u3057\u3066\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u5bfe\u8a71\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
constraint.1.synopsis=\u3053\u306eJMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3057\u3001SSL \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u306f\u3001\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.allowed-client.synopsis=\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u5224\u5b9a\u3059\u308b\u3001\u4e00\u9023\u306e\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f\u30a2\u30c9\u30ec\u30b9\u30de\u30b9\u30af\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.allowed-client.description=\u6709\u52b9\u306a\u5024\u306f\u3001\u30db\u30b9\u30c8\u540d\u3001\u5b8c\u5168\u6307\u5b9a\u306e\u30c9\u30e1\u30a4\u30f3\u540d\u3001\u30c9\u30e1\u30a4\u30f3\u540d\u3001IP \u30a2\u30c9\u30ec\u30b9\u3001\u307e\u305f\u306f\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30de\u30b9\u30af\u3092\u6301\u3064\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306a\u3069\u3067\u3059\u3002
property.allowed-client.default-behavior.alias.synopsis=\u62d2\u5426\u30ea\u30b9\u30c8\u306e\u30a2\u30c9\u30ec\u30b9\u3068\u4e00\u81f4\u3057\u306a\u3044\u30a2\u30c9\u30ec\u30b9\u3092\u6301\u3064\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u3001\u3059\u3079\u3066\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u62d2\u5426\u30ea\u30b9\u30c8\u304c\u306a\u3044\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.allowed-client.requires-admin-action.synopsis=\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u3001\u3059\u3067\u306b\u78ba\u7acb\u3055\u308c\u305f\u63a5\u7d9a\u3068\u306f\u76f8\u4e92\u4f5c\u7528\u3057\u307e\u305b\u3093\u3002
property.denied-client.synopsis=\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u306a\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u5224\u5b9a\u3059\u308b\u3001\u4e00\u9023\u306e\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f\u30a2\u30c9\u30ec\u30b9\u30de\u30b9\u30af\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.denied-client.description=\u6709\u52b9\u306a\u5024\u306f\u3001\u30db\u30b9\u30c8\u540d\u3001\u5b8c\u5168\u6307\u5b9a\u306e\u30c9\u30e1\u30a4\u30f3\u540d\u3001\u30c9\u30e1\u30a4\u30f3\u540d\u3001IP \u30a2\u30c9\u30ec\u30b9\u3001\u307e\u305f\u306f\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30de\u30b9\u30af\u3092\u6301\u3064\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306a\u3069\u3067\u3059\u3002\u8a31\u53ef\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30de\u30b9\u30af\u304a\u3088\u3073\u62d2\u5426\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30de\u30b9\u30af\u304c\u4e21\u65b9\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u3066\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u304c\u4e21\u65b9\u306e\u30ea\u30b9\u30c8\u5185\u306e 1 \u3064\u4ee5\u4e0a\u306e\u30de\u30b9\u30af\u3068\u4e00\u81f4\u3059\u308b\u5834\u5408\u3001\u63a5\u7d9a\u306f\u62d2\u5426\u3055\u308c\u307e\u3059\u3002\u62d2\u5426\u30ea\u30b9\u30c8\u3060\u3051\u304c\u6307\u5b9a\u3055\u308c\u305f\u5834\u5408\u3001\u305d\u306e\u30ea\u30b9\u30c8\u306e\u30de\u30b9\u30af\u3068\u4e00\u81f4\u3057\u306a\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u3059\u3079\u3066\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002  
property.denied-client.default-behavior.alias.synopsis=\u8a31\u53ef\u30ea\u30b9\u30c8\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u8a31\u53ef\u30ea\u30b9\u30c8\u306b\u30a2\u30c9\u30ec\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3060\u3051\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u305d\u308c\u4ee5\u5916\u306e\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.denied-client.requires-admin-action.synopsis=\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u3001\u3059\u3067\u306b\u78ba\u7acb\u3055\u308c\u305f\u63a5\u7d9a\u3068\u306f\u76f8\u4e92\u4f5c\u7528\u3057\u307e\u305b\u3093\u3002
property.enabled.synopsis=JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.java-class.synopsis=JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.key-manager-provider.synopsis=\u3053\u306eJMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u3068\u3082\u306b\u4f7f\u7528\u3059\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.key-manager-provider.requires-admin-action.synopsis=\u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u5bfe\u8c61\u3068\u306a\u308b\u306e\u306f\u3001\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3078\u306e\u4ee5\u964d\u306e\u30a2\u30af\u30bb\u30b9\u8a66\u884c\u3060\u3051\u3067\u3059\u3002
property.key-manager-provider.syntax.aggregation.constraint-synopsis=JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3057\u3001SSL \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u306f\u3001\u53c2\u7167\u5148\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.listen-port.synopsis=JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u63a5\u7d9a\u3092\u5f85\u6a5f\u3059\u308b\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.listen-port.description=\u6307\u5b9a\u3067\u304d\u308b\u30dd\u30fc\u30c8\u756a\u53f7\u306f 1 \u3064\u3060\u3051\u3067\u3059\u3002
property.ssl-cert-nickname.synopsis=SSL \u901a\u4fe1\u306e\u5b9f\u884c\u6642\u306b JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u4f7f\u7528\u3059\u308b\u8a3c\u660e\u66f8\u306e\u30cb\u30c3\u30af\u30cd\u30fc\u30e0 (\u30a8\u30a4\u30ea\u30a2\u30b9\u3068\u3082\u547c\u3070\u308c\u308b) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.ssl-cert-nickname.description=\u3053\u308c\u306f SSL \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u306b\u306e\u307f\u8a72\u5f53\u3057\u307e\u3059\u3002
property.ssl-cert-nickname.default-behavior.alias.synopsis=\u30b5\u30fc\u30d0\u30fc\u306b\u6c7a\u5b9a\u3055\u305b\u307e\u3059\u3002
property.use-ssl.synopsis=JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c SSL \u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.use-ssl.description=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001JMX \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f SSL \u3092\u4f7f\u7528\u3057\u3066\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u306e\u901a\u4fe1\u3092\u6697\u53f7\u5316\u3057\u307e\u3059\u3002
