user-friendly-name=Controlador de conexi\u00f3n LDAP
user-friendly-plural-name=Controladores de conexi\u00f3n LDAP
synopsis=Se emplea el controlador de conexi\u00f3n LDAP para que interact\u00fae con clientes que utilizan LDAP.
description=Proporciona asistencia completa para LDAPv3 y asistencia limitada para LDAPv2.
constraint.1.synopsis=Debe especificarse un proveedor de administrador de claves cuando se habilite el controlador de conexi\u00f3n LDAP y se configure para utilizar SSL o StartTLS.
constraint.2.synopsis=Debe especificarse un proveedor de administrador de confianza cuando se habilite el controlador de conexi\u00f3n LDAP y se configure para utilizar SSL o StartTLS.
constraint.3.synopsis=No puede configurarse un controlador de conexi\u00f3n LDAP para que admita SSL y StartTLS al mismo tiempo. SSL o StartTLS deben estar deshabilitados para utilizar este controlador de conexi\u00f3n de LDAP.
property.accept-backlog.synopsis=Especifica el n\u00famero m\u00e1ximo de intentos de conexi\u00f3n que pueden ponerse en cola como pendientes de aceptaci\u00f3n antes de que el servidor empiece a rechazar nuevos intentos de conexi\u00f3n.
property.accept-backlog.description=Este problema se da fundamentalmente en casos en los que se establece un gran n\u00famero de conexiones con el servidor en un corto per\u00edodo de tiempo (por ejemplo, un hito que cree un gran n\u00famero de subprocesos de cliente, cada uno de las cuales cuenta con su propia conexi\u00f3n al servidor) y el controlador de conexi\u00f3n no puede mantener el nivel al que se establecieron las nuevas conexiones.
property.allowed-client.synopsis=Especifica un conjunto de nombres de host o m\u00e1scaras de direcciones que determinan los clientes que pueden establecer conexiones con este controlador de conexi\u00f3n LDAP.
property.allowed-client.description=Los valores v\u00e1lidos incluyen un nombre de host, un nombre de dominio completamente calificado, un nombre de dominio, una direcci\u00f3n IP o una subred con una m\u00e1scara de subred.
property.allowed-client.default-behavior.alias.synopsis=Se permiten todos los clientes con direcciones que no coincidan con ninguna de las incluidas en la lista de direcciones denegadas. Si no existe ninguna lista de denegaci\u00f3n, se permitir\u00e1n todos los clientes.
property.allowed-client.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.allow-ldap-v2.synopsis=Indica si se permiten conexiones de clientes LDAPv2.
property.allow-ldap-v2.description=Si se permiten clientes LDAPv2, s\u00f3lo se proporciona un grado m\u00ednimo de asistencia especial para garantizar que no se env\u00eden elementos de protocolo espec\u00edficos LDAPv3 (por ejemplo, controles de la Gu\u00eda de configuraci\u00f3n, mensajes de respuesta ampliada, mensajes de respuesta intermedia, referencias) no se env\u00edan a un cliente LDAPv2.
property.allow-start-tls.synopsis=Indica si se permite a los clientes utilizar StartTLS.
property.allow-start-tls.description=Si se habilita, el controlador de conexi\u00f3n LDAP permite a los clientes utilizar el funcionamiento ampliado de StartTLS para iniciar una comunicaci\u00f3n segura a trav\u00e9s de un canal no seguro. Tenga en cuenta que esto solo se permite si el controlador de conexi\u00f3n LDAP no est\u00e1 configurado para utilizar SSL y el servidor est\u00e1 configurado con un proveedor de administraci\u00f3n de claves v\u00e1lido y un proveedor de administrador de confianza v\u00e1lido.
property.allow-tcp-reuse-address.synopsis=Indica si el controlador de conexi\u00f3n LDAP debe reutilizar los descriptores de socket.
property.allow-tcp-reuse-address.description=Si se habilita, la opci\u00f3n de socket SO_REUSEADDR se emplea para que el socket de escucha del servidor permita la reutilizaci\u00f3n de los descriptores del socket para los clientes que se encuentren en un estado TIME_WAIT. Esto puede impedir que el servidor se quede temporalmente sin descriptores de socket en los casos en los que se haya establecido un gran n\u00famero de conexiones de vida corta a partir del mismo sistema de cliente.
property.buffer-size.synopsis=Especifica el tama\u00f1o en bytes del b\u00fafer de escritura del mensaje de respuesta de LDAP.
property.buffer-size.description=Esta propiedad especifica el tama\u00f1o del b\u00fafer de escritura asignado por el servidor para cada conexi\u00f3n de cliente y que se usa para almacenar en el b\u00fafer los datos de los mensajes de respuesta de LDAP al escribir.
property.denied-client.synopsis=Especifica un conjunto de nombres de host o m\u00e1scaras de direcciones para determinar qu\u00e9 clientes no tienen permitido establecer conexiones con este controlador de conexi\u00f3n LDAP.
property.denied-client.description=Los valores v\u00e1lidos incluyen un nombre de host, un nombre de dominio completamente calificado, un nombre de dominio, una direcci\u00f3n IP o una subred con una m\u00e1scara de subred. Si se define tanto la m\u00e1scara de denegaci\u00f3n como la de permiso, y una conexi\u00f3n de cliente coincide con al menos una de las m\u00e1scaras de ambas listas, se denegar\u00e1 la conexi\u00f3n. Si solo se especifica una lista de denegaci\u00f3n, se permitir\u00e1 cualquier cliente que no coincida con una m\u00e1scara de dicha lista.
property.denied-client.default-behavior.alias.synopsis=Si se especifica una lista de permitidos, s\u00f3lo se permitir\u00e1n los clientes cuyas direcciones est\u00e9n incluidas en dicha lista. De lo contrario, se permiten todos los clientes.
property.denied-client.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.enabled.synopsis=Indica si el controlador de conexi\u00f3n LDAP est\u00e1 habilitado.
property.java-class.synopsis=Especifica el nombre completamente calificado de la clase de Java que proporciona la implementaci\u00f3n del controlador de conexi\u00f3n LDAP.
property.keep-stats.synopsis=Indica si el controlador de conexi\u00f3n LDAP debe mantener estad\u00edsticas.
property.keep-stats.description=Si se habilita, el controlador de conexi\u00f3n LDAP mantiene las estad\u00edsticas sobre el n\u00famero y los tipos de operaciones que se solicitan en LDAP y la cantidad de datos enviados y recibidos.
property.key-manager-provider.synopsis=Especifica el nombre del administrador de claves que debe emplearse con el conector de administraci\u00f3n LDAP.
property.key-manager-provider.requires-admin-action.synopsis=Los cambios efectuados en esta propiedad entran en vigor de forma inmediata, pero \u00fanicamente para los intentos posteriores de acceder al proveedor del administrador de claves de las conexiones de cliente asociadas.
property.key-manager-provider.syntax.aggregation.constraint-synopsis=El proveedor del administrador de claves debe habilitarse cuando se habilita el controlador de conexi\u00f3n LDAP y se configura para utilizar SSL o StartTLS.
property.listen-address.synopsis=Especifica la direcci\u00f3n o el conjunto de direcciones en las que el controlador de conexi\u00f3n LDAP debe escuchar las conexiones de los clientes LDAP.
property.listen-address.description=Pueden proporcionarse varias direcciones como valores independientes para este atributo. Si no se proporciona ning\u00fan valor, el controlador de conexi\u00f3n LDAP escucha todas las interfaces.
property.listen-port.synopsis=Especifica el n\u00famero de puerto en el que el controlador de conexi\u00f3n LDAP escuchar\u00e1 las conexiones de los clientes.
property.listen-port.description=S\u00f3lo puede facilitarse un n\u00famero de puerto.
property.max-blocked-write-time-limit.synopsis=Especifica la duraci\u00f3n m\u00e1xima de los intentos de escribir datos en LDAP que los clientes deben tener permitido bloquear.
property.max-blocked-write-time-limit.description=Si un intento de escribir datos para un cliente tarda m\u00e1s tiempo del indicado, se anula conexi\u00f3n del cliente.
property.max-request-size.synopsis=Especifica el tama\u00f1o en bytes del mensaje de solicitud LDAP que permitir\u00e1 este controlador de conexi\u00f3n LDAP.
property.max-request-size.description=Esta propiedad es an\u00e1loga al atributo de configuraci\u00f3n maxBERSize del servidor de directorios del sistema Sun Java. Esto puede ayudar a impedir ataques de denegaci\u00f3n de servicio por parte de los clientes, lo que indica que env\u00edan solicitudes extremadamente grandes al servidor, provocando que \u00e9ste intente asignar grandes cantidades de memoria.
property.num-request-handlers.synopsis=Especifica el n\u00famero de controladores de solicitud que se emplean para leer las solicitudes de los clientes.
property.num-request-handlers.description=El controlador de conexi\u00f3n LDAP utiliza un subproceso para aceptar nuevas conexiones de clientes, pero usa uno o m\u00e1s subprocesos adicionales para leer solicitudes de las conexiones de cliente existentes. Esto garantiza que se lean las nuevas solicitudes de forma eficaz y que el controlador de conexi\u00f3n en s\u00ed no se convierta en un obst\u00e1culo cuando el servidor est\u00e1 en condiciones de plena carga de varios clientes a la vez.
property.send-rejection-notice.synopsis=Indica si el controlador de conexi\u00f3n LDAP debe enviar un aviso de desconexi\u00f3n en forma de mensaje de respuesta ampliada al cliente si se rechaza una nueva conexi\u00f3n por cualquier motivo.
property.send-rejection-notice.description=El mensaje de respuesta ampliada puede proporcionar una explicaci\u00f3n que indique la raz\u00f3n por la que se ha rechazado la conexi\u00f3n.
property.ssl-cert-nickname.synopsis=Especifica el sobrenombre (tambi\u00e9n llamado alias) del certificado que el controlador de conexi\u00f3n LDAP debe utilizar al llevar a cabo la comunicaci\u00f3n SSL.
property.ssl-cert-nickname.description=Esto s\u00f3lo se aplica cuando el controlador de conexi\u00f3n LDAP est\u00e1 configurado para utilizar SSL.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Dejar la decisi\u00f3n al servidor.
property.ssl-cipher-suite.synopsis=Especifica los nombres de los conjuntos de cifrado SSL que se permite utilizar en comunicaci\u00f3n SSL o StartTLS.
property.ssl-cipher-suite.default-behavior.alias.synopsis=Utilice el conjunto predeterminado de cifrados de SSL facilitado por la JVM del servidor.
property.ssl-cipher-suite.requires-admin-action.synopsis=Los cambios realizados en este atributo de configuraci\u00f3n entran en vigor de forma inmediata, pero solo afectar\u00e1n a las nuevas sesiones basadas en SSL o TLS creadas tras la modificaci\u00f3n.
property.ssl-client-auth-policy.synopsis=Especifica la pol\u00edtica que debe emplear el controlador de conexi\u00f3n LDAP con respecto a los certificados de cliente SSL.
property.ssl-client-auth-policy.description=Esto s\u00f3lo se aplica si los clientes est\u00e1n autorizados a utilizar SSL.
property.ssl-client-auth-policy.syntax.enumeration.value.optional.synopsis=Se solicita a los clientes que proporcionen sus propios certificados al llevar a cabo la negociaci\u00f3n de SSL, pero la conexi\u00f3n se aceptar\u00e1 igualmente si el cliente no facilita un certificado.
property.ssl-client-auth-policy.syntax.enumeration.value.required.synopsis=Se solicita a los clientes que proporcionen sus propios certificados al llevar a cabo la negociaci\u00f3n de SSL y, si no lo hacen, se les deniega el acceso.
property.ssl-protocol.synopsis=Especifica los nombres de los protocolos SSL que se permite utilizar en la comunicaci\u00f3n SSL o StartTLS.
property.ssl-protocol.default-behavior.alias.synopsis=Utilice el conjunto predeterminado de protocolos de SSL facilitado por la JVM del servidor.
property.ssl-protocol.requires-admin-action.synopsis=Los cambios realizados en esta propiedad entran en vigor de forma inmediata, pero solo afectar\u00e1n a las nuevas sesiones basadas en SSL o TLS creadas tras la modificaci\u00f3n.
property.trust-manager-provider.synopsis=Especifica el nombre del administrador de confianza que debe emplearse con el conector de administraci\u00f3n LDAP.
property.trust-manager-provider.requires-admin-action.synopsis=Los cambios efectuados en esta propiedad entran en vigor de forma inmediata, pero \u00fanicamente para los intentos posteriores de acceder al proveedor del administrador de confianza de las conexiones de cliente asociadas.
property.trust-manager-provider.syntax.aggregation.constraint-synopsis=El proveedor del administrador de confianza debe habilitarse cuando se habilita el controlador de conexi\u00f3n LDAP y se configura para utilizar SSL o StartTLS.
property.use-ssl.synopsis=Indica si el controlador de conexi\u00f3n LDAP debe utilizar SSL.
property.use-ssl.description=Si se habilita, el controlador de conexi\u00f3n LDAP utilizar\u00e1 SSL para cifrar la comunicaci\u00f3n con los clientes.
property.use-tcp-keep-alive.synopsis=Indica si el controlador de conexi\u00f3n LDAP debe utilizar un mantenimiento TCP.
property.use-tcp-keep-alive.description=Si se habilita, la opci\u00f3n de socket SO_KEEPALIVE se emplea para indicar que los mensajes de mantenimiento de TCP deben enviarse peri\u00f3dicamente al cliente para comprobar que la conexi\u00f3n asociada sigue siendo v\u00e1lida. Esto tambi\u00e9n puede impedir los casos en los que el hardware de red intermedio pudiera aplicar de forma silenciosa una conexi\u00f3n de cliente inactiva, siempre que el intervalo de mantenimiento configurado en el sistema de funcionamiento subyacente sea inferior al tiempo de espera requerido por el hardware de red.
property.use-tcp-no-delay.synopsis=Indica si el controlador de conexi\u00f3n LDAP debe utilizar un mecanismo anti-retrasos TCP.
property.use-tcp-no-delay.description=Si se habilita, la opci\u00f3n de socket TCP_NODELAY se emplea para garantizar que se env\u00eden mensajes de respuesta al cliente de forma inmediata, en vez de esperar a que se determine si pueden enviarse mensajes de respuesta adicionales en el mismo paquete. En la mayor\u00eda de los casos, el uso de una opci\u00f3n de socket TCP_NODELAY proporciona un mayor rendimiento y menores tiempos de espera, pero deshabilitarla puede ser de ayuda en algunos casos en los que el servidor env\u00eda un amplio n\u00famero de entradas a un cliente en respuesta a una solicitud de b\u00fasqueda.
