user-friendly-name=LDAP Attribute Description List Plugin
user-friendly-plural-name=LDAP Attribute Description List Plugins
synopsis=The LDAP Attribute Description List Plugin provides the ability for clients to include an attribute list in a search request that names object classes instead of (or in addition to) attributes.
description=For example, if a client wishes to retrieve all of the attributes in the inetOrgPerson object class, then that client can include "@inetOrgPerson" in the attribute list rather than naming all of those attributes individually. This behavior is based on the specification contained in RFC 4529. The implementation for the LDAP attribute description list plugin is contained in the org.opends.server.plugins.LDAPADListPlugin class. It must be configured with the preParseSearch plugin type, but does not have any other custom configuration.
property.enabled.synopsis=Gibt an ob das Plugin zur Ben\u00fctzung aktiviert ist.
property.invoke-for-internal-operations.synopsis=Gibt an ob das Plugin f\u00fcr interne Operationen aufgerufen werden soll.
property.invoke-for-internal-operations.description=Jedes Plugin das f\u00fcr interne Operationen aufgerufen werden kann, muss sicherstellen das es selbst nicht wiederum neue interne Operationen verursacht welche zur Folge haben das es wiederum selbst aufgerufen wird.
property.java-class.synopsis=Gibt den vollqualifizierten Java Klassennamen an welche die Plugin Implementierung beinhaltet.
property.plugin-type.synopsis=Gibt die Sammlung von Pliugintypen f\u00fcr das Plugin an, welche wiederum die Zeitpunkte an welchen das Plugin aufgerufen werden kann definiert.
property.plugin-type.syntax.enumeration.value.intermediateresponse.synopsis=Wird vor dem senden von Intermediate-Responses an den Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.ldifexport.synopsis=Wird f\u00fcr jede Operation die, w\u00e4hrend eines LDIF-Exports, geschrieben wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.ldifimport.synopsis=Wird f\u00fcr jeden Eintrag der, w\u00e4hrend eines LDIF-Imports, gelesen wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postconnect.synopsis=Wird immer dann ausgef\u00fchrt wenn eine neue Verbindung zum Server aufgebaut wird.
property.plugin-type.syntax.enumeration.value.postdisconnect.synopsis=Wird immer dann ausgef\u00fchrt wenn eine schon bestehende Verbindung abgebaut wird (egal ob von Client oder Serverseite).
property.plugin-type.syntax.enumeration.value.postoperationabandon.synopsis=Wird nach der Ausf\u00fchrung des Abandon-Processing ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationadd.synopsis=Wird nach der Ausf\u00fchrung des Core-Add-Verarbeitung aber noch bevor der Response an den Client gesendet wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationbind.synopsis=Wird nach der Ausf\u00fchrung des Core-Bind-Verarbeitung aber noch bevor der Response an den Client gesendet wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationcompare.synopsis=Wird nach der Ausf\u00fchrung des Core-Compare-Verarbeitung aber noch bevor der Response an den Client gesendet wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationdelete.synopsis=Wird nach der Ausf\u00fchrung des Core-Delete-Verarbeitung aber noch bevor der Response an den Client gesendet wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationextended.synopsis=Wird nach der Ausf\u00fchrung des Core-Extend-Verarbeitung aber noch bevor der Response an den Client gesendet wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationmodify.synopsis=Wird nach der Ausf\u00fchrung des Core-Modify-Verarbeitung aber noch bevor der Response an den Client gesendet wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationmodifydn.synopsis=Wird nach der Ausf\u00fchrung des Core-Modify-Dn-Verarbeitung aber noch bevor der Response an den Client gesendet wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationsearch.synopsis=Wird nach der Ausf\u00fchrung des Core-Search-Verarbeitung aber noch bevor der Response an den Client gesendet wird ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postoperationunbind.synopsis=Wird nach der ausf\u00fchrung der Unbind-Verarbeitung ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postresponseadd.synopsis=Wird nach dem senden von Add-Response zum Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postresponsebind.synopsis=Wird nach dem senden von Bind-Response zum Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postresponsecompare.synopsis=Wird nach dem senden von Compare-Response zum Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postresponsedelete.synopsis=Wird nach dem senden von Delete-Response zum Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postresponseextended.synopsis=Wird nach dem senden von Extended-Response zum Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postresponsemodify.synopsis=Wird nach dem senden von Modify-Response zum Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postresponsemodifydn.synopsis=Wird nach dem senden von Modify-DN-Response zum Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postresponsesearch.synopsis=Wird nach dem senden von Search-Result-Done-Message zum Client ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postsynchronizationadd.synopsis=Wird nach dem Ausf\u00fchren der Post-Synchronisations-Verarbeitung f\u00fcr eine Add-Operation ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postsynchronizationdelete.synopsis=Wird nach dem Ausf\u00fchren der Post-Synchronisations-Verarbeitung f\u00fcr eine Delete-Operation ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodify.synopsis=Wird nach dem Ausf\u00fchren der Post-Synchronisations-Verarbeitung f\u00fcr eine Modify-Operation ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodifydn.synopsis=Wird nach dem Ausf\u00fchren der Post-Synchronisations-Verarbeitung f\u00fcr eine Modify-DN-Operation ausgef\u00fchrt.
property.plugin-type.syntax.enumeration.value.preoperationadd.synopsis=Wird vor der Ausf\u00fchrung der Core-Add-Verarbeitung aufgerufen.
property.plugin-type.syntax.enumeration.value.preoperationbind.synopsis=Wird vor der Ausf\u00fchrung der Core-Bind-Verarbeitung aufgerufen.
property.plugin-type.syntax.enumeration.value.preoperationcompare.synopsis=Wird vor der Ausf\u00fchrung der Core-Compare-Verarbeitung aufgerufen.
property.plugin-type.syntax.enumeration.value.preoperationdelete.synopsis=Wird vor der Ausf\u00fchrung der Core-Delete-Verarbeitung aufgerufen.
property.plugin-type.syntax.enumeration.value.preoperationextended.synopsis=Wird vor der Ausf\u00fchrung der Core-Extend-Verarbeitung aufgerufen.
property.plugin-type.syntax.enumeration.value.preoperationmodify.synopsis=Wird vor der Ausf\u00fchrung der Core-Modify-Verarbeitung aufgerufen.
property.plugin-type.syntax.enumeration.value.preoperationmodifydn.synopsis=Wird vor der Ausf\u00fchrung der Core-Modify-DN-Verarbeitung aufgerufen.
property.plugin-type.syntax.enumeration.value.preoperationsearch.synopsis=Wird vor der Ausf\u00fchrung der Core-Search-Verarbeitung aufgerufen.
property.plugin-type.syntax.enumeration.value.preparseabandon.synopsis=Wird vor dem Parsen eines Abandon-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparseadd.synopsis=Wird vor dem Parsen eines Add-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparsebind.synopsis=Wird vor dem Parsen eines Bind-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparsecompare.synopsis=Wird vor dem Parsen eines Compare-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparsedelete.synopsis=Wird vor dem Parsen eines Delete-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparseextended.synopsis=Wird vor dem Parsen eines Extend-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparsemodify.synopsis=Wird vor dem Parsen eines Modify-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparsemodifydn.synopsis=Wird vor dem Parsen eines Modify-DN-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparsesearch.synopsis=Wird vor dem Parsen eines Search-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.preparseunbind.synopsis=Wird vor dem Parsen eines Unbind-Requests aufgerufen.
property.plugin-type.syntax.enumeration.value.searchresultentry.synopsis=Wird vor dem Senden eines Suchergebniseintrags zum Client aufgerufen.
property.plugin-type.syntax.enumeration.value.searchresultreference.synopsis=Wird vor dem Senden eines Suchergebnisreferenz zum Client aufgerufen.
property.plugin-type.syntax.enumeration.value.shutdown.synopsis=Wird w\u00e4hrend des normalen Shutdown eines Servers aufgerufen.
property.plugin-type.syntax.enumeration.value.startup.synopsis=Wird w\u00e4hrend des Starten eines Directory Servers aufgerufen.
property.plugin-type.syntax.enumeration.value.subordinatemodifydn.synopsis=Wird w\u00e4hrend dem Bewegen oder dem Umbenennen eine Untereintrags zu einem Ziel der Modify-DN-Operation aufgerufen.
