user-friendly-name=Complemento de la lista de descripci\u00f3n del atributo LDAP
user-friendly-plural-name=Complementos de la lista de descripci\u00f3n del atributo LDAP
synopsis=El complemento de la lista de descripci\u00f3n de atributos LDAP proporciona la posibilidad de que los clientes incluyan una lista de atributos en una solicitud de b\u00fasqueda que nombre las clases de objetos en lugar de (o adem\u00e1s de) los atributos.
description=Por ejemplo, si el cliente desea recuperar todos los atributos de la clase de objeto inetOrgPerson, entonces dicho cliente puede incluir "@inetOrgPerson" en la lista de atributos en lugar de nombrar todos los atributos de forma individual. Esta conducta se basa en la especificaci\u00f3n contenida en RFC 4529. La implementaci\u00f3n del complemento de la lista de descripci\u00f3n del atributo LDAP se encuentra en la clase org.opends.server.plugins.LDAPADListPlugin. Debe configurarse con el tipo de complemento preParseSearch, pero no incluye ninguna otra configuraci\u00f3n personalizada.
property.enabled.synopsis=Indica si el complemento est\u00e1 habilitado para su uso.
property.invoke-for-internal-operations.synopsis=Indica si debe invocarse el complemento para operaciones internas.
property.invoke-for-internal-operations.description=Cualquier complemento que pueda invocarse para operaciones internas debe garantizar que no crea ninguna operaci\u00f3n interna nueva susceptible de provocar que vuelva a invocarse el mismo complemento.
property.java-class.synopsis=Especifica el nombre completamente calificado de la clase de Java que proporciona la implementaci\u00f3n del complemento.
property.plugin-type.synopsis=Especifica el conjunto de tipos de complementos para el complemento en cuesti\u00f3n, que determina el n\u00famero de veces que se invoca el complemento.
property.plugin-type.syntax.enumeration.value.intermediateresponse.synopsis=Invocaci\u00f3n antes de enviar un mensaje de respuesta intermedia al cliente.
property.plugin-type.syntax.enumeration.value.ldifexport.synopsis=Invocaci\u00f3n para escribir cada operaci\u00f3n durante una exportaci\u00f3n de LDIF.
property.plugin-type.syntax.enumeration.value.ldifimport.synopsis=Invocaci\u00f3n para la lectura de cada entrada durante una importaci\u00f3n de LDIF.
property.plugin-type.syntax.enumeration.value.ldifimportbegin.synopsis=Se invoca al principio de una sesi\u00f3n de importaci\u00f3n de LDIF.
property.plugin-type.syntax.enumeration.value.ldifimportend.synopsis=Se invoca al principio de una SESI\u00d3N de importaci\u00f3n de LDIF.
property.plugin-type.syntax.enumeration.value.postconnect.synopsis=Invocaci\u00f3n en el momento en que se establece una nueva conexi\u00f3n con el servidor.
property.plugin-type.syntax.enumeration.value.postdisconnect.synopsis=Invocaci\u00f3n en el momento en que finaliza una conexi\u00f3n existente (ya sea con el cliente o el servidor).
property.plugin-type.syntax.enumeration.value.postoperationabandon.synopsis=Invocaci\u00f3n tras completar el proceso de abandono.
property.plugin-type.syntax.enumeration.value.postoperationadd.synopsis=Invocaci\u00f3n tras completar el proceso de adici\u00f3n de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationbind.synopsis=Invocaci\u00f3n tras completar el proceso de enlace de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationcompare.synopsis=Invocaci\u00f3n tras completar el proceso de comparaci\u00f3n de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationdelete.synopsis=Invocaci\u00f3n tras completar el proceso de eliminaci\u00f3n de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationextended.synopsis=Invocaci\u00f3n tras completar el proceso de n\u00facleo extendido, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationmodify.synopsis=Invocaci\u00f3n tras completar el proceso de modificaci\u00f3n de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationmodifydn.synopsis=Invocaci\u00f3n tras completar el proceso de modificaci\u00f3n de ND de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationsearch.synopsis=Invocaci\u00f3n tras completar el proceso de b\u00fasqueda de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationunbind.synopsis=Invocaci\u00f3n tras completar el proceso de desvinculaci\u00f3n.
property.plugin-type.syntax.enumeration.value.postresponseadd.synopsis=Invocaci\u00f3n tras enviar la respuesta de adici\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsebind.synopsis=Invocaci\u00f3n tras enviar la respuesta de enlace al cliente.
property.plugin-type.syntax.enumeration.value.postresponsecompare.synopsis=Invocaci\u00f3n tras enviar la respuesta de comparaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsedelete.synopsis=Invocaci\u00f3n tras enviar la respuesta de eliminaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponseextended.synopsis=Invocaci\u00f3n tras enviar la respuesta ampliada al cliente.
property.plugin-type.syntax.enumeration.value.postresponsemodify.synopsis=Invocaci\u00f3n tras enviar la respuesta de modificaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsemodifydn.synopsis=Invocaci\u00f3n tras enviar la respuesta de modificaci\u00f3n de ND al cliente.
property.plugin-type.syntax.enumeration.value.postresponsesearch.synopsis=Invocaci\u00f3n tras enviar el mensaje de resultados de la b\u00fasqueda realizada al cliente.
property.plugin-type.syntax.enumeration.value.postsynchronizationadd.synopsis=Invocaci\u00f3n despu\u00e9s de completar el proceso de post-sincronizaci\u00f3n para una operaci\u00f3n de adici\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationdelete.synopsis=Invocaci\u00f3n despu\u00e9s de completar el proceso de post-sincronizaci\u00f3n para una operaci\u00f3n de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodify.synopsis=Invocaci\u00f3n despu\u00e9s de completar el proceso de post-sincronizaci\u00f3n para una operaci\u00f3n de modificaci\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodifydn.synopsis=Invocaci\u00f3n despu\u00e9s de completar el proceso de post-sincronizaci\u00f3n para una operaci\u00f3n de modificaci\u00f3n de ND.
property.plugin-type.syntax.enumeration.value.preoperationadd.synopsis=Invocaci\u00f3n antes de realizar el proceso de adici\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationbind.synopsis=Invocaci\u00f3n antes de realizar el proceso de enlace de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationcompare.synopsis=Invocaci\u00f3n antes de realizar el proceso de comparaci\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationdelete.synopsis=Invocaci\u00f3n antes de realizar el proceso de eliminaci\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationextended.synopsis=Invocaci\u00f3n antes de realizar el proceso de n\u00facleo ampliado.
property.plugin-type.syntax.enumeration.value.preoperationmodify.synopsis=Invocaci\u00f3n antes de realizar el proceso de modificaci\u00f3n del n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationmodifydn.synopsis=Invocaci\u00f3n antes de realizar el proceso de modificaci\u00f3n de ND del n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationsearch.synopsis=Invocaci\u00f3n antes de realizar el proceso de b\u00fasqueda del n\u00facleo.
property.plugin-type.syntax.enumeration.value.preparseabandon.synopsis=Invocaci\u00f3n antes de analizar una solicitud de abandono.
property.plugin-type.syntax.enumeration.value.preparseadd.synopsis=Invocaci\u00f3n antes de analizar una solicitud de adici\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsebind.synopsis=Invocaci\u00f3n antes de analizar una respuesta de enlace.
property.plugin-type.syntax.enumeration.value.preparsecompare.synopsis=Invocaci\u00f3n antes de analizar una respuesta de comparaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsedelete.synopsis=Invocaci\u00f3n antes de analizar una respuesta de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparseextended.synopsis=Invocaci\u00f3n antes de analizar una solicitud ampliada.
property.plugin-type.syntax.enumeration.value.preparsemodify.synopsis=Invocaci\u00f3n antes de analizar una respuesta de modificaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsemodifydn.synopsis=Invocaci\u00f3n antes de analizar una respuesta de ND de modificaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsesearch.synopsis=Invocaci\u00f3n antes de analizar una solicitud de b\u00fasqueda.
property.plugin-type.syntax.enumeration.value.preparseunbind.synopsis=Invocaci\u00f3n antes de analizar una solicitud de desvinculaci\u00f3n.
property.plugin-type.syntax.enumeration.value.searchresultentry.synopsis=Invocaci\u00f3n antes de enviar una entrada de los resultados de b\u00fasqueda al cliente.
property.plugin-type.syntax.enumeration.value.searchresultreference.synopsis=Invocaci\u00f3n antes de enviar una referencia de los resultados de b\u00fasqueda al cliente.
property.plugin-type.syntax.enumeration.value.shutdown.synopsis=Invocaci\u00f3n durante un cierre parcial del servidor de directorios.
property.plugin-type.syntax.enumeration.value.startup.synopsis=Invocaci\u00f3n durante un proceso de inicio del servidor de directorios.
property.plugin-type.syntax.enumeration.value.subordinatedelete.synopsis=Invocado durante la eliminaci\u00f3n de una entrada subordinada de una operaci\u00f3n de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.subordinatemodifydn.synopsis=Invocaci\u00f3n mientras se mueve o renombra una entrada subordinada al destino de una operaci\u00f3n de ND de modificaci\u00f3n.
