user-friendly-name=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
user-friendly-plural-name=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u3001LDAP \u3092\u4f7f\u7528\u3057\u3066\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u5bfe\u8a71\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
description=LDAPv3 \u3092\u5b8c\u5168\u306b\u30b5\u30dd\u30fc\u30c8\u3057\u3001LDAPv2 \u306e\u4e00\u90e8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059\u3002
constraint.1.synopsis=\u3053\u306e LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3057\u3001SSL \u307e\u305f\u306f StartTLS \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u306f\u3001\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
constraint.2.synopsis=\u3053\u306e LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3057\u3001SSL \u307e\u305f\u306f StartTLS \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u306f\u3001\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
constraint.3.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u3001SSL \u3068 StartTLS \u3092\u540c\u6642\u306b\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u4f7f\u7528\u3055\u308c\u308b\u3088\u3046\u306b\u3059\u308b\u306b\u306f\u3001SSL \u307e\u305f\u306f StartTLS \u306e\u3044\u305a\u308c\u304b\u3092\u7121\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.accept-backlog.synopsis=\u53d7\u3051\u5165\u308c\u30d0\u30c3\u30af\u30ed\u30b0\u306e\u30ad\u30e5\u30fc\u306b\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u4fdd\u7559\u4e2d\u306e\u63a5\u7d9a\u8a66\u884c\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u3053\u306e\u6570\u3092\u8d85\u3048\u308b\u3068\u30b5\u30fc\u30d0\u30fc\u304c\u65b0\u3057\u3044\u63a5\u7d9a\u8a66\u884c\u3092\u62d2\u5426\u3057\u59cb\u3081\u307e\u3059\u3002
property.accept-backlog.description=\u3053\u308c\u306f\u4e3b\u306b\u3001\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3057\u3066\u77ed\u671f\u9593\u306b\u591a\u6570\u306e\u63a5\u7d9a\u304c\u78ba\u7acb\u3055\u308c\u3066\u3044\u308b\u5834\u5408 (\u305f\u3068\u3048\u3070\u3001\u305d\u308c\u305e\u308c\u304c\u500b\u5225\u306b\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3059\u308b\u591a\u6570\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b9\u30ec\u30c3\u30c9\u3092\u4f5c\u6210\u3059\u308b\u30d9\u30f3\u30c1\u30de\u30fc\u30af\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u306a\u3069) \u306e\u554f\u984c\u3067\u3001\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u65b0\u3057\u3044\u63a5\u7d9a\u304c\u78ba\u7acb\u3055\u308c\u308b\u901f\u5ea6\u306b\u5bfe\u5fdc\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
property.allowed-client.synopsis=\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u5224\u5b9a\u3059\u308b\u3001\u4e00\u9023\u306e\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f\u30a2\u30c9\u30ec\u30b9\u30de\u30b9\u30af\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.allowed-client.description=\u6709\u52b9\u306a\u5024\u306f\u3001\u30db\u30b9\u30c8\u540d\u3001\u5b8c\u5168\u6307\u5b9a\u306e\u30c9\u30e1\u30a4\u30f3\u540d\u3001\u30c9\u30e1\u30a4\u30f3\u540d\u3001IP \u30a2\u30c9\u30ec\u30b9\u3001\u307e\u305f\u306f\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30de\u30b9\u30af\u3092\u6301\u3064\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306a\u3069\u3067\u3059\u3002
property.allowed-client.default-behavior.alias.synopsis=\u62d2\u5426\u30ea\u30b9\u30c8\u306e\u30a2\u30c9\u30ec\u30b9\u3068\u4e00\u81f4\u3057\u306a\u3044\u30a2\u30c9\u30ec\u30b9\u3092\u6301\u3064\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u3001\u3059\u3079\u3066\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u62d2\u5426\u30ea\u30b9\u30c8\u304c\u306a\u3044\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.allowed-client.requires-admin-action.synopsis=\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u3001\u3059\u3067\u306b\u78ba\u7acb\u3055\u308c\u305f\u63a5\u7d9a\u3068\u306f\u76f8\u4e92\u4f5c\u7528\u3057\u307e\u305b\u3093\u3002
property.allow-ldap-v2.synopsis=LDAPv2 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u63a5\u7d9a\u3092\u8a31\u53ef\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-ldap-v2.description=LDAPv2 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u8a31\u53ef\u3059\u308b\u5834\u5408\u306f\u3001LDAPv3 \u56fa\u6709\u306e\u30d7\u30ed\u30c8\u30b3\u30eb\u8981\u7d20 (\u305f\u3068\u3048\u3070\u3001\u300eConfiguration Guide\u300f\u306e 25 \u306e\u5236\u5fa1\u3001\u62e1\u5f35\u5fdc\u7b54\u30e1\u30c3\u30bb\u30fc\u30b8\u3001\u4e2d\u9593\u5fdc\u7b54\u30e1\u30c3\u30bb\u30fc\u30b8\u3001\u30ea\u30d5\u30a7\u30e9\u30eb\u306a\u3069) \u304c LDAPv2 \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u9001\u4fe1\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b\u3001\u6700\u5c0f\u9650\u306e\u7279\u5225\u306a\u30b5\u30dd\u30fc\u30c8\u3060\u3051\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002
property.allow-start-tls.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u3088\u308b StartTLS \u306e\u4f7f\u7528\u3092\u8a31\u53ef\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-start-tls.description=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u63a5\u7d9a\u3092\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u3066\u3044\u306a\u3044\u4ed6\u306e\u30c1\u30e3\u30cd\u30eb\u3067\u958b\u59cb\u3059\u308b\u305f\u3081\u306b\u3001LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3067\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u3088\u308b StartTLS \u62e1\u5f35\u64cd\u4f5c\u306e\u4f7f\u7528\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u306f\u3001LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c SSL \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3068\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u6709\u52b9\u306a\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3084\u6709\u52b9\u306a\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u3068\u3082\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.allow-tcp-reuse-address.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u30bd\u30b1\u30c3\u30c8\u8a18\u8ff0\u5b50\u3092\u518d\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-tcp-reuse-address.description=\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001SO_REUSEADDR \u30bd\u30b1\u30c3\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u30b5\u30fc\u30d0\u30fc\u5f85\u6a5f\u30bd\u30b1\u30c3\u30c8\u4e0a\u3067\u4f7f\u7528\u3055\u308c\u3066\u3001TIME_WAIT \u72b6\u614b\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5bfe\u3057\u3066\u30bd\u30b1\u30c3\u30c8\u8a18\u8ff0\u5b50\u306e\u518d\u4f7f\u7528\u3092\u8a31\u53ef\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u308c\u306f\u3001\u591a\u6570\u306e\u77ed\u671f\u9593\u306e\u63a5\u7d9a\u304c\u540c\u3058\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u78ba\u7acb\u3055\u308c\u305f\u5834\u5408\u306b\u30bd\u30b1\u30c3\u30c8\u8a18\u8ff0\u5b50\u304c\u4e00\u6642\u7684\u306b\u67af\u6e07\u3059\u308b\u306e\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u56de\u907f\u3059\u308b\u306e\u306b\u5f79\u7acb\u3064\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.denied-client.synopsis=\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u306a\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u5224\u5b9a\u3059\u308b\u3001\u4e00\u9023\u306e\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f\u30a2\u30c9\u30ec\u30b9\u30de\u30b9\u30af\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.denied-client.description=\u6709\u52b9\u306a\u5024\u306f\u3001\u30db\u30b9\u30c8\u540d\u3001\u5b8c\u5168\u6307\u5b9a\u306e\u30c9\u30e1\u30a4\u30f3\u540d\u3001\u30c9\u30e1\u30a4\u30f3\u540d\u3001IP \u30a2\u30c9\u30ec\u30b9\u3001\u307e\u305f\u306f\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30de\u30b9\u30af\u3092\u6301\u3064\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306a\u3069\u3067\u3059\u3002\u8a31\u53ef\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30de\u30b9\u30af\u304a\u3088\u3073\u62d2\u5426\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30de\u30b9\u30af\u304c\u4e21\u65b9\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u3066\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u304c\u4e21\u65b9\u306e\u30ea\u30b9\u30c8\u5185\u306e 1 \u3064\u4ee5\u4e0a\u306e\u30de\u30b9\u30af\u3068\u4e00\u81f4\u3059\u308b\u5834\u5408\u3001\u63a5\u7d9a\u306f\u62d2\u5426\u3055\u308c\u307e\u3059\u3002\u62d2\u5426\u30ea\u30b9\u30c8\u3060\u3051\u304c\u6307\u5b9a\u3055\u308c\u305f\u5834\u5408\u3001\u305d\u306e\u30ea\u30b9\u30c8\u306e\u30de\u30b9\u30af\u3068\u4e00\u81f4\u3057\u306a\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u3059\u3079\u3066\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002  
property.denied-client.default-behavior.alias.synopsis=\u8a31\u53ef\u30ea\u30b9\u30c8\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u8a31\u53ef\u30ea\u30b9\u30c8\u306b\u30a2\u30c9\u30ec\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3060\u3051\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u305d\u308c\u4ee5\u5916\u306e\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.denied-client.requires-admin-action.synopsis=\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u3001\u3059\u3067\u306b\u78ba\u7acb\u3055\u308c\u305f\u63a5\u7d9a\u3068\u306f\u76f8\u4e92\u4f5c\u7528\u3057\u307e\u305b\u3093\u3002
property.enabled.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.java-class.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.keep-stats.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u7d71\u8a08\u60c5\u5831\u3092\u4fdd\u6301\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.keep-stats.description=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u3001LDAP \u3092\u4ecb\u3057\u3066\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u306e\u6570\u3068\u7a2e\u985e\u304a\u3088\u3073\u9001\u53d7\u4fe1\u3055\u308c\u305f\u30c7\u30fc\u30bf\u91cf\u306b\u3064\u3044\u3066\u306e\u7d71\u8a08\u60c5\u5831\u3092\u4fdd\u6301\u3057\u307e\u3059\u3002
property.key-manager-provider.synopsis=\u3053\u306eLDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u3068\u3082\u306b\u4f7f\u7528\u3059\u308b\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.key-manager-provider.requires-admin-action.synopsis=\u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u5bfe\u8c61\u3068\u306a\u308b\u306e\u306f\u3001\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3078\u306e\u4ee5\u964d\u306e\u30a2\u30af\u30bb\u30b9\u8a66\u884c\u3060\u3051\u3067\u3059\u3002
property.key-manager-provider.syntax.aggregation.constraint-synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3057\u3001SSL \u307e\u305f\u306f StartTLS \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u306f\u3001\u53c2\u7167\u5148\u306e\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.listen-address.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c LDAP \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u63a5\u7d9a\u3092\u5f85\u6a5f\u3059\u308b\u30a2\u30c9\u30ec\u30b9\u307e\u305f\u306f\u30a2\u30c9\u30ec\u30b9\u306e\u30bb\u30c3\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.listen-address.description=\u3053\u306e\u5c5e\u6027\u306b\u8907\u6570\u306e\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3059\u308b\u5834\u5408\u306f\u3001\u5024\u3092\u533a\u5207\u3063\u3066\u5165\u529b\u3057\u307e\u3059\u3002\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u3059\u3079\u3066\u306e\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3067\u5f85\u6a5f\u3057\u307e\u3059\u3002
property.listen-port.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u63a5\u7d9a\u3092\u5f85\u6a5f\u3059\u308b\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.listen-port.description=\u6307\u5b9a\u3067\u304d\u308b\u30dd\u30fc\u30c8\u756a\u53f7\u306f 1 \u3064\u3060\u3051\u3067\u3059\u3002
property.max-blocked-write-time-limit.synopsis=LDAP \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3078\u306e\u30c7\u30fc\u30bf\u66f8\u304d\u8fbc\u307f\u8a66\u884c\u304c\u906e\u65ad\u3092\u8a31\u53ef\u3055\u308c\u308b\u6700\u9577\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-blocked-write-time-limit.description=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3078\u306e\u30c7\u30fc\u30bf\u66f8\u304d\u8fbc\u307f\u8a66\u884c\u304c\u3053\u306e\u6642\u9593\u3088\u308a\u3082\u9577\u304f\u306a\u3063\u305f\u5834\u5408\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306f\u7d42\u4e86\u3057\u307e\u3059\u3002
property.max-request-size.synopsis=\u3053\u306e LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306b\u3088\u3063\u3066\u8a31\u53ef\u3055\u308c\u308b LDAP \u8981\u6c42\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u6700\u5927\u30b5\u30a4\u30ba (\u30d0\u30a4\u30c8) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-request-size.description=\u3053\u306e\u5c5e\u6027\u306f Sun Java System Directory Server \u306e maxBERSize \u8a2d\u5b9a\u5c5e\u6027\u306b\u4f3c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306f\u3001\u6975\u7aef\u306b\u5927\u304d\u3044\u8981\u6c42\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u30b5\u30fc\u30d0\u30fc\u304c\u5927\u91cf\u306e\u30e1\u30e2\u30ea\u3092\u5272\u308a\u5f53\u3066\u3088\u3046\u3068\u3059\u308b\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u3088\u308b\u30b5\u30fc\u30d3\u30b9\u62d2\u5426\u653b\u6483\u3092\u9632\u3050\u306e\u306b\u5f79\u7acb\u3064\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.num-request-handlers.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u8981\u6c42\u3092\u8aad\u307f\u53d6\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u8981\u6c42\u30cf\u30f3\u30c9\u30e9\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.num-request-handlers.description=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u65b0\u3057\u3044\u63a5\u7d9a\u3092\u53d7\u3051\u5165\u308c\u308b\u305f\u3081\u306b\u306f 1 \u3064\u306e\u30b9\u30ec\u30c3\u30c9\u3092\u4f7f\u7528\u3057\u307e\u3059\u304c\u3001\u65e2\u5b58\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u304b\u3089\u306e\u8981\u6c42\u3092\u8aad\u307f\u53d6\u308b\u305f\u3081\u306b\u306f 1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u8ffd\u52a0\u30b9\u30ec\u30c3\u30c9\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u65b0\u3057\u3044\u8981\u6c42\u304c\u52b9\u7387\u7684\u306b\u8aad\u307f\u53d6\u3089\u308c\u308b\u3088\u3046\u306b\u3059\u308b\u3053\u3068\u3084\u3001\u30b5\u30fc\u30d0\u30fc\u306b\u591a\u6570\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u540c\u6642\u306b\u91cd\u3044\u8ca0\u8377\u304c\u304b\u304b\u3063\u305f\u3068\u304d\u306b\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u81ea\u4f53\u304c\u969c\u5bb3\u306b\u306a\u3089\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.send-rejection-notice.synopsis=\u65b0\u3057\u3044\u63a5\u7d9a\u304c\u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u62d2\u5426\u3055\u308c\u305f\u5834\u5408\u306b\u3001LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u5207\u65ad\u306e\u62e1\u5f35\u5fdc\u7b54\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u901a\u77e5\u3092\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u9001\u4fe1\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.send-rejection-notice.description=\u62e1\u5f35\u5fdc\u7b54\u30e1\u30c3\u30bb\u30fc\u30b8\u3067\u306f\u63a5\u7d9a\u304c\u62d2\u5426\u3055\u308c\u305f\u7406\u7531\u304c\u8aac\u660e\u3055\u308c\u307e\u3059\u3002
property.ssl-cert-nickname.synopsis=SSL \u901a\u4fe1\u306e\u5b9f\u884c\u6642\u306b LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u4f7f\u7528\u3059\u308b\u8a3c\u660e\u66f8\u306e\u30cb\u30c3\u30af\u30cd\u30fc\u30e0 (\u30a8\u30a4\u30ea\u30a2\u30b9\u3068\u3082\u547c\u3070\u308c\u308b) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.ssl-cert-nickname.description=\u3053\u308c\u306f SSL \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u306b\u306e\u307f\u8a72\u5f53\u3057\u307e\u3059\u3002
property.ssl-cert-nickname.default-behavior.alias.synopsis=\u30b5\u30fc\u30d0\u30fc\u306b\u6c7a\u5b9a\u3055\u305b\u307e\u3059\u3002
property.ssl-cipher-suite.synopsis=SSL \u307e\u305f\u306f StartTLS \u901a\u4fe1\u3067\u306e\u4f7f\u7528\u304c\u8a31\u53ef\u3055\u308c\u308b SSL \u6697\u53f7\u5316\u65b9\u5f0f\u7fa4\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.ssl-cipher-suite.default-behavior.alias.synopsis=\u30b5\u30fc\u30d0\u30fc\u306e JVM \u304b\u3089\u63d0\u4f9b\u3055\u308c\u308b SSL \u6697\u53f7\u5316\u30b9\u30a4\u30fc\u30c8\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.ssl-cipher-suite.requires-admin-action.synopsis=\u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u5f71\u97ff\u304c\u53ca\u3076\u306e\u306f\u5909\u66f4\u5f8c\u306b\u4f5c\u6210\u3055\u308c\u305f\u65b0\u3057\u3044 SSL/TLS \u30d9\u30fc\u30b9\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3060\u3051\u3067\u3059\u3002
property.ssl-client-auth-policy.synopsis=SSL \u8a3c\u660e\u66f8\u306b\u95a2\u3057\u3066 LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u4f7f\u7528\u3059\u308b\u30dd\u30ea\u30b7\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.ssl-client-auth-policy.description=\u3053\u308c\u306f\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c SSL \u306e\u4f7f\u7528\u3092\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u8a72\u5f53\u3057\u307e\u3059\u3002
property.ssl-client-auth-policy.syntax.enumeration.value.disabled.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f SSL \u30cd\u30b4\u30b7\u30a8\u30fc\u30b7\u30e7\u30f3\u306e\u5b9f\u884c\u6642\u306b\u305d\u308c\u81ea\u4f53\u306e\u8a3c\u660e\u66f8\u3092\u63d0\u793a\u3059\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093\u3002
property.ssl-client-auth-policy.syntax.enumeration.value.optional.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f SSL \u30cd\u30b4\u30b7\u30a8\u30fc\u30b7\u30e7\u30f3\u306e\u5b9f\u884c\u6642\u306b\u305d\u308c\u81ea\u4f53\u306e\u8a3c\u660e\u66f8\u3092\u63d0\u793a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u8a3c\u660e\u66f8\u3092\u63d0\u793a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u3067\u3082\u63a5\u7d9a\u306f\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u3059\u3002
property.ssl-client-auth-policy.syntax.enumeration.value.required.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f SSL \u30cd\u30b4\u30b7\u30a8\u30fc\u30b7\u30e7\u30f3\u306e\u5b9f\u884c\u6642\u306b\u305d\u308c\u81ea\u4f53\u306e\u8a3c\u660e\u66f8\u3092\u63d0\u793a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u8a3c\u660e\u66f8\u3092\u63d0\u793a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u30a2\u30af\u30bb\u30b9\u304c\u62d2\u5426\u3055\u308c\u307e\u3059\u3002
property.ssl-protocol.synopsis=SSL \u307e\u305f\u306f StartTLS \u901a\u4fe1\u3067\u306e\u4f7f\u7528\u304c\u8a31\u53ef\u3055\u308c\u308b SSL \u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.ssl-protocol.default-behavior.alias.synopsis=\u30b5\u30fc\u30d0\u30fc\u306e JVM \u304b\u3089\u63d0\u4f9b\u3055\u308c\u308b SSL \u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30bb\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.ssl-protocol.requires-admin-action.synopsis=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u5f71\u97ff\u304c\u53ca\u3076\u306e\u306f\u5909\u66f4\u5f8c\u306b\u4f5c\u6210\u3055\u308c\u305f\u65b0\u3057\u3044 SSL/TLS \u30d9\u30fc\u30b9\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3060\u3051\u3067\u3059\u3002
property.trust-manager-provider.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u3068\u3082\u306b\u4f7f\u7528\u3059\u308b\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.trust-manager-provider.requires-admin-action.synopsis=\u3053\u306e\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u5bfe\u8c61\u3068\u306a\u308b\u306e\u306f\u3001\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3078\u306e\u4ee5\u964d\u306e\u30a2\u30af\u30bb\u30b9\u8a66\u884c\u3060\u3051\u3067\u3059\u3002
property.trust-manager-provider.syntax.aggregation.constraint-synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3057\u3001SSL \u307e\u305f\u306f StartTLS \u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u304d\u306f\u3001\u53c2\u7167\u5148\u306e\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.use-ssl.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c SSL \u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.use-ssl.description=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f SSL \u3092\u4f7f\u7528\u3057\u3066\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u306e\u901a\u4fe1\u3092\u6697\u53f7\u5316\u3057\u307e\u3059\u3002
property.use-tcp-keep-alive.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c TCP \u30ad\u30fc\u30d7\u30a2\u30e9\u30a4\u30d6\u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.use-tcp-keep-alive.description=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001SO_KEEPALIVE \u30bd\u30b1\u30c3\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u4f7f\u7528\u3055\u308c\u3001TCP \u30ad\u30fc\u30d7\u30a2\u30e9\u30a4\u30d6\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5b9a\u671f\u7684\u306b\u9001\u4fe1\u3057\u3066\u95a2\u9023\u4ed8\u3051\u308c\u3089\u305f\u63a5\u7d9a\u304c\u5f15\u304d\u7d9a\u304d\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u304c\u691c\u8a3c\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u306f\u3001\u914d\u4e0b\u306e\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30b7\u30b9\u30c6\u30e0\u3067\u8a2d\u5b9a\u3055\u308c\u305f\u30ad\u30fc\u30d7\u30a2\u30e9\u30a4\u30d6\u9593\u9694\u304c\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u306b\u3088\u3063\u3066\u5b9f\u65bd\u3055\u308c\u308b\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3088\u308a\u3082\u77ed\u3044\u5834\u5408\u306b\u3001\u4e2d\u9593\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u304c\u4ed6\u306e\u30a2\u30a4\u30c9\u30eb\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u3092\u305d\u306e\u307e\u307e\u89e3\u9664\u3057\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b\u5f79\u7acb\u3064\u3053\u3068\u3082\u3042\u308a\u307e\u3059\u3002
property.use-tcp-no-delay.synopsis=LDAP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c TCP \u9045\u5ef6\u306a\u3057\u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.use-tcp-no-delay.description=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u8ffd\u52a0\u306e\u5fdc\u7b54\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u540c\u3058\u30d1\u30b1\u30c3\u30c8\u3067\u9001\u4fe1\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3059\u308b\u306e\u3092\u5f85\u6a5f\u3059\u308b\u306e\u3067\u306f\u306a\u304f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3078\u306e\u5fdc\u7b54\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u305f\u3060\u3061\u306b\u9001\u4fe1\u3055\u308c\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b TCP_NODELAY \u30bd\u30b1\u30c3\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u307b\u3068\u3093\u3069\u306e\u5834\u5408\u3001TCP_NODELAY \u30bd\u30b1\u30c3\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u304c\u5411\u4e0a\u3057\u3001\u5fdc\u7b54\u6642\u9593\u304c\u77ed\u7e2e\u3055\u308c\u307e\u3059\u3002\u4e00\u65b9\u3001TCP_NODELAY \u30bd\u30b1\u30c3\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3059\u308b\u3068\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u691c\u7d22\u8981\u6c42\u306b\u5fdc\u7b54\u3057\u3066\u591a\u6570\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u9001\u4fe1\u3059\u308b\u5834\u5408\u306b\u5f79\u7acb\u3064\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002
