user-friendly-name=\u30ed\u30fc\u30ab\u30eb DB \u30d0\u30c3\u30af\u30a8\u30f3\u30c9
user-friendly-plural-name=\u30ed\u30fc\u30ab\u30eb DB \u30d0\u30c3\u30af\u30a8\u30f3\u30c9
synopsis=\u30ed\u30fc\u30ab\u30eb DB \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u3001Berkeley DB Java Edition \u3092\u4f7f\u7528\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u6307\u5b9a\u3057\u305f\u30c7\u30fc\u30bf\u3092\u30ed\u30fc\u30ab\u30eb\u30ec\u30dd\u30b8\u30c8\u30ea\u306b\u683c\u7d0d\u3057\u307e\u3059\u3002
description=\u3053\u308c\u306f\u901a\u5e38\u306e\u300c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u300d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u3001Sun Java System Directory Server \u306b\u3088\u3063\u3066\u63d0\u4f9b\u3055\u308c\u308b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u4f3c\u3066\u3044\u307e\u3059\u3002\u30ed\u30fc\u30ab\u30eb DB \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u3092\u30a8\u30f3\u30b3\u30fc\u30c9\u5f62\u5f0f\u3067\u683c\u7d0d\u3057\u3001\u5404\u7a2e\u6761\u4ef6\u306b\u57fa\u3065\u3044\u3066\u5bfe\u8c61\u30a8\u30f3\u30c8\u30ea\u3092\u3059\u3070\u3084\u304f\u7279\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u308b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3082\u5099\u3048\u3066\u3044\u307e\u3059\u3002
property.backend-id.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.backend-id.description=\u3053\u306e\u540d\u524d\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u3059\u3079\u3066\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u4e2d\u3067\u4e00\u610f\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u3067\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f5c\u6210\u3055\u308c\u305f\u3042\u3068\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID \u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002
property.base-dn.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u51e6\u7406\u3059\u308b\u30c7\u30fc\u30bf\u306e\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.base-dn.description=1 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067 1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30d9\u30fc\u30b9 DN \u3092\u51e6\u7406\u3067\u304d\u307e\u3059\u30021 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u307b\u304b\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3088\u3063\u3066\u6307\u5b9a\u3055\u308c\u305f\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u306e\u30d9\u30fc\u30b9 DN \u3092\u6301\u3064\u3053\u3068\u306f\u3042\u308a\u307e\u3059\u304c\u30012 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u540c\u3058\u30d9\u30fc\u30b9 DN \u3092\u6301\u3064\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093 (Sun Java System Directory Server \u3067\u306e\u30b5\u30d6\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u306e\u4f7f\u7528\u3068\u540c\u69d8)\u3002\u3044\u305a\u308c\u304b\u306e\u30d9\u30fc\u30b9 DN \u304c\u307b\u304b\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u3067\u3042\u308b\u5834\u5408\u3001\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u3059\u3079\u3066\u306e\u30d9\u30fc\u30b9 DN \u306f\u540c\u3058\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.base-dn.requires-admin-action.synopsis=\u65b0\u898f\u306e\u30d9\u30fc\u30b9 DN \u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3054\u3068\u306b\u4f55\u3089\u304b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5fc5\u8981\u306b\u306a\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u7ba1\u7406\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002
property.compact-encoding.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u5c5e\u6027\u306e\u8aac\u660e\u3068\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306e\u30bb\u30c3\u30c8\u3092\u5727\u7e2e\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u30a8\u30f3\u30c8\u30ea\u3092\u30a8\u30f3\u30b3\u30fc\u30c9\u3059\u308b\u3068\u304d\u306b\u3001\u5727\u7e2e\u5f62\u5f0f\u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.compact-encoding.description=\u3053\u306e\u5c5e\u6027\u306f\u30a8\u30f3\u30c8\u30ea\u81ea\u4f53\u306b\u306e\u307f\u9069\u7528\u3055\u308c\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30c7\u30fc\u30bf\u306b\u306f\u5f71\u97ff\u3057\u307e\u305b\u3093\u3002
property.compact-encoding.requires-admin-action.synopsis=\u3053\u306e\u8a2d\u5b9a\u306e\u5909\u66f4\u306f\u5909\u66f4\u5f8c\u306b\u884c\u308f\u308c\u305f\u66f8\u304d\u8fbc\u307f\u306b\u5bfe\u3057\u3066\u306e\u307f\u9069\u7528\u3055\u308c\u307e\u3059\u3002\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u306b\u9061\u53ca\u7684\u306b\u9069\u7528\u3055\u308c\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\u3002
property.db-cache-percent.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u5272\u308a\u5f53\u3066\u308b JVM \u30e1\u30e2\u30ea\u30fc\u306e\u30d1\u30fc\u30bb\u30f3\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-cache-percent.description=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ad\u30e3\u30c3\u30b7\u30e5\u3059\u308b\u305f\u3081\u306b JVM \u3067\u4f7f\u7528\u53ef\u80fd\u306a\u30e1\u30e2\u30ea\u30fc\u306e\u30d1\u30fc\u30bb\u30f3\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u3053\u308c\u306f\u3001db-cache-size \u5c5e\u6027\u306e\u5024\u304c\u300c0 MB\u300d\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u305d\u308c\u4ee5\u5916\u306e\u5834\u5408\u3001\u305d\u306e\u5c5e\u6027\u306e\u5024\u306f\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u8a2d\u5b9a\u3092\u5236\u5fa1\u3059\u308b\u305f\u3081\u306b\u4ee3\u308f\u308a\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.db-cache-size.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u5272\u308a\u5f53\u3066\u308b JVM \u30e1\u30e2\u30ea\u30fc\u306e\u91cf\u3002
property.db-cache-size.description=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ad\u30e3\u30c3\u30b7\u30e5\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b\u30e1\u30e2\u30ea\u30fc\u306e\u91cf\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u5024\u3092\u300c0 MB\u300d\u306b \u8a2d\u5b9a\u3059\u308b\u3068\u3001db-cache-percent \u5c5e\u6027\u306f\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4ee3\u308f\u308a\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.db-checkpointer-bytes-interval.synopsis=\u5f37\u5236\u7684\u306b\u30c1\u30a7\u30c3\u30af\u30dd\u30a4\u30f3\u30c8\u3092\u5b9f\u884c\u3055\u305b\u3089\u308c\u308b\u524d\u306b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u66f8\u304d\u8fbc\u3080\u3053\u3068\u306e\u3067\u304d\u308b\u6700\u5927\u30d0\u30a4\u30c8\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-checkpointer-bytes-interval.description=\u3053\u308c\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u74b0\u5883\u304c\u9069\u5207\u306b\u9589\u3058\u3089\u308c\u305a\u306b\u958b\u304b\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u5fc5\u8981\u306b\u306a\u308b\u3053\u3068\u304c\u3042\u308b\u5fa9\u65e7\u6642\u9593\u306e\u5883\u754c\u3092\u793a\u3059\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u3092 0 \u4ee5\u5916\u306e\u5024\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30c1\u30a7\u30c3\u30af\u30dd\u30a4\u30f3\u30bf\u306e\u8d77\u52d5\u9593\u9694\u304c\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3002\u6642\u9593\u30d9\u30fc\u30b9\u306e\u30c1\u30a7\u30c3\u30af\u30dd\u30a4\u30f3\u30c8\u3092\u4f7f\u7528\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u5c5e\u6027\u3092 0 \u306b\u8a2d\u5b9a\u3057\u307e\u3059\u3002
property.db-checkpointer-wakeup-interval.synopsis=\u30c1\u30a7\u30c3\u30af\u30dd\u30a4\u30f3\u30c8\u9593\u306e\u6700\u9577\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-checkpointer-wakeup-interval.description=\u3053\u308c\u306f\u30c1\u30a7\u30c3\u30af\u30dd\u30a4\u30f3\u30bf\u306e\u9593\u9694\u306e\u5024 (\u30d0\u30a4\u30c8) \u304c 0 \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.db-cleaner-min-utilization.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u6d88\u53bb\u30d7\u30ed\u30b0\u30e9\u30e0\u304c\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u4fdd\u6301\u3059\u308b\u5b9f\u30c7\u30fc\u30bf\u306e\u6700\u5c0f\u30d1\u30fc\u30bb\u30f3\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-cleaner-min-utilization.description=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u5b9f\u30c7\u30fc\u30bf\u306e\u91cf\u304c\u3053\u306e\u30d1\u30fc\u30bb\u30f3\u30c8\u3092\u4e0b\u56de\u3063\u305f\u5834\u5408\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u6bd4\u8f03\u7684\u5b8c\u5168\u306a\u72b6\u614b\u306b\u3059\u308b\u305f\u3081\u306b\u3001\u6d88\u53bb\u30d7\u30ed\u30b0\u30e9\u30e0\u306f\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u6b8b\u308a\u306e\u5b9f\u30c7\u30fc\u30bf\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u6700\u5f8c\u306b\u79fb\u52d5\u3057\u3001\u5143\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u3002
property.db-directory.synopsis=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30c7\u30fc\u30bf\u3092\u542b\u3080 Berkeley DB Java Edition \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u6301\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-directory.description=\u3053\u306e\u30d1\u30b9\u306f\u7d76\u5bfe\u30d1\u30b9\u307e\u305f\u306f OpenDS Directory \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30d9\u30fc\u30b9\u3092\u542b\u3080\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u76f8\u5bfe\u30d1\u30b9\u306e\u3069\u3061\u3089\u3067\u3082\u304b\u307e\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30d1\u30b9\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u66f8\u304d\u3059\u308b\u9069\u5207\u306a\u6a29\u9650\u3092\u6301\u3061\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u4fdd\u6301\u3059\u308b\u306e\u306b\u5341\u5206\u306a\u5bb9\u91cf\u304c\u3042\u308b\u6709\u52b9\u306a\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30d1\u30b9\u3067\u3042\u308c\u3070\u3001\u3069\u308c\u3067\u3082\u304b\u307e\u3044\u307e\u305b\u3093\u3002
property.db-directory-permissions.synopsis=\u30b5\u30fc\u30d0\u30fc\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u542b\u3080\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u9069\u7528\u3059\u308b\u6a29\u9650\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-directory-permissions.description=UNIX \u30d5\u30a1\u30a4\u30eb\u306e\u6a29\u9650\u306b\u5bfe\u3059\u308b\u901a\u5e38\u8868\u73fe\u3067\u3042\u308b 3 \u6841\u306e 8 \u9032\u6570\u306e\u5024\u3068\u3057\u3066\u8868\u73fe\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u30023 \u6841\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u6240\u6709\u8005\u3001\u30b0\u30eb\u30fc\u30d7\u306e\u30e1\u30f3\u30d0\u30fc\u3001\u304a\u3088\u3073\u306b\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066 (\u305d\u306e\u9806\u3067) \u4f7f\u7528\u53ef\u80fd\u306a\u6a29\u9650\u3092\u8868\u3057\u3001\u5404\u6841\u306f\u30d3\u30c3\u30c8\u306e\u8aad\u307f\u66f8\u304d\u304a\u3088\u3073\u5b9f\u884c\u306e 8 \u9032\u6570\u8868\u73fe\u3067\u3059\u3002\u3053\u308c\u304c\u5f71\u97ff\u3092\u4e0e\u3048\u308b\u306e\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u5bfe\u3059\u308b\u6a29\u9650\u306e\u307f\u3067\u3001\u305d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u66f8\u304d\u8fbc\u307e\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u5f71\u97ff\u3057\u307e\u305b\u3093\u3002UNIX \u30b7\u30b9\u30c6\u30e0\u3067\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e umask \u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u306b\u4ed8\u4e0e\u3055\u308c\u308b\u6a29\u9650\u3092\u5236\u5fa1\u3057\u307e\u3059\u3002
property.db-directory-permissions.syntax.string.pattern.synopsis=700 \u304b\u3089 777 \u307e\u3067\u306e 8 \u9032\u6570\u306e\u5024 (\u6240\u6709\u8005\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u5bfe\u3059\u308b\u8aad\u307f\u66f8\u304d\u304a\u3088\u3073\u5b9f\u884c\u6a29\u9650\u3092\u5e38\u306b\u6301\u3064\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059)\u3002
property.db-evictor-lru-only.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c LRU \u30dd\u30ea\u30b7\u30fc (\u6700\u3082\u9577\u3044\u9593\u4f7f\u308f\u308c\u3066\u3044\u306a\u3044\u60c5\u5831\u304c\u6700\u521d\u306b\u7834\u68c4\u3055\u308c\u308b) \u306b\u57fa\u3065\u3044\u3066\u65e2\u5b58\u30c7\u30fc\u30bf\u3092\u30ad\u30e3\u30c3\u30b7\u30e5\u304b\u3089\u7834\u68c4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.db-evictor-lru-only.description=\u300c\u507d\u300d\u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u3001\u6700\u8fd1\u8449\u30ce\u30fc\u30c9\u3078\u306e\u30a2\u30af\u30bb\u30b9\u304c\u3042\u3063\u305f\u5834\u5408\u3067\u3082\u3001\u7834\u68c4\u306f\u8449\u30ce\u30fc\u30c8\u4e0a\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u3042\u308b\u914d\u4e0b\u306e Btree \u306e\u5185\u90e8\u30ce\u30fc\u30c9\u3092\u4fdd\u6301\u3057\u307e\u3059\u3002\u3053\u308c\u306f\u30c7\u30fc\u30bf\u306e\u3054\u304f\u4e00\u90e8\u306e\u307f\u304c\u30ad\u30e3\u30c3\u30b7\u30e5\u3055\u308c\u308b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u8a2d\u5b9a\u306b\u9069\u3057\u3066\u3044\u307e\u3059\u3002
property.db-evictor-nodes-per-scan.synopsis=\u65b0\u3057\u3044\u60c5\u5831\u7528\u306e\u9818\u57df\u3092\u78ba\u4fdd\u3059\u308b\u305f\u3081\u306b\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u3092\u89e3\u653e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3068\u5224\u65ad\u3057\u305f\u5834\u5408\u306b\u30011 \u56de\u306b\u30ad\u30e3\u30c3\u30b7\u30e5\u304b\u3089\u7834\u68c4\u3059\u308b Btree \u30ce\u30fc\u30c9\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-evictor-nodes-per-scan.description=\u3053\u306e\u5c5e\u6027\u306e\u5909\u66f4\u306f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u518d\u8d77\u52d5\u3055\u308c\u308b\u307e\u3067\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u3002db-evictor-lru-only \u3092\u507d\u306b\u8a2d\u5b9a\u3057\u305f\u3068\u304d\u306f\u3053\u306e\u5c5e\u6027\u3082\u5909\u66f4\u3059\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306f\u30ce\u30fc\u30c9\u304c\u7834\u68c4\u3055\u308c\u308b\u305f\u3073\u306b\u8003\u616e\u307e\u305f\u306f\u30b5\u30f3\u30d7\u30ea\u30f3\u30b0\u3055\u308c\u308b Btree \u30ce\u30fc\u30c9\u306e\u6570\u3092\u5236\u5fa1\u3057\u307e\u3059\u3002100 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u826f\u3044\u7d50\u679c\u3092\u3082\u305f\u3089\u3059\u3053\u3068\u304c\u307b\u3068\u3093\u3069\u3067\u3059\u304c\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u3088\u3063\u3066\u7570\u306a\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u30b9\u30ad\u30e3\u30f3\u3054\u3068\u306e\u30ce\u30fc\u30c9\u3088\u308a\u3082\u591a\u3051\u308c\u3070\u591a\u3044\u307b\u3069\u3001\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u306e\u7cbe\u5ea6\u304c\u4e0a\u304c\u308a\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u8a2d\u5b9a\u6570\u304c\u591a\u3059\u304e\u308b\u3068\u5f0a\u5bb3\u304c\u3042\u308a\u307e\u3059\u3002\u7834\u68c4\u3054\u3068\u306b\u591a\u6570\u306e\u30ce\u30fc\u30c9\u3092\u8003\u616e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3068\u3001\u6307\u5b9a\u3057\u305f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u51e6\u7406\u306e\u5b8c\u4e86\u304c\u9045\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u3001\u305d\u308c\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b9\u30ec\u30c3\u30c9\u306e\u5fdc\u7b54\u6642\u9593\u306b\u5f71\u97ff\u3092\u4e0e\u3048\u307e\u3059\u3002
property.db-log-file-max.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u6700\u5927\u30b5\u30a4\u30ba\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-logging-file-handler-on.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ed\u30b0\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3068\u540c\u3058\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b je.info \u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u6301\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.db-logging-file-handler-on.description=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u914d\u4e0b\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u3088\u3063\u3066\u5b9f\u884c\u3055\u308c\u308b\u5185\u90e8\u51e6\u7406\u306b\u3064\u3044\u3066\u306e\u60c5\u5831\u304c\u542b\u307e\u308c\u307e\u3059\u3002
property.db-logging-level.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c je.info \u30d5\u30a1\u30a4\u30eb\u306b\u60c5\u5831\u3092\u66f8\u304d\u8fbc\u3080\u3068\u304d\u306b\u4f7f\u7528\u3059\u308b\u30ed\u30b0\u30ec\u30d9\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-logging-level.description=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c8\u30ec\u30fc\u30b9\u30ed\u30ae\u30f3\u30b0\u30ec\u30d9\u30eb\u306f\u3001(\u8a73\u7d30\u306a\u9806\u306b) OFF\u3001SEVERE\u3001WARNING\u3001INFO\u3001CONFIG\u3001FINE\u3001FINER\u3001FINEST\u3001ALL \u304b\u3089\u9078\u629e\u3057\u307e\u3059\u3002
property.db-num-cleaner-threads.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u671b\u307e\u3057\u3044\u4f7f\u7528\u7387\u307e\u305f\u306f\u305d\u308c\u306b\u8fd1\u3044\u4f7f\u7528\u7387\u306b\u7dad\u6301\u3059\u308b\u305f\u3081\u306b\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4fdd\u6301\u3059\u308b\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-num-cleaner-threads.description=\u66f8\u304d\u8fbc\u307f\u30b9\u30eb\u30fc\u30d7\u30c3\u30c8\u304c\u9ad8\u3044\u74b0\u5883\u3067\u306f\u3001\u671b\u307e\u3057\u3044\u4f7f\u7528\u7387\u3092\u7dad\u6301\u3059\u308b\u305f\u3081\u306b\u8907\u6570\u306e\u6d88\u53bb\u30b9\u30ec\u30c3\u30c9\u304c\u5fc5\u8981\u306b\u306a\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.db-num-lock-tables.synopsis=\u914d\u4e0b\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u308b\u30ed\u30c3\u30af\u30c6\u30fc\u30d6\u30eb\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.db-num-lock-tables.description=\u3053\u308c\u306f\u3001CPU \u306e\u6570\u304c\u591a\u3044\u30b7\u30b9\u30c6\u30e0\u3067\u7af6\u5408\u3092\u907f\u3051\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u30b9\u30b1\u30fc\u30e9\u30d3\u30ea\u30c6\u30a3\u30fc\u3092\u5411\u4e0a\u3055\u305b\u308b\u305f\u3081\u306b\u3001\u7279\u306b\u91cd\u8981\u306a\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u306e\u5024\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3055\u308c\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u305f\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u4ee5\u4e0b\u306e\u7d20\u6570\u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.db-run-cleaner.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u6d88\u53bb\u30b9\u30ec\u30c3\u30c9\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.db-run-cleaner.description=\u6d88\u53bb\u30b9\u30ec\u30c3\u30c9\u306f\u3001\u5b9f\u30c7\u30fc\u30bf\u306e\u30d1\u30fc\u30bb\u30f3\u30c8\u304c\u4f4e\u3044 (\u3059\u306a\u308f\u3061\u3001db-cleaner-min-utilization \u5c5e\u6027\u306b\u3088\u3063\u3066\u6307\u5b9a\u3055\u308c\u305f\u91cf\u3088\u308a\u5c11\u306a\u3044) \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u7279\u5b9a\u3057\u3001\u6b8b\u308a\u306e\u5b9f\u30c7\u30fc\u30bf\u3092\u30ed\u30b0\u306e\u6700\u5f8c\u306b\u79fb\u52d5\u3057\u3066\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u5b9a\u671f\u7684\u306b\u5727\u7e2e\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.db-txn-no-sync.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u5185\u5bb9\u3092\u3059\u3050\u306b\u30c7\u30a3\u30b9\u30af\u306b\u66f8\u304d\u8fbc\u307e\u306a\u3044\u3067\u4e3b\u306b\u5185\u90e8\u30d0\u30c3\u30d5\u30a1\u30fc\u306b\u66f8\u304d\u8fbc\u3080\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.db-txn-no-sync.description=\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u306e\u5024\u3092\u300c\u771f\u300d\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u66f8\u304d\u8fbc\u307f\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u304c\u5411\u4e0a\u3059\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u304c\u3001OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3084\u914d\u4e0b\u306e JVM \u304c\u7570\u5e38\u306a\u72b6\u614b\u3067\u5b58\u5728\u3057\u3066\u3044\u308b\u5834\u5408\u3084\u3001OS \u3084\u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u306e\u969c\u5bb3\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u306b\u3001\u6700\u65b0\u306e\u5909\u66f4\u304c\u5931\u308f\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
property.db-txn-write-no-sync.synopsis=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u5185\u5bb9\u304c\u30c7\u30a3\u30b9\u30af\u306b\u66f8\u304d\u8fbc\u307e\u308c\u308b\u3068\u304d\u306b\u30c7\u30fc\u30bf\u3092\u540c\u671f\u7684\u306b\u30d5\u30e9\u30c3\u30b7\u30e5\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.db-txn-write-no-sync.description=\u3053\u306e\u5024\u3092\u300c\u507d\u300d\u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u30c7\u30a3\u30b9\u30af\u306b\u66f8\u304d\u8fbc\u307e\u308c\u308b\u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf\u304c\u6301\u7d9a\u7684\u8a18\u61b6\u9818\u57df\u306b\u540c\u671f\u7684\u306b\u30d5\u30e9\u30c3\u30b7\u30e5\u3055\u308c\u3001\u305d\u308c\u306b\u3088\u3063\u3066\u5b8c\u5168\u306a\u6c38\u7d9a\u6027\u304c\u5b9f\u73fe\u3055\u308c\u307e\u3059\u3002\u300c\u771f\u300d\u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u5b9f\u969b\u306b\u30c7\u30a3\u30b9\u30af\u306b\u66f8\u304d\u8fbc\u307e\u308c\u308b\u524d\u306b\u3001\u914d\u4e0b\u306e\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30b7\u30b9\u30c6\u30e0\u306b\u3088\u3063\u3066\u4e00\u5b9a\u671f\u9593\u30c7\u30fc\u30bf\u3092\u30ad\u30e3\u30c3\u30b7\u30e5\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u3063\u3066\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u304c\u5411\u4e0a\u3059\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u914d\u4e0b\u306e OS \u3084\u30cf\u30fc\u30c9\u30a6\u30a7\u30a2\u306e\u969c\u5bb3\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u306b (OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3084 JVM \u304c\u7570\u5e38\u306a\u72b6\u614b\u3067\u5b58\u5728\u3057\u3066\u3044\u308b\u5834\u5408\u3067\u306f\u306a\u3044) \u6700\u65b0\u306e\u5909\u66f4\u304c\u5931\u308f\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
property.enabled.synopsis=\u30b5\u30fc\u30d0\u30fc\u3067\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.enabled.description=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u306a\u3044\u5834\u5408\u3001\u64cd\u4f5c\u306e\u51e6\u7406\u6642\u306b\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
property.entries-compressed.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u30a8\u30f3\u30c8\u30ea\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u683c\u7d0d\u3059\u308b\u524d\u306b\u30a8\u30f3\u30c8\u30ea\u306e\u5727\u7e2e\u3092\u8a66\u307f\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.entries-compressed.description=\u3053\u306e\u5c5e\u6027\u306f\u30a8\u30f3\u30c8\u30ea\u81ea\u4f53\u306b\u306e\u307f\u9069\u7528\u3055\u308c\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30c7\u30fc\u30bf\u306b\u306f\u5f71\u97ff\u3057\u307e\u305b\u3093\u3002\u3055\u3089\u306b\u3001\u5727\u7e2e\u306e\u52b9\u679c\u306f\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u308b\u30c7\u30fc\u30bf\u306e\u30bf\u30a4\u30d7\u306b\u3088\u3063\u3066\u7570\u306a\u308a\u307e\u3059\u3002
property.entries-compressed.requires-admin-action.synopsis=\u3053\u306e\u8a2d\u5b9a\u306e\u5909\u66f4\u306f\u5909\u66f4\u5f8c\u306b\u884c\u308f\u308c\u305f\u66f8\u304d\u8fbc\u307f\u306b\u5bfe\u3057\u3066\u306e\u307f\u9069\u7528\u3055\u308c\u307e\u3059\u3002\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u306b\u9061\u53ca\u7684\u306b\u9069\u7528\u3055\u308c\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\u3002
property.import-queue-size.synopsis=LDIF \u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u8aad\u307f\u8fbc\u307e\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u4fdd\u6301\u306b\u4f7f\u7528\u3059\u308b\u30ad\u30e5\u30fc\u306e\u30b5\u30a4\u30ba (\u30a8\u30f3\u30c8\u30ea\u306e\u6570) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.import-queue-size.requires-admin-action.synopsis=\u5909\u66f4\u306f\u3059\u3067\u306b\u9032\u884c\u4e2d\u3067\u3042\u308b\u53ef\u80fd\u6027\u306e\u3042\u308b\u30a4\u30f3\u30dd\u30fc\u30c8\u306b\u5bfe\u3057\u3066\u306f\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u3002
property.import-thread-count.synopsis=LDIF \u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306e\u4e26\u884c\u51e6\u7406\u306b\u4f7f\u7528\u3055\u308c\u308b\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.import-thread-count.description=\u3053\u308c\u306f\u901a\u5e38\u3001\u5f93\u6765\u306e\u30b7\u30b9\u30c6\u30e0\u3067\u306f\u30b7\u30b9\u30c6\u30e0\u5185\u306e CPU \u306e\u6570\u306e\u5c0f\u3055\u306a\u500d\u6570 (\u305f\u3068\u3048\u3070\u30012 \u500d\u306a\u3069) \u3068\u3057\u3001CMT \u30b7\u30b9\u30c6\u30e0\u3067\u306f CPU \u30b9\u30c8\u30e9\u30f3\u30c9\u306e\u6570\u3068\u540c\u3058\u306b\u3057\u307e\u3059\u3002
property.import-thread-count.requires-admin-action.synopsis=\u5909\u66f4\u306f\u3059\u3067\u306b\u9032\u884c\u4e2d\u3067\u3042\u308b\u53ef\u80fd\u6027\u306e\u3042\u308b\u30a4\u30f3\u30dd\u30fc\u30c8\u306b\u5bfe\u3057\u3066\u306f\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u3002
property.index-entry-limit.synopsis=\u7279\u5b9a\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ad\u30fc\u304c\u4fdd\u6301\u3055\u308c\u306a\u304f\u308b\u524d\u306b\u305d\u306e\u7279\u5b9a\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ad\u30fc\u306b\u5bfe\u3059\u308b\u4e00\u81f4\u304c\u8a31\u53ef\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.index-entry-limit.description=\u3053\u306e\u5c5e\u6027\u306f Sun Java System Directory Server \u306e \u3059\u3079\u3066\u306e ID \u306e\u3057\u304d\u3044\u5024\u306b\u4f3c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u5236\u9650\u3067\u3001\u5c5e\u6027\u3054\u3068\u306e\u57fa\u6e96\u304c\u512a\u5148\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u5024\u304c 0 \u306e\u5834\u5408\u306f\u5236\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
property.index-entry-limit.requires-admin-action.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ad\u30fc\u304c\u3059\u3067\u306b\u3053\u306e\u5236\u9650\u306b\u9054\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u65b0\u3057\u3044\u5236\u9650\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u306b\u306f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.java-class.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.je-property.synopsis=\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30c7\u30fc\u30bf\u3092\u51e6\u7406\u3059\u308b Berkeley DB Java Edition \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u5c5e\u6027\u3068\u74b0\u5883\u5c5e\u6027\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.je-property.description=Berkeley DB Java Edition \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3059\u308b\u306b\u306f\u3001property-name=property-value \u306e\u66f8\u5f0f\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002\u95a2\u9023\u3059\u308b\u5c5e\u6027\u3001\u305d\u308c\u3089\u306e\u610f\u5473\u3001\u304a\u3088\u3073\u7bc4\u56f2\u5024\u306b\u3064\u3044\u3066\u306f\u3001OpenDS \u306e\u30de\u30cb\u30e5\u30a2\u30eb\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3059\u3079\u3066\u306e\u5c5e\u6027\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u6c7a\u5b9a\u7684\u306a\u8b58\u5225\u306b\u3064\u3044\u3066\u306f\u3001erkeley DB Java Edition \u30c7\u30a3\u30b9\u30c8\u30ea\u30d3\u30e5\u30fc\u30b7\u30e7\u30f3\u306e example.properties \u30d5\u30a1\u30a4\u30eb\u306b\u8a18\u8f09\u3055\u308c\u3066\u3044\u307e\u3059\u3002
property.preload-time-limit.synopsis=\u30c7\u30fc\u30bf\u304c\u521d\u671f\u5316\u3055\u308c\u308b\u3068\u304d\u306b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u305d\u306e\u30c7\u30fc\u30bf\u306e\u300c\u4e8b\u524d\u30ed\u30fc\u30c9\u300d\u306b\u304b\u3051\u308b\u3053\u3068\u306e\u3067\u304d\u308b\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.preload-time-limit.description=\u4e8b\u524d\u30ed\u30fc\u30c9\u51e6\u7406\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u8981\u6c42\u3092\u51e6\u7406\u3059\u308b\u3068\u304d\u306b\u3059\u3050\u306b\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u4e8b\u524d\u306b\u53d6\u308a\u8fbc\u3080\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u671f\u9593\u304c 0 \u306e\u5834\u5408\u306f\u4e8b\u524d\u30ed\u30fc\u30c9\u304c\u884c\u308f\u308c\u307e\u305b\u3093\u3002
property.writability-mode.synopsis=\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u969b\u306b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u3059\u3079\u304d\u52d5\u4f5c\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.disabled.synopsis=\u3059\u3079\u3066\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306b\u5931\u6557\u3057\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.enabled.synopsis=\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306e\u5b9f\u884c\u3092\u8a31\u53ef\u3057\u307e\u3059\u3002\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u304c\u6709\u52b9\u3067\u3001\u30e6\u30fc\u30b6\u30fc\u306b\u305d\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308b\u5834\u5408\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u305d\u306e\u30bf\u30a4\u30d7\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u306a\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3082\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=\u5916\u90e8\u66f8\u304d\u8fbc\u307f\u8a66\u884c\u306f\u5931\u6557\u3057\u307e\u3059\u304c\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u64cd\u4f5c\u304a\u3088\u3073\u5185\u90e8\u64cd\u4f5c\u306b\u3088\u308b\u66f8\u304d\u8fbc\u307f\u306f\u53ef\u80fd\u3067\u3059\u3002
relation.local-db-index.user-friendly-name=\u30ed\u30fc\u30ab\u30eb DB \u30a4\u30f3\u30c7\u30c3\u30af\u30b9
relation.local-db-index.user-friendly-plural-name=\u30ed\u30fc\u30ab\u30eb DB \u30a4\u30f3\u30c7\u30c3\u30af\u30b9
relation.local-db-index.synopsis=\u30ed\u30fc\u30ab\u30eb DB \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3001\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u3068\u304d\u306b\u30a8\u30f3\u30c8\u30ea\u3092\u3059\u3070\u3084\u304f\u7279\u5b9a\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u60c5\u5831\u3092\u683c\u7d0d\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
relation.local-db-index.description=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u4f5c\u6210\u306f\u5c5e\u6027\u30ec\u30d9\u30eb\u3054\u3068\u306b\u5b9f\u884c\u3055\u308c\u3001\u691c\u7d22\u64cd\u4f5c\u4e2d\u306e\u4e88\u60f3\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b9\u65b9\u6cd5\u306b\u57fa\u3065\u304d\u3001\u5c5e\u6027\u306e\u7a2e\u985e\u306b\u5fdc\u3058\u3066\u3055\u307e\u3056\u307e\u306a\u30bf\u30a4\u30d7\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u4f5c\u6210\u3092\u5b9f\u884c\u3067\u304d\u307e\u3059\u3002
relation.local-db-vlv-index.user-friendly-name=\u30ed\u30fc\u30ab\u30eb DB VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9
relation.local-db-vlv-index.user-friendly-plural-name=\u30ed\u30fc\u30ab\u30eb DB VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9
relation.local-db-vlv-index.synopsis=\u30ed\u30fc\u30ab\u30eb DB VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3001VLV \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u3066\u7279\u5b9a\u306e\u691c\u7d22\u8981\u6c42\u3092\u52b9\u7387\u7684\u306b\u51e6\u7406\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u3001\u305d\u308c\u3089\u306e\u8981\u6c42\u306b\u3064\u3044\u3066\u306e\u60c5\u5831\u3092\u683c\u7d0d\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
relation.local-db-vlv-index.description=VLV \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3001\u7279\u5b9a\u306e\u30af\u30a8\u30ea\u30fc\u304a\u3088\u3073\u30bd\u30fc\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u6301\u3064\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u304c\u5b9f\u884c\u3055\u308c\u308b\u3053\u3068\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u52b9\u679c\u7684\u306b\u901a\u77e5\u3057\u307e\u3059\u3002\u307e\u305f\u3001\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3001\u4eee\u60f3\u30ea\u30b9\u30c8\u8868\u793a\u306e\u4f7f\u7528\u3092\u9ad8\u901f\u5316\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u60c5\u5831\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u53ce\u96c6\u304a\u3088\u3073\u4fdd\u6301\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
