user-friendly-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u8981\u6c42\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30dd\u30ea\u30b7\u30fc
user-friendly-plural-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u8981\u6c42\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30dd\u30ea\u30b7\u30fc
synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u8981\u6c42\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3067\u8a31\u53ef\u3055\u308c\u308b\u8981\u6c42\u306e\u30bf\u30a4\u30d7\u3092\u5b9a\u7fa9\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.allowed-attributes.synopsis=\u691c\u7d22\u304a\u3088\u3073\u6bd4\u8f03\u64cd\u4f5c\u3067\u8a31\u53ef\u3055\u308c\u308b\u5c5e\u6027\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.allowed-attributes.description=\u3053\u306e\u5c5e\u6027\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u306e\u307f\u304c\u691c\u7d22\u304c\u304a\u3088\u3073\u6bd4\u8f03\u64cd\u4f5c\u3067\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u8a2d\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001ds-cfg-prohibited-attributes \u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u5c5e\u6027\u3092\u9664\u304f\u3059\u3079\u3066\u306e\u5c5e\u6027\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.allowed-operations.synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3067\u8a31\u53ef\u3055\u308c\u308b\u5c5e\u6027\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.allowed-operations.description=\u3053\u306e\u5c5e\u6027\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u64cd\u4f5c\u306e\u307f\u304c\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3067\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u5c5e\u6027\u3092\u5b9a\u7fa9\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u64cd\u4f5c\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.allowed-operations.syntax.enumeration.value.add.synopsis=\u64cd\u4f5c\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
property.allowed-operations.syntax.enumeration.value.bind.synopsis=\u64cd\u4f5c\u3092\u30d0\u30a4\u30f3\u30c9\u3057\u307e\u3059\u3002
property.allowed-operations.syntax.enumeration.value.compare.synopsis=\u6bd4\u8f03\u64cd\u4f5c
property.allowed-operations.syntax.enumeration.value.delete.synopsis=\u524a\u9664\u64cd\u4f5c
property.allowed-operations.syntax.enumeration.value.extended.synopsis=\u6a5f\u80fd\u62e1\u5f35\u64cd\u4f5c
property.allowed-operations.syntax.enumeration.value.inequality-search.synopsis=\u4e0d\u7b49\u691c\u7d22\u64cd\u4f5c
property.allowed-operations.syntax.enumeration.value.modify.synopsis=\u5909\u66f4\u64cd\u4f5c
property.allowed-operations.syntax.enumeration.value.rename.synopsis=\u540d\u524d\u306e\u5909\u66f4\u64cd\u4f5c
property.allowed-operations.syntax.enumeration.value.search.synopsis=\u691c\u7d22\u64cd\u4f5c
property.allowed-search-scopes.synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3067\u8a31\u53ef\u3055\u308c\u308b\u691c\u7d22\u7bc4\u56f2\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.allowed-search-scopes.description=\u3053\u306e\u5c5e\u6027\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u7bc4\u56f2\u306e\u307f\u304c\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3067\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u8a2d\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u691c\u7d22\u7bc4\u56f2\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.allowed-search-scopes.syntax.enumeration.value.base.synopsis=\u57fa\u672c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u691c\u7d22\u3002
property.allowed-search-scopes.syntax.enumeration.value.children.synopsis=\u4e0b\u4f4d\u30b5\u30d6\u30c4\u30ea\u30fc\u691c\u7d22
property.allowed-search-scopes.syntax.enumeration.value.one.synopsis=1 \u968e\u5c64\u691c\u7d22\u3002
property.allowed-search-scopes.syntax.enumeration.value.sub.synopsis=\u30b5\u30d6\u30c4\u30ea\u30fc\u5168\u4f53\u691c\u7d22
property.allowed-subtrees.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u516c\u958b\u3059\u308b\u30b5\u30d6\u30c4\u30ea\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.allowed-subtrees.description=\u3053\u306e\u5c5e\u6027\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30b5\u30d6\u30c4\u30ea\u30fc\u306e\u307f\u304c\u516c\u958b\u3055\u308c\u307e\u3059\u3002\u8a2d\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30b5\u30d6\u30c4\u30ea\u30fc\u304c\u516c\u958b\u3055\u308c\u307e\u3059\u3002ds-cfg-prohibited-subtrees \u306b\u3088\u308a\u516c\u958b\u3055\u308c\u308b\u30b5\u30d6\u30c4\u30ea\u30fc\u306e\u30ea\u30b9\u30c8\u304c\u5236\u9650\u3055\u308c\u307e\u3059\u3002
property.prohibited-attributes.synopsis=\u691c\u7d22\u304a\u3088\u3073\u6bd4\u8f03\u6f14\u7b97\u3067\u8a31\u53ef\u3055\u308c\u306a\u3044\u5c5e\u6027\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.prohibited-attributes.description=\u3053\u306e\u5c5e\u6027\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u5c5e\u6027\u304c\u691c\u7d22\u304c\u304a\u3088\u3073\u6bd4\u8f03\u6f14\u7b97\u3067\u7981\u6b62\u3055\u308c\u307e\u3059\u3002ds-cfg-allowed-attributes \u3068\u3068\u3082\u306b\u4f7f\u7528\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
property.prohibited-subtrees.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u516c\u958b\u3057\u306a\u3044\u30b5\u30d6\u30c4\u30ea\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u7981\u6b62\u3055\u308c\u305f\u5404\u30b5\u30d6\u30c4\u30ea\u30fc\u306f\u8a31\u53ef\u3055\u308c\u305f\u30b5\u30d6\u30c4\u30ea\u30fc\u306e\u4e0b\u4f4d\u306b\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.prohibited-subtrees.description=\u3053\u306e\u5c5e\u6027\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30b5\u30d6\u30c4\u30ea\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002
