user-friendly-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u30ea\u30bd\u30fc\u30b9\u5236\u9650
user-friendly-plural-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u30ea\u30bd\u30fc\u30b9\u5236\u9650
synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u30ea\u30bd\u30fc\u30b9\u5236\u9650\u306f\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306b\u3088\u3063\u3066\u5b9f\u65bd\u3055\u308c\u308b\u30ea\u30bd\u30fc\u30b9\u5236\u9650\u3092\u5b9a\u7fa9\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.max-concurrent-ops-per-connection.synopsis=\u63a5\u7d9a\u3054\u3068\u306e\u4e26\u884c\u64cd\u4f5c\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-concurrent-ops-per-connection.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002
property.max-connections.synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3067\u306e\u63a5\u7d9a\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-connections.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002
property.max-connections-from-same-ip.synopsis=\u540c\u3058\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u63a5\u7d9a (IP \u30a2\u30c9\u30ec\u30b9\u306b\u3088\u3063\u3066\u7279\u5b9a\u3055\u308c\u308b) \u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-connections-from-same-ip.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002
property.max-ops-per-connection.synopsis=\u63a5\u7d9a\u3054\u3068\u306e\u64cd\u4f5c\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-ops-per-connection.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002
property.min-substring-length.synopsis=\u691c\u7d22\u90e8\u5206\u6587\u5b57\u5217\u306e\u6700\u5c0f\u9577\u3055\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.min-substring-length.description=\u691c\u7d22\u90e8\u5206\u6587\u5b57\u5217\u304c\u77ed\u3044\u691c\u7d22\u64cd\u4f5c\u306f\u591a\u6570\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u4e00\u81f4\u3057\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3092\u4f4e\u4e0b\u3055\u305b\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002
property.referral-bind-policy.synopsis=\u30ea\u30d5\u30a7\u30e9\u30eb\u30d0\u30a4\u30f3\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.referral-bind-policy.description=\u30ea\u30d5\u30a7\u30e9\u30eb\u30d0\u30a4\u30f3\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u30ea\u30d5\u30a7\u30e9\u30eb\u30dd\u30ea\u30b7\u30fc\u304c\u300c\u25a0follow\u25a0\u300d\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3068\u304d\u306b\u306e\u307f\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u30ea\u30d5\u30a7\u30e9\u30eb\u306b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u30d0\u30a4\u30f3\u30c9 DN \u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u5f93\u3046\u304b\u3001\u533f\u540d\u3067\u5f93\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.referral-bind-policy.syntax.enumeration.value.anonymous.synopsis=\u30ea\u30d5\u30a7\u30e9\u30eb\u306b\u533f\u540d\u3067\u5f93\u3044\u307e\u3059\u3002
property.referral-bind-policy.syntax.enumeration.value.use-password.synopsis=\u30ea\u30d5\u30a7\u30e9\u30eb\u306b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u30d0\u30a4\u30f3\u30c9 DN \u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u5f93\u3044\u307e\u3059\u3002
property.referral-hop-limit.synopsis=\u30ea\u30d5\u30a7\u30e9\u30eb\u306b\u5f93\u3046\u3068\u304d\u306e\u30db\u30c3\u30d7\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.referral-hop-limit.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002
property.referral-policy.synopsis=\u30ea\u30d5\u30a7\u30e9\u30eb\u30dd\u30ea\u30b7\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.referral-policy.description=\u30ea\u30d5\u30a7\u30e9\u30eb\u30dd\u30ea\u30b7\u30fc\u306f\u30ea\u30d5\u30a7\u30e9\u30eb\u304c\u53d7\u4fe1\u3055\u308c\u305f\u3068\u304d\u306e\u52d5\u4f5c\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u306f\u30ea\u30d5\u30a7\u30e9\u30eb\u3092\u7834\u68c4\u3059\u308b\u3053\u3068\u3082\u3001\u30ea\u30d5\u30a7\u30e9\u30eb\u3092\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8ee2\u9001\u3059\u308b\u3053\u3068\u3082\u3001\u30ea\u30d5\u30a7\u30e9\u30eb\u306b\u5f93\u3046\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
property.referral-policy.syntax.enumeration.value.discard.synopsis=\u30ea\u30d5\u30a7\u30e9\u30eb\u3092\u7834\u68c4\u3057\u307e\u3059\u3002
property.referral-policy.syntax.enumeration.value.follow.synopsis=\u30ea\u30d5\u30a7\u30e9\u30eb\u306b\u5f93\u3044\u307e\u3059\u3002
property.referral-policy.syntax.enumeration.value.forward.synopsis=\u30ea\u30d5\u30a7\u30e9\u30eb\u3092\u8ee2\u9001\u3057\u307e\u3059\u3002
property.search-size-limit.synopsis=\u691c\u7d22\u64cd\u4f5c\u4e2d\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8fd4\u3059\u30a8\u30f3\u30c8\u30ea\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.search-size-limit.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30b5\u30a4\u30ba\u306e\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u5236\u9650\u3067\u3059\u304c\u3001\u30e6\u30fc\u30b6\u30fc\u3054\u3068\u306e\u57fa\u6e96\u304c\u512a\u5148\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.search-size-limit.default-behavior.alias.synopsis=\u30b0\u30ed\u30fc\u30d0\u30eb\u306a\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30b5\u30a4\u30ba\u5236\u9650\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.search-time-limit.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u691c\u7d22\u64cd\u4f5c\u306e\u51e6\u7406\u306b\u304b\u3051\u308b\u6700\u9577\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.search-time-limit.description=\u5024\u3092 0 \u79d2 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u6642\u9593\u5236\u9650\u306f\u5b9f\u65bd\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u6642\u9593\u5236\u9650\u3067\u3059\u304c\u3001\u30e6\u30fc\u30b6\u30fc\u3054\u3068\u306e\u57fa\u6e96\u304c\u512a\u5148\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.search-time-limit.default-behavior.alias.synopsis=\u30b0\u30ed\u30fc\u30d0\u30eb\u306a\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u6642\u9593\u5236\u9650\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
