user-friendly-name=L\u00edmites de recursos del grupo de red
user-friendly-plural-name=L\u00edmites de recursos del grupo de red
synopsis=Los l\u00edmites de recursos del grupo de red se utilizan para definir los l\u00edmites de recursos aplicados por el grupo de red.
property.max-concurrent-ops-per-connection.synopsis=Especifica el n\u00famero m\u00e1ximo de operaciones simult\u00e1neas por conexi\u00f3n.
property.max-concurrent-ops-per-connection.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.max-connections.synopsis=Especifica el n\u00famero m\u00e1ximo de conexiones del grupo de red.
property.max-connections.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.max-connections-from-same-ip.synopsis=Especifica el n\u00famero m\u00e1ximo de conexiones desde el mismo cliente (identificado por su direcci\u00f3n IP).
property.max-connections-from-same-ip.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.max-ops-per-connection.synopsis=Especifica el n\u00famero m\u00e1ximo de operaciones por conexi\u00f3n.
property.max-ops-per-connection.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.min-substring-length.synopsis=Especifica la longitud m\u00ednima de una subcadena de b\u00fasqueda.
property.min-substring-length.description=Es muy probable que las operaciones de b\u00fasqueda con subcadenas de b\u00fasqueda cortas proporcionen un elevado n\u00famero de entradas, lo que puede reducir el rendimiento. El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.referral-bind-policy.synopsis=Especifica la directiva de enlace de referencia.
property.referral-bind-policy.description=La directiva de enlace de referencia se utiliza cuando la directiva de referencia se ha establecido en "follow". Especifica si se sigue la referencia con el ND de enlace y la contrase\u00f1a del cliente, o de forma an\u00f3nima.
property.referral-bind-policy.syntax.enumeration.value.anonymous.synopsis=Permite seguir referencias de forma an\u00f3nima.
property.referral-bind-policy.syntax.enumeration.value.use-password.synopsis=Permite seguir referencias con el ND de enlace y la contrase\u00f1a del cliente.
property.referral-hop-limit.synopsis=Especifica el n\u00famero m\u00e1ximo de saltos al seguir referencias.
property.referral-hop-limit.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite.
property.referral-policy.synopsis=Especifica la directiva de referencia.
property.referral-policy.description=La directiva de referencia define el comportamiento que mostrar\u00e1 el servidor al recibir una referencia. El servidor puede descartar la referencia, reenviarla al cliente o seguirla.
property.referral-policy.syntax.enumeration.value.discard.synopsis=Permite descartar las referencias.
property.referral-policy.syntax.enumeration.value.follow.synopsis=Permite seguir las referencias
property.referral-policy.syntax.enumeration.value.forward.synopsis=Permite reenviar las referencias.
property.search-size-limit.synopsis=Especifica el n\u00famero m\u00e1ximo de entradas que Directory Server debe devolver al cliente durante una operaci\u00f3n de b\u00fasqueda.
property.search-size-limit.description=El valor 0 indica que no se aplicar\u00e1 ning\u00fan l\u00edmite de tama\u00f1o. Tenga en cuenta que se trata del l\u00edmite del grupo de red, aunque puede anularse individualmente en funci\u00f3n de cada usuario.
property.search-size-limit.default-behavior.alias.synopsis=Permite utilizar el l\u00edmite de tama\u00f1o global predeterminado.
property.search-time-limit.synopsis=Especifica el periodo m\u00e1ximo de tiempo que dedicar\u00e1 Directory Server a procesar una operaci\u00f3n de b\u00fasqueda.
property.search-time-limit.description=Un valor de 0 segundos indica que no se aplicar\u00e1 ning\u00fan l\u00edmite de tiempo. Tenga en cuenta que se trata del l\u00edmite de tiempo del grupo de red, aunque puede anularse individualmente en funci\u00f3n de cada usuario.
property.search-time-limit.default-behavior.alias.synopsis=Permite utilizar el l\u00edmite de tiempo global predeterminado.
