user-friendly-name=Groupe r\u00e9seau
user-friendly-plural-name=Groupes r\u00e9seau
synopsis=Le groupe de r\u00e9seau est utilis\u00e9 pour classer les connexions entrantes et acheminer les requ\u00eates vers des flux de travaux.
property.enabled.synopsis=Indique si l'utilisation du groupe de r\u00e9seau est activ\u00e9e sur le serveur.
property.enabled.description=Si un groupe de r\u00e9seau n'est pas activ\u00e9, son flux de travaux ne sera pas accessible lors des op\u00e9rations de traitement.
property.network-group-id.synopsis=Sp\u00e9cifie le nom utilis\u00e9 pour identifier le groupe de r\u00e9seau associ\u00e9.
property.network-group-id.description=Le nom doit \u00eatre unique parmi tous les groupes de r\u00e9seau du serveur.
property.priority.synopsis=Sp\u00e9cifie l'ordre dans lequel les groupes de r\u00e9seau sont \u00e9valu\u00e9s.
property.priority.description=Une connexion client est d'abord compar\u00e9e au groupe de r\u00e9seau \u00e0 la priorit\u00e9 1. Si la connexion client ne r\u00e9pond pas aux crit\u00e8res du groupe de r\u00e9seau, celle-ci est compar\u00e9e au groupe de r\u00e9seau \u00e0 la priorit\u00e9 2, etc...
property.workflow.synopsis=Identifie les flux de travaux du groupe de r\u00e9seau.
property.workflow.syntax.aggregation.constraint-synopsis=Les flux de travaux r\u00e9f\u00e9renc\u00e9s doivent \u00eatre activ\u00e9s.
relation.network-group-criteria.user-friendly-name=Crit\u00e8res du groupe de r\u00e9seau
relation.network-group-criteria.synopsis=Sp\u00e9cifie l'ensemble des crit\u00e8res associ\u00e9s \u00e0 ce groupe de r\u00e9seau.
relation.network-group-criteria.description=Une connexion client peut appartenir \u00e0 des crit\u00e8res du groupe de r\u00e9seau uniquement si elle correspond \u00e0 tous les crit\u00e8res d\u00e9finis pour ces crit\u00e8res du groupe de r\u00e9seau.
relation.network-group-request-filtering-policy.user-friendly-name=R\u00e8gle de filtrage des requ\u00eates du groupe de r\u00e9seau
relation.network-group-request-filtering-policy.synopsis=Sp\u00e9cifie la r\u00e8gle de filtrage des requ\u00eates appliqu\u00e9e par la r\u00e8gle de filtrage des requ\u00eates de ce groupe de r\u00e9seau.
relation.network-group-request-filtering-policy.description=Toutes les connexions client appartenant \u00e0 une r\u00e8gle de filtrage des requ\u00eates du groupe de r\u00e9seau doivent \u00eatre conformes \u00e0 la r\u00e8gle de filtrage des requ\u00eates.
relation.network-group-resource-limits.user-friendly-name=Limites de ressource du groupe de r\u00e9seau
relation.network-group-resource-limits.synopsis=Sp\u00e9cifie l'ensemble des limites de ressource appliqu\u00e9 par les limites de ressource de ce groupe de r\u00e9seau.
relation.network-group-resource-limits.description=Toutes les connexions client appartenant \u00e0 des limites de ressource d'un groupe de r\u00e9seau doivent \u00eatre conformes \u00e0 la r\u00e8gle de limites de ressource.
