user-friendly-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc
user-friendly-plural-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc
synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u7ba1\u7406\u30eb\u30fc\u30eb\u306e\u6570\u304a\u3088\u3073\u8a8d\u8a3c\u51e6\u7406\u306e\u8981\u4ef6\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
property.account-status-notification-handler.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3068\u3068\u3082\u306b\u4f7f\u7528\u3055\u308c\u308b\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.account-status-notification-handler.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u5148\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.allow-expired-password-changes.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u671f\u9650\u304c\u5207\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u62e1\u5f35\u64cd\u4f5c\u3092\u4f7f\u7528\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u3092\u5f15\u304d\u7d9a\u304d\u8a31\u53ef\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-multiple-password-values.synopsis=\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u5c5e\u6027\u306e\u5024\u3092\u500b\u5225\u306b\u8907\u6570\u6301\u3066\u308b\u3088\u3046\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-multiple-password-values.description=\u3053\u306e\u3088\u3046\u306a\u69cb\u6210\u3067\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u306b\u4f7f\u7528\u3059\u308b\u591a\u6570\u306e\u6a5f\u69cb\u304c\u6b63\u3057\u304f\u52d5\u4f5c\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308b\u305f\u3081\u3001\u6f5c\u5728\u7684\u306a\u5371\u967a\u304c\u3042\u308a\u307e\u3059\u3002  \u8907\u6570\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u5024\u3092\u8a31\u53ef\u3059\u308b\u5834\u5408\u306f\u3001\u8a8d\u8a3c\u306b\u3044\u305a\u308c\u304b\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u5024\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u3059\u3079\u3066\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u5024\u304c\u540c\u3058\u30dd\u30ea\u30b7\u30fc\u5236\u7d04\u306b\u5f93\u3044\u307e\u3059\u3002
property.allow-pre-encoded-passwords.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u4e8b\u524d\u306b\u30a8\u30f3\u30b3\u30fc\u30c9\u3055\u308c\u305f\u5024\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-pre-encoded-passwords.description=\u3053\u306e\u5834\u5408\u3001\u5e73\u6587\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e0d\u660e\u3067\u3042\u308b\u305f\u3081\u306b\u59a5\u5f53\u6027\u691c\u67fb\u3092\u9069\u7528\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4e0a\u306e\u5371\u967a\u306b\u3055\u3089\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002  
property.allow-user-password-changes.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u81ea\u5206\u81ea\u8eab\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.allow-user-password-changes.description=\u3053\u306e\u30c1\u30a7\u30c3\u30af\u306f\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u8a55\u4fa1\u306b\u52a0\u3048\u3066\u884c\u308f\u308c\u307e\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u3001\u4e21\u65b9\u3067\u305d\u308c\u304c\u8a31\u53ef\u3055\u308c\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.default-password-storage-scheme.synopsis=\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3067\u5e73\u6587\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30a8\u30f3\u30b3\u30fc\u30c9\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.default-password-storage-scheme.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u5148\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.deprecated-password-storage-scheme.synopsis=\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3067\u63a8\u5968\u3055\u308c\u3066\u3044\u306a\u3044\u3068\u8003\u3048\u3089\u308c\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.deprecated-password-storage-scheme.description=\u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3057\u3066\u8a8d\u8a3c\u3055\u308c\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u63a8\u5968\u3055\u308c\u3066\u3044\u306a\u3044\u30b9\u30ad\u30fc\u30de\u3067\u30a8\u30f3\u30b3\u30fc\u30c9\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u305d\u308c\u3089\u306e\u5024\u306f\u524a\u9664\u3055\u308c\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u4f7f\u7528\u3057\u3066\u30a8\u30f3\u30b3\u30fc\u30c9\u3055\u308c\u305f\u5024\u3067\u7f6e\u304d\u63db\u3048\u3089\u308c\u307e\u3059\u3002
property.deprecated-password-storage-scheme.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u5148\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.expire-passwords-without-warning.synopsis=\u671f\u9650\u5207\u308c\u306e\u8b66\u544a\u304c\u30e6\u30fc\u30b6\u30fc\u306b\u901a\u77e5\u3055\u308c\u305f\u3053\u3068\u304c\u4e00\u5ea6\u3082\u306a\u304f\u3066\u3082\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u671f\u9650\u5207\u308c\u3092\u8a31\u53ef\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.expire-passwords-without-warning.description=\u3053\u306e\u5c5e\u6027\u304c\u771f\u306e\u5834\u5408\u3001\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u308b\u3068\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u5e38\u306b\u671f\u9650\u5207\u308c\u306b\u306a\u308a\u307e\u3059\u3002\u3053\u306e\u5c5e\u6027\u304c\u507d\u306e\u5834\u5408\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u8b66\u544a\u901a\u77e5\u3092\u5e38\u306b\u5c11\u306a\u304f\u3068\u3082 1 \u56de\u53d7\u4fe1\u3057\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u671f\u9650\u5207\u308c\u306f\u8b66\u544a\u9593\u9694\u3092\u52a0\u3048\u305f\u8b66\u544a\u6642\u9593\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002
property.force-change-on-add.synopsis=\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u3057\u305f\u3042\u3068\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u8a8d\u8a3c\u6642\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u30e6\u30fc\u30b6\u30fc\u306b\u5f37\u5236\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.force-change-on-reset.synopsis=\u7ba1\u7406\u8005\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u305f\u5834\u5408\u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u30e6\u30fc\u30b6\u30fc\u306b\u5f37\u5236\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.force-change-on-reset.description=\u3053\u306e\u305f\u3081\u306b\u3001\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5bfe\u3059\u308b\u5909\u66f4\u6a29\u3092\u6301\u3064\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u4ee5\u5916\u306e\u8ab0\u3067\u3082\u7ba1\u7406\u8005\u3068\u898b\u306a\u3055\u308c\u307e\u3059\u3002
property.grace-login-count.synopsis=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u671f\u9650\u304c\u5207\u308c\u3066\u304b\u3089\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u9078\u629e\u3059\u308b\u305f\u3081\u306b\u5b9f\u884c\u3067\u304d\u308b\u7336\u4e88\u30ed\u30b0\u30a4\u30f3\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.grace-login-count.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u7336\u4e88\u30ed\u30b0\u30a4\u30f3\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
property.idle-lockout-interval.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30ed\u30c3\u30af\u30a2\u30a6\u30c8\u3055\u308c\u305a\u306b\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u30a2\u30a4\u30c9\u30eb\u72b6\u614b\u306b\u3067\u304d\u308b (\u3064\u307e\u308a\u3001\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u8a8d\u8a3c\u3092\u5b9f\u884c\u3057\u306a\u3044) \u6700\u5927\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.idle-lockout-interval.description=\u3053\u306e\u5c5e\u6027\u306e\u5024\u306f\u6574\u6570\u306b\u3057\u3001\u305d\u306e\u3042\u3068\u306b\u5358\u4f4d (\u79d2\u3001\u5206\u3001\u6642\u9593\u3001\u65e5\u3001\u307e\u305f\u306f\u9031) \u3092\u5165\u529b\u3057\u307e\u3059\u3002\u5024\u3092 0 \u79d2\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30a2\u30a4\u30c9\u30eb\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u81ea\u52d5\u7684\u306b\u30ed\u30c3\u30af\u30a2\u30a6\u30c8\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u306e\u6a5f\u80fd\u306f\u6700\u7d42\u30ed\u30b0\u30a4\u30f3\u6642\u523b\u304c\u4fdd\u6301\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u3002
property.last-login-time-attribute.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u306e\u6700\u7d42\u30ed\u30b0\u30a4\u30f3\u6642\u523b\u306e\u4fdd\u6301\u306b\u4f7f\u7528\u3055\u308c\u308b\u5c5e\u6027\u578b\u306e\u540d\u524d\u307e\u305f\u306f OID \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.last-login-time-attribute.description=\u3053\u306e\u5c5e\u6027\u578b\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u307e\u305f\u3001\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u3068\u3057\u3066\u5b9a\u7fa9\u3059\u308b\u304b\u3001\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306e objectClass \u306e\u30bb\u30c3\u30c8\u3067\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.last-login-time-format.synopsis=\u95a2\u9023\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u306e\u6700\u7d42\u30ed\u30b0\u30a4\u30f3\u6642\u523b\u306e\u751f\u6210\u306b\u4f7f\u7528\u3059\u308b\u5f62\u5f0f\u6587\u5b57\u5217\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.last-login-time-format.description=\u3053\u306e\u5f62\u5f0f\u6587\u5b57\u5217\u306f\u3001java.text.SimpleDateFormat \u30af\u30e9\u30b9\u306e API \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u8a18\u8f09\u3055\u308c\u3066\u3044\u308b\u69cb\u6587\u306b\u6e96\u62e0\u3057\u307e\u3059\u3002
property.last-login-time-format.syntax.string.pattern.synopsis=java.text.SimpleDateFormat \u30af\u30e9\u30b9\u3068\u3068\u3082\u306b\u4f7f\u7528\u3067\u304d\u308b\u4efb\u610f\u306e\u6709\u52b9\u306a\u5f62\u5f0f\u6587\u5b57\u5217\u3002
property.lockout-duration.synopsis=\u8a8d\u8a3c\u306e\u5931\u6557\u304c\u591a\u3059\u304e\u305f\u3068\u304d\u306b\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u30ed\u30c3\u30af\u3059\u308b\u6642\u9593\u306e\u9577\u3055\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.lockout-duration.description=\u3053\u306e\u5c5e\u6027\u306e\u5024\u306f\u6574\u6570\u306b\u3057\u3001\u305d\u306e\u3042\u3068\u306b\u5358\u4f4d (\u79d2\u3001\u5206\u3001\u6642\u9593\u3001\u65e5\u3001\u307e\u305f\u306f\u9031) \u3092\u5165\u529b\u3057\u307e\u3059\u3002\u5024\u3092 0 \u79d2\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u7ba1\u7406\u8005\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u307e\u3067\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u30ed\u30c3\u30af\u3055\u308c\u305f\u307e\u307e\u306b\u306a\u308a\u307e\u3059\u3002
property.lockout-failure-count.synopsis=\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u30ed\u30c3\u30af\u30a2\u30a6\u30c8\u3055\u308c\u305a\u306b\u30e6\u30fc\u30b6\u30fc\u306b\u8a31\u53ef\u3055\u308c\u308b\u8a8d\u8a3c\u5931\u6557\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.lockout-failure-count.description=\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u8a8d\u8a3c\u304c\u5931\u6557\u3057\u3066\u3082\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u30ed\u30c3\u30af\u3055\u308c\u307e\u305b\u3093\u3002
property.lockout-failure-expiration-interval.synopsis=\u7d4c\u904e\u3059\u308b\u3068\u305d\u308c\u307e\u3067\u30a2\u30ab\u30a6\u30f3\u30c8\u30ed\u30c3\u30af\u30a2\u30a6\u30c8\u7528\u306b\u52a0\u7b97\u3055\u308c\u3066\u3044\u305f\u8a8d\u8a3c\u306e\u5931\u6557\u6570\u304c 0 \u306b\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u308b\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.lockout-failure-expiration-interval.description=\u3053\u306e\u5c5e\u6027\u306e\u5024\u306f\u6574\u6570\u306b\u3057\u3001\u305d\u306e\u3042\u3068\u306b\u5358\u4f4d (\u79d2\u3001\u5206\u3001\u6642\u9593\u3001\u65e5\u3001\u307e\u305f\u306f\u9031) \u3092\u5165\u529b\u3057\u307e\u3059\u3002\u5024\u3092 0 \u79d2\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u8a8d\u8a3c\u306e\u5931\u6557\u304c\u671f\u9650\u5207\u308c\u306b\u306a\u308a\u307e\u305b\u3093\u3002\u8a8d\u8a3c\u304c\u6210\u529f\u3059\u308b\u3068\u3001\u5931\u6557\u3057\u305f\u56de\u6570\u306f\u5e38\u306b\u6d88\u53bb\u3055\u308c\u307e\u3059\u3002
property.max-password-age.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c 1 \u3064\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u3001\u5909\u66f4\u304c\u5fc5\u8981\u306b\u306a\u308b\u307e\u3067\u7d99\u7d9a\u3057\u3066\u4f7f\u7528\u53ef\u80fd\u306a\u6700\u5927\u6642\u9593 (\u3064\u307e\u308a\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u671f\u9650\u5207\u308c\u306b\u306a\u308b\u307e\u3067\u306e\u9593\u9694) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-password-age.description=\u3053\u306e\u5c5e\u6027\u306e\u5024\u306f\u6574\u6570\u306b\u3057\u3001\u305d\u306e\u3042\u3068\u306b\u5358\u4f4d (\u79d2\u3001\u5206\u3001\u6642\u9593\u3001\u65e5\u3001\u307e\u305f\u306f\u9031) \u3092\u5165\u529b\u3057\u307e\u3059\u3002\u5024\u3092 0 \u79d2\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6709\u52b9\u671f\u9650\u304c\u306a\u304f\u306a\u308a\u307e\u3059\u3002
property.max-password-reset-age.synopsis=\u7ba1\u7406\u8005\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u3066\u304b\u3089\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30ed\u30c3\u30af\u3055\u308c\u306a\u3044\u305f\u3081\u306b\u3001\u30e6\u30fc\u30b6\u30fc\u306b\u3088\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u304c\u5fc5\u8981\u306b\u306a\u308b\u307e\u3067\u306e\u6700\u5927\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-password-reset-age.description=\u3053\u306e\u5c5e\u6027\u306e\u5024\u306f\u6574\u6570\u306b\u3057\u3001\u305d\u306e\u3042\u3068\u306b\u5358\u4f4d (\u79d2\u3001\u5206\u3001\u6642\u9593\u3001\u65e5\u3001\u307e\u305f\u306f\u9031) \u3092\u5165\u529b\u3057\u307e\u3059\u3002\u5024\u3092 0 \u79d2\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u3053\u306e\u6a5f\u80fd\u304c\u7121\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
property.min-password-age.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u304b\u3089\u518d\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u8a31\u53ef\u3055\u308c\u308b\u305f\u3081\u307e\u3067\u306e\u6700\u5c0f\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.min-password-age.description=\u3053\u306e\u5c5e\u6027\u306e\u5024\u306f\u6574\u6570\u306b\u3057\u3001\u305d\u306e\u3042\u3068\u306b\u5358\u4f4d (\u79d2\u3001\u5206\u3001\u6642\u9593\u3001\u65e5\u3001\u307e\u305f\u306f\u9031) \u3092\u5165\u529b\u3057\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3001\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u518d\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u5c65\u6b74\u304b\u3089\u30d5\u30e9\u30c3\u30b7\u30e5\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u77ed\u671f\u9593\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u7e70\u308a\u8fd4\u3059\u306e\u3092\u9632\u3050\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.password-attribute.synopsis=\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u4fdd\u6301\u306b\u4f7f\u7528\u3055\u308c\u308b\u5c5e\u6027\u578b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.password-attribute.description=\u3053\u306e\u5c5e\u6027\u578b\u306f\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u307e\u305f\u306f\u8a8d\u8a3c\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u3044\u305a\u308c\u304b\u306e\u69cb\u6587\u3092\u6301\u3064\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.password-change-requires-current-password.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u62e1\u5f35\u64cd\u4f5c\u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u3084\u30e6\u30fc\u30b6\u30fc\u306e\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u3081\u308b\u305f\u3081\u306b\u3001\u5909\u66f4\u304c\u8a31\u53ef\u3055\u308c\u308b\u524d\u306b\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u304c\u5fc5\u8981\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.password-expiration-warning-interval.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u30e6\u30fc\u30b6\u30fc\u306e\u30d0\u30a4\u30f3\u30c9\u5fdc\u7b54\u306b\u8b66\u544a\u901a\u77e5\u3092\u542b\u3081\u308b\u3053\u3068\u3067\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e8b\u5b9f\u4e0a\u671f\u9650\u5207\u308c\u306b\u306a\u308b\u307e\u3067\u306e\u6700\u5927\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.password-expiration-warning-interval.description=\u3053\u306e\u5c5e\u6027\u306e\u5024\u306f\u6574\u6570\u306b\u3057\u3001\u305d\u306e\u3042\u3068\u306b\u5358\u4f4d (\u79d2\u3001\u5206\u3001\u6642\u9593\u3001\u65e5\u3001\u307e\u305f\u306f\u9031) \u3092\u5165\u529b\u3057\u307e\u3059\u3002\u5024\u3092 0 \u79d2\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u8b66\u544a\u306e\u9593\u9694\u304c\u7121\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
property.password-generator.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3068\u3068\u3082\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.password-generator.description=\u3053\u308c\u306f\u3001\u8981\u6c42\u306b\u4f55\u3082\u6307\u5b9a\u3055\u308c\u306a\u304b\u3063\u305f\u5834\u5408\u306b\u30e6\u30fc\u30b6\u30fc\u306e\u65b0\u898f\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u751f\u6210\u3059\u308b\u305f\u3081\u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u62e1\u5f35\u64cd\u4f5c\u306b\u95a2\u9023\u3057\u3066\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.password-generator.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u5148\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.password-history-count.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u3067\u4fdd\u6301\u3059\u308b\u4ee5\u524d\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.password-history-count.description=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u9078\u629e\u6642\u306b\u3001\u6307\u5b9a\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3001\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3084\u5c65\u6b74\u30ea\u30b9\u30c8\u306e\u4ed6\u306e\u3069\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u3082\u4e00\u81f4\u3057\u306a\u3044\u3053\u3068\u304c\u78ba\u8a8d\u3055\u308c\u307e\u3059\u3002\u5024\u3092 0 \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u304c\u4fdd\u6301\u3055\u308c\u305a (\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u306e\u671f\u9593\u306e\u5024\u304c 0 \u79d2\u306e\u5834\u5408)\u3001\u5c65\u6b74\u306b\u4fdd\u6301\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6700\u5927\u6570\u3082\u3042\u308a\u307e\u305b\u3093 (\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u306e\u671f\u9593\u306e\u5024\u304c 0 \u79d2\u3088\u308a\u3082\u9577\u3044\u5834\u5408)\u3002
property.password-history-duration.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4fdd\u6301\u3055\u308c\u308b\u6700\u5927\u6642\u9593\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.password-history-duration.description=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u9078\u629e\u6642\u306b\u3001\u6307\u5b9a\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3001\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3084\u5c65\u6b74\u30ea\u30b9\u30c8\u306e\u4ed6\u306e\u3069\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u3082\u4e00\u81f4\u3057\u306a\u3044\u3053\u3068\u304c\u78ba\u8a8d\u3055\u308c\u307e\u3059\u3002\u5024\u3092 0 \u79d2\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u304c\u4fdd\u6301\u3055\u308c\u305a (\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u306e\u6570\u306e\u5024\u304c 0 \u306e\u5834\u5408)\u3001\u5c65\u6b74\u3067\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6700\u5927\u671f\u9593\u3082\u3042\u308a\u307e\u305b\u3093 (\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u306e\u6570\u306e\u5024\u304c 0 \u3088\u308a\u3082\u5927\u304d\u3044\u5834\u5408)\u3002
property.password-validator.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u3068\u3068\u3082\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.password-validator.description=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306f\u30e6\u30fc\u30b6\u30fc\u304c\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3088\u3046\u3068\u3059\u308b\u3068\u8d77\u52d5\u3055\u308c\u3001\u305d\u306e\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u53d7\u3051\u5165\u308c\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u307e\u3059\u3002
property.password-validator.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u5148\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.previous-last-login-time-format.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306e\u3001\u904e\u53bb\u306e\u3044\u305a\u308c\u304b\u306e\u6642\u70b9\u306e\u6700\u7d42\u30ed\u30b0\u30a4\u30f3\u6642\u523b\u3067\u4f7f\u7528\u3055\u308c\u305f\u53ef\u80fd\u6027\u306e\u3042\u308b\u5f62\u5f0f\u6587\u5b57\u5217\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.previous-last-login-time-format.description=\u3053\u308c\u3089\u306e\u5024\u306f\u4ee5\u524d\u306e\u5024\u306e\u89e3\u6790\u3092\u53ef\u80fd\u306b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u65b0\u3057\u3044\u5024\u306e\u8a2d\u5b9a\u306b\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u308c\u3089\u306e\u5f62\u5f0f\u6587\u5b57\u5217\u306f\u3001java.text.SimpleDateFormat \u30af\u30e9\u30b9\u306e API \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u8a18\u8f09\u3055\u308c\u3066\u3044\u308b\u69cb\u6587\u306b\u6e96\u62e0\u3057\u307e\u3059\u3002
property.previous-last-login-time-format.syntax.string.pattern.synopsis=java.text.SimpleDateFormat \u30af\u30e9\u30b9\u3068\u3068\u3082\u306b\u4f7f\u7528\u3067\u304d\u308b\u4efb\u610f\u306e\u6709\u52b9\u306a\u5f62\u5f0f\u6587\u5b57\u5217\u3002
property.require-change-by-time.synopsis=\u95a2\u9023\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u6642\u523b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.require-change-by-time.description=\u3053\u306e\u5024\u306f\u4e00\u822c\u7684\u306a\u6642\u523b\u5f62\u5f0f\u306b\u3057\u307e\u3059\u3002\u3053\u306e\u6642\u523b\u304c\u73fe\u5728\u307e\u305f\u306f\u904e\u53bb\u306e\u6642\u523b\u3068\u7b49\u3057\u3044\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u305f\u3060\u3061\u306b\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30e2\u30fc\u30c9\u3067\u306e\u30b5\u30fc\u30d0\u30fc\u306e\u52d5\u4f5c\u306f\u3001\u7ba1\u7406\u8005\u306b\u3088\u308b\u30ea\u30bb\u30c3\u30c8\u5f8c\u306b\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u5f37\u5236\u7684\u306b\u6c42\u3081\u3089\u308c\u308b\u5834\u5408\u306e\u52d5\u4f5c\u3068\u540c\u3058\u3067\u3059\u3002
property.require-change-by-time.syntax.string.pattern.synopsis=\u4e00\u822c\u7684\u306a\u6642\u523b\u5f62\u5f0f\u3067\u306e\u6709\u52b9\u306a\u6642\u523b\u8868\u793a (\u305f\u3068\u3048\u3070\u3001\u300c20070409185811Z\u300d\u3068\u3044\u3046\u5024\u306f\u3001\u30b0\u30ea\u30cb\u30c3\u30b8\u6a19\u6e96\u6642\u3067 2007 \u5e74 4 \u6708 9 \u65e5\u5348\u5f8c 6 \u6642 58 \u5206 11 \u79d2\u3068\u3044\u3046\u5024\u3092\u793a\u3057\u307e\u3059)\u3002
property.require-secure-authentication.synopsis=\u95a2\u9023\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u304c\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u65b9\u6cd5\u3067\u8a8d\u8a3c\u3055\u308c\u308b\u5fc5\u8981\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.require-secure-authentication.description=\u3053\u308c\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u30b5\u30fc\u30d0\u30fc\u9593\u3067\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u30c1\u30e3\u30cd\u30eb\u3092\u4f7f\u7528\u3059\u308b\u304b\u3001\u8cc7\u683c\u3092\u516c\u958b\u3057\u306a\u3044 SASL \u6a5f\u69cb\u3092\u4f7f\u7528\u3059\u308b\u304b\u3092\u610f\u5473\u3059\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
property.require-secure-password-changes.synopsis=\u95a2\u9023\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u304c\u3001\u8a3c\u660e\u66f8\u3092\u516c\u958b\u3057\u306a\u3044\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u4fdd\u8b77\u3055\u308c\u305f\u65b9\u6cd5\u3067\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.skip-validation-for-administrators.synopsis=\u7ba1\u7406\u8005\u304c\u8a2d\u5b9a\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u3001\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u306b\u5fc5\u8981\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u691c\u8a3c\u30d7\u30ed\u30bb\u30b9\u3092\u7701\u7565\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.state-update-failure-policy.synopsis=\u8a8d\u8a3c\u8a66\u884c\u4e2d\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u72b6\u614b\u60c5\u5831\u3092\u66f4\u65b0\u3067\u304d\u306a\u3044\u72b6\u614b\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u51e6\u7406\u3059\u308b\u65b9\u6cd5\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.state-update-failure-policy.description=\u3053\u306e\u5c5e\u6027\u306f\u7279\u306b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u72b6\u614b\u60c5\u5831\u3092\u66f4\u65b0\u3057\u3088\u3046\u3057\u3068\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u969c\u5bb3\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u306b\u3001\u672c\u6765\u306a\u3089\u3070\u6210\u529f\u3059\u308b\u30d0\u30a4\u30f3\u30c9\u64cd\u4f5c\u304c\u5931\u6557\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5236\u5fa1\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059 (\u305f\u3068\u3048\u3070\u3001\u4ee5\u524d\u306e\u8a8d\u8a3c\u5931\u6557\u306e\u30ec\u30b3\u30fc\u30c9\u306e\u6d88\u53bb\u3084\u3001\u6700\u7d42\u30ed\u30b0\u30a4\u30f3\u6642\u523b\u306e\u66f4\u65b0\u306a\u3069)\u3002\u30d0\u30a4\u30f3\u30c9\u8a66\u884c\u304c\u5931\u6557\u3057\u305f\u5834\u5408\u306b\u8a8d\u8a3c\u5931\u6557\u56de\u6570\u3092\u66f4\u65b0\u3067\u304d\u306a\u3044\u3053\u3068\u304c\u4e8b\u524d\u306b\u308f\u304b\u3063\u305f\u5834\u5408 (\u305f\u3068\u3048\u3070\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u306a\u3069) \u306b\u3001\u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u3092\u62d2\u5426\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5236\u5fa1\u3059\u308b\u305f\u3081\u306b\u3082\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
property.state-update-failure-policy.syntax.enumeration.value.ignore.synopsis=\u30d0\u30a4\u30f3\u30c9\u8a66\u884c\u304c\u672c\u6765\u306a\u3089\u3070\u6210\u529f\u3059\u308b\u5834\u5408\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u72b6\u614b\u60c5\u5831\u3092\u66f4\u65b0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u3066\u3082\u3001\u305d\u306e\u30d0\u30a4\u30f3\u30c9\u8a66\u884c\u306f\u62d2\u5426\u3055\u308c\u307e\u305b\u3093\u3002
property.state-update-failure-policy.syntax.enumeration.value.proactive.synopsis=\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u72b6\u614b\u60c5\u5831\u3092\u66f4\u65b0\u3067\u304d\u306a\u3044\u3053\u3068\u304c\u4e8b\u524d\u306b\u308f\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u5148\u3092\u898b\u8d8a\u3057\u3066\u30d0\u30a4\u30f3\u30c9\u8a66\u884c\u3092\u62d2\u5426\u3057\u307e\u3059\u3002
property.state-update-failure-policy.syntax.enumeration.value.reactive.synopsis=\u30d0\u30a4\u30f3\u30c9\u8a66\u884c\u304c\u672c\u6765\u306a\u3089\u3070\u6210\u529f\u3059\u308b\u5834\u5408\u3067\u3082\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u72b6\u614b\u60c5\u5831\u3092\u66f4\u65b0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u554f\u984c\u304c\u767a\u751f\u3059\u308b\u3068\u3001\u305d\u306e\u30d0\u30a4\u30f3\u30c9\u8a66\u884c\u306f\u62d2\u5426\u3055\u308c\u307e\u3059\u3002
