user-friendly-name=\u5bc6\u7801\u7b56\u7565
user-friendly-plural-name=\u5bc6\u7801\u7b56\u7565
synopsis=\u5bc6\u7801\u7b56\u7565\u7528\u4e8e\u5b9a\u4e49\u4e00\u4e9b\u5bc6\u7801\u7ba1\u7406\u89c4\u5219\uff0c\u4ee5\u53ca\u9a8c\u8bc1\u5904\u7406\u7684\u8981\u6c42\u3002
property.account-status-notification-handler.synopsis=\u6307\u5b9a\u4e0e\u76f8\u5173\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u4e00\u8d77\u4f7f\u7528\u7684\u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\u7684\u540d\u79f0\u3002
property.account-status-notification-handler.syntax.aggregation.constraint-synopsis=\u5f15\u7528\u7684\u5e10\u6237\u72b6\u6001\u901a\u77e5\u5904\u7406\u7a0b\u5e8f\u5fc5\u987b\u5df2\u542f\u7528\u3002
property.allow-expired-password-changes.synopsis=\u6307\u793a\u5bc6\u7801\u5df2\u8fc7\u671f\u7684\u7528\u6237\u662f\u5426\u4ecd\u53ef\u4ee5\u4f7f\u7528\u5bc6\u7801\u4fee\u6539\u6269\u5c55\u64cd\u4f5c\u66f4\u6539\u5bc6\u7801\u3002
property.allow-multiple-password-values.synopsis=\u6307\u793a\u7528\u6237\u6761\u76ee\u7684\u5bc6\u7801\u5c5e\u6027\u662f\u5426\u53ef\u4ee5\u5177\u6709\u591a\u4e2a\u4e0d\u540c\u7684\u503c\u3002
property.allow-multiple-password-values.description=\u8fd9\u5c06\u5b58\u5728\u6f5c\u5728\u7684\u5371\u9669\uff0c\u56e0\u4e3a\u8bb8\u591a\u7528\u4e8e\u66f4\u6539\u5bc6\u7801\u7684\u673a\u5236\u4e0d\u80fd\u5f88\u597d\u5730\u4e0e\u6b64\u914d\u7f6e\u4e00\u8d77\u4f7f\u7528\u3002\u5982\u679c\u5141\u8bb8\u591a\u4e2a\u5bc6\u7801\u503c\uff0c\u5219\u53ef\u4ee5\u4f7f\u7528\u5176\u4e2d\u4efb\u610f\u4e00\u4e2a\u6765\u8fdb\u884c\u9a8c\u8bc1\uff0c\u5e76\u4e14\u5b83\u4eec\u5747\u53d7\u76f8\u540c\u7684\u7b56\u7565\u7ea6\u675f\u3002
property.allow-pre-encoded-passwords.synopsis=\u6307\u793a\u7528\u6237\u662f\u5426\u53ef\u4ee5\u901a\u8fc7\u63d0\u4f9b\u9884\u5148\u7f16\u7801\u7684\u503c\u66f4\u6539\u5176\u5bc6\u7801\u3002
property.allow-pre-encoded-passwords.description=\u8fd9\u53ef\u80fd\u4f1a\u5e26\u6765\u5b89\u5168\u98ce\u9669\uff0c\u56e0\u4e3a\u7cfb\u7edf\u4e0d\u77e5\u9053\u660e\u6587\u5f62\u5f0f\u7684\u5bc6\u7801\uff0c\u6240\u4ee5\u65e0\u6cd5\u5bf9\u5bc6\u7801\u8fdb\u884c\u9a8c\u8bc1\u68c0\u67e5\u3002
property.allow-user-password-changes.synopsis=\u6307\u793a\u7528\u6237\u662f\u5426\u53ef\u4ee5\u66f4\u6539\u5176\u81ea\u8eab\u7684\u5bc6\u7801\u3002
property.allow-user-password-changes.description=\u5728\u8fdb\u884c\u8bbf\u95ee\u63a7\u5236\u8bc4\u4f30\u4e4b\u5916\uff0c\u8fd8\u4f1a\u8fdb\u884c\u6b64\u68c0\u67e5\u3002\u4e24\u9879\u64cd\u4f5c\u5747\u5fc5\u987b\u5141\u8bb8\u5bc6\u7801\u66f4\u6539\u624d\u80fd\u6267\u884c\u3002
property.default-password-storage-scheme.synopsis=\u6307\u5b9a\u7528\u4e8e\u4e3a\u6b64\u5bc6\u7801\u7b56\u7565\u7f16\u7801\u660e\u6587\u5bc6\u7801\u7684\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u7684\u540d\u79f0\u3002
property.default-password-storage-scheme.syntax.aggregation.constraint-synopsis=\u5f15\u7528\u7684\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u5fc5\u987b\u5df2\u542f\u7528\u3002
property.deprecated-password-storage-scheme.synopsis=\u6307\u5b9a\u5bf9\u6b64\u5bc6\u7801\u7b56\u7565\u53ef\u89c6\u4e3a\u8fc7\u65f6\u7684\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u7684\u540d\u79f0\u3002
property.deprecated-password-storage-scheme.description=\u5982\u679c\u5177\u6709\u6b64\u5bc6\u7801\u7b56\u7565\u7684\u7528\u6237\u901a\u8fc7\u9a8c\u8bc1\u8bbf\u95ee\u670d\u52a1\u5668\uff0c\u5e76\u4e14\u5176\u5bc6\u7801\u662f\u4f7f\u7528\u8fc7\u65f6\u7684\u65b9\u6848\u7f16\u7801\u7684\uff0c\u5219\u8fd9\u4e9b\u503c\u5c06\u88ab\u5220\u9664\uff0c\u5e76\u7531\u4f7f\u7528\u9ed8\u8ba4\u5b58\u50a8\u65b9\u6848\u7f16\u7801\u7684\u503c\u66ff\u6362\u3002
property.deprecated-password-storage-scheme.syntax.aggregation.constraint-synopsis=\u5f15\u7528\u7684\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u5fc5\u987b\u5df2\u542f\u7528\u3002
property.expire-passwords-without-warning.synopsis=\u6307\u793a\u76ee\u5f55\u670d\u52a1\u5668\u662f\u5426\u5373\u4f7f\u5728\u4ece\u672a\u5bf9\u8be5\u7528\u6237\u663e\u793a\u8fc7\u671f\u8b66\u544a\u901a\u77e5\u7684\u60c5\u51b5\u4e0b\u4ecd\u5141\u8bb8\u7528\u6237\u5bc6\u7801\u8fc7\u671f\u3002
property.expire-passwords-without-warning.description=\u5982\u679c\u8be5\u5c5e\u6027\u4e3a\u771f\uff0c\u5219\u5e10\u6237\u59cb\u7ec8\u5728\u5230\u8fbe\u8fc7\u671f\u65f6\u95f4\u540e\u8fc7\u671f\u3002\u5982\u679c\u8be5\u5c5e\u6027\u4e3a\u5047\u6216\u7981\u7528\uff0c\u5219\u7528\u6237\u59cb\u7ec8\u4f1a\u6536\u5230\u81f3\u5c11\u4e00\u6761\u8b66\u544a\u901a\u77e5\uff0c\u5e76\u4e14\u5bc6\u7801\u8fc7\u671f\u8bbe\u7f6e\u4e3a\u8b66\u544a\u65f6\u95f4\u52a0\u4e0a\u8b66\u544a\u65f6\u95f4\u95f4\u9694\u3002
property.force-change-on-add.synopsis=\u6307\u793a\u662f\u5426\u5f3a\u5236\u7528\u6237\u5728\u521b\u5efa\u5e10\u6237\u540e\u7b2c\u4e00\u6b21\u901a\u8fc7\u9a8c\u8bc1\u8bbf\u95ee\u76ee\u5f55\u670d\u52a1\u5668\u65f6\u66f4\u6539\u5176\u5bc6\u7801\u3002
property.force-change-on-reset.synopsis=\u6307\u793a\u7ba1\u7406\u5458\u91cd\u7f6e\u4e86\u7528\u6237\u540e\uff0c\u662f\u5426\u5f3a\u5236\u7528\u6237\u66f4\u6539\u5bc6\u7801\u3002
property.force-change-on-reset.description=\u51fa\u4e8e\u6b64\u76ee\u7684\uff0c\u5177\u6709\u66f4\u6539\u6307\u5b9a\u7528\u6237\u7684\u5bc6\u7801\u4e4b\u6743\u9650\u7684\u4efb\u4f55\u4eba\uff08\u7528\u6237\u672c\u4eba\u9664\u5916\uff09\u5747\u89c6\u4e3a\u7ba1\u7406\u5458\u3002
property.grace-login-count.synopsis=\u6307\u5b9a\u5e10\u6237\u8fc7\u671f\u540e\uff0c\u5141\u8bb8\u7528\u6237\u8fdb\u884c\u5bbd\u9650\u767b\u5f55\u7684\u6b21\u6570\uff0c\u4ee5\u5141\u8bb8\u5176\u9009\u62e9\u65b0\u5bc6\u7801\u3002
property.grace-login-count.description=\u503c\u4e3a 0 \u8868\u793a\u4e0d\u5141\u8bb8\u5bbd\u9650\u767b\u5f55\u3002
property.idle-lockout-interval.synopsis=\u6307\u5b9a\u5728\u9501\u5b9a\u7528\u6237\u524d\u5141\u8bb8\u5176\u5e10\u6237\u4fdd\u6301\u7a7a\u95f2\u72b6\u6001\uff08\u5373\uff0c\u76f8\u5173\u7528\u6237\u4e0d\u901a\u8fc7\u9a8c\u8bc1\u8bbf\u95ee\u670d\u52a1\u5668\uff09\u7684\u6700\u957f\u65f6\u95f4\u3002
property.idle-lockout-interval.description=\u8be5\u5c5e\u6027\u7684\u503c\u4e3a\u6574\u6570\uff0c\u540e\u63a5\u6309\u79d2\u3001\u5206\u949f\u3001\u5c0f\u65f6\u3001\u5929\u6216\u5468\u8ba1\u7b97\u7684\u5355\u4f4d\u3002\u503c\u4e3a 0 \u79d2\u8868\u793a\u4e0d\u81ea\u52a8\u9501\u5b9a\u7a7a\u95f2\u5e10\u6237\u3002\u6b64\u529f\u80fd\u4ec5\u9002\u7528\u4e8e\u4fdd\u7559\u4e86\u4e0a\u6b21\u767b\u5f55\u65f6\u95f4\u7684\u60c5\u51b5\u3002
property.last-login-time-attribute.synopsis=\u6307\u5b9a\u7528\u4e8e\u4e3a\u5177\u6709\u76f8\u5173\u5bc6\u7801\u7b56\u7565\u7684\u7528\u6237\u4fdd\u7559\u4e0a\u6b21\u767b\u5f55\u65f6\u95f4\u7684\u5c5e\u6027\u7c7b\u578b\u7684\u540d\u79f0\u6216 OID\u3002
property.last-login-time-attribute.description=\u6b64\u5c5e\u6027\u7c7b\u578b\u5fc5\u987b\u5728\u76ee\u5f55\u670d\u52a1\u5668\u6a21\u5f0f\u4e0b\u5b9a\u4e49\uff0c\u4e14\u5fc5\u987b\u5b9a\u4e49\u4e3a\u64cd\u4f5c\u5c5e\u6027\uff0c\u6216\u5fc5\u987b\u5f97\u5230\u5177\u6709\u76f8\u5173\u5bc6\u7801\u7b56\u7565\u7684\u7528\u6237\u7684 objectClass \u96c6\u7684\u5141\u8bb8\u3002
property.last-login-time-format.synopsis=\u6307\u5b9a\u7528\u4e8e\u4e3a\u5177\u6709\u76f8\u5173\u5bc6\u7801\u7b56\u7565\u7684\u7528\u6237\u751f\u6210\u4e0a\u6b21\u767b\u5f55\u65f6\u95f4\u503c\u7684\u683c\u5f0f\u5b57\u7b26\u4e32\u3002
property.last-login-time-format.description=\u6b64\u683c\u5f0f\u5b57\u7b26\u4e32\u9075\u5faa API \u6587\u6863\u4e2d\u4e3a java.text.SimpleDateFormat \u7c7b\u63cf\u8ff0\u7684\u8bed\u6cd5\u3002
property.last-login-time-format.syntax.string.pattern.synopsis=\u53ef\u4ee5\u4e0e java.text.SimpleDateFormat \u7c7b\u4e00\u8d77\u4f7f\u7528\u7684\u4efb\u4f55\u6709\u6548\u683c\u5f0f\u5b57\u7b26\u4e32\u3002
property.lockout-duration.synopsis=\u6307\u5b9a\u9a8c\u8bc1\u5931\u8d25\u6b21\u6570\u8fc7\u591a\u540e\u8981\u9501\u5b9a\u5e10\u6237\u7684\u65f6\u95f4\u957f\u5ea6\u3002
property.lockout-duration.description=\u8be5\u5c5e\u6027\u7684\u503c\u4e3a\u6574\u6570\uff0c\u540e\u63a5\u6309\u79d2\u3001\u5206\u949f\u3001\u5c0f\u65f6\u3001\u5929\u6216\u5468\u8ba1\u7b97\u7684\u5355\u4f4d\u3002\u503c\u4e3a 0 \u79d2\u8868\u793a\u5fc5\u987b\u5c06\u5e10\u6237\u4fdd\u6301\u9501\u5b9a\u72b6\u6001\uff0c\u76f4\u5230\u7ba1\u7406\u5458\u91cd\u7f6e\u5bc6\u7801\u3002
property.lockout-failure-count.synopsis=\u6307\u5b9a\u9501\u5b9a\u5e10\u6237\u524d\u5141\u8bb8\u7528\u6237\u9a8c\u8bc1\u5931\u8d25\u7684\u6700\u5927\u6b21\u6570\u3002
property.lockout-failure-count.description=\u503c\u4e3a 0 \u8868\u793a\u6c38\u4e0d\u56e0\u5c1d\u8bd5\u5931\u8d25\u800c\u9501\u5b9a\u5e10\u6237\u3002
property.lockout-failure-expiration-interval.synopsis=\u6307\u5b9a\u4e0d\u518d\u51fa\u4e8e\u5e10\u6237\u9501\u5b9a\u76ee\u7684\u4e3a\u7528\u6237\u9a8c\u8bc1\u5931\u8d25\u8ba1\u6570\u524d\u7684\u65f6\u95f4\u957f\u5ea6\u3002
property.lockout-failure-expiration-interval.description=\u8be5\u5c5e\u6027\u7684\u503c\u4e3a\u6574\u6570\uff0c\u540e\u63a5\u6309\u79d2\u3001\u5206\u949f\u3001\u5c0f\u65f6\u3001\u5929\u6216\u5468\u8ba1\u7b97\u7684\u5355\u4f4d\u3002\u503c\u4e3a 0 \u79d2\u8868\u793a\u9a8c\u8bc1\u5931\u8d25\u6b21\u6570\u6c38\u4e0d\u8fc7\u671f\u3002\u5931\u8d25\u8ba1\u6570\u59cb\u7ec8\u5728\u8fdb\u884c\u6210\u529f\u9a8c\u8bc1\u540e\u6e05\u9664\u3002
property.max-password-age.synopsis=\u6307\u5b9a\u7528\u6237\u5728\u5fc5\u987b\u66f4\u6539\u5bc6\u7801\u524d\u53ef\u4ee5\u6301\u7eed\u4f7f\u7528\u540c\u4e00\u5bc6\u7801\u7684\u6700\u5927\u65f6\u95f4\u957f\u5ea6\uff08\u5373\uff0c\u5bc6\u7801\u8fc7\u671f\u65f6\u95f4\u95f4\u9694\uff09\u3002
property.max-password-age.description=\u8be5\u5c5e\u6027\u7684\u503c\u4e3a\u6574\u6570\uff0c\u540e\u63a5\u6309\u79d2\u3001\u5206\u949f\u3001\u5c0f\u65f6\u3001\u5929\u6216\u5468\u8ba1\u7b97\u7684\u5355\u4f4d\u3002\u503c\u4e3a 0 \u79d2\u8868\u793a\u7981\u7528\u5bc6\u7801\u8fc7\u671f\u3002
property.max-password-reset-age.synopsis=\u6307\u5b9a\u5728\u5bc6\u7801\u5c06\u8981\u9501\u5b9a\u65f6\u7ba1\u7406\u5458\u5bf9\u5176\u8fdb\u884c\u91cd\u7f6e\u540e\uff0c\u6700\u591a\u7ecf\u8fc7\u591a\u957f\u65f6\u95f4\u540e\u7528\u6237\u5fc5\u987b\u66f4\u6539\u5176\u5bc6\u7801\u3002
property.max-password-reset-age.description=\u8be5\u5c5e\u6027\u7684\u503c\u4e3a\u6574\u6570\uff0c\u540e\u63a5\u6309\u79d2\u3001\u5206\u949f\u3001\u5c0f\u65f6\u3001\u5929\u6216\u5468\u8ba1\u7b97\u7684\u5355\u4f4d\u3002\u503c\u4e3a 0 \u79d2\u8868\u793a\u7981\u7528\u6b64\u529f\u80fd\u3002
property.min-password-age.synopsis=\u6307\u5b9a\u4e24\u6b21\u5bc6\u7801\u66f4\u6539\u4e4b\u95f4\u6240\u5141\u8bb8\u7684\u6700\u5c0f\u65f6\u95f4\u957f\u5ea6\u3002
property.min-password-age.description=\u8be5\u5c5e\u6027\u7684\u503c\u4e3a\u6574\u6570\uff0c\u540e\u63a5\u6309\u79d2\u3001\u5206\u949f\u3001\u5c0f\u65f6\u3001\u5929\u6216\u5468\u8ba1\u7b97\u7684\u5355\u4f4d\u3002\u6b64\u8bbe\u7f6e\u53ef\u7528\u4e8e\u907f\u514d\u7528\u6237\u56e0\u5728\u8fc7\u77ed\u65f6\u95f4\u6bb5\u5185\u4e0d\u65ad\u66f4\u6539\u5bc6\u7801\uff0c\u800c\u6e05\u9664\u5386\u53f2\u8bb0\u5f55\u4e2d\u7684\u65e7\u5bc6\u7801\uff0c\u4ece\u800c\u53ef\u4ee5\u91cd\u590d\u4f7f\u7528\u8be5\u65e7\u5bc6\u7801\u3002
property.password-attribute.synopsis=\u6307\u5b9a\u7528\u4e8e\u4fdd\u7559\u7528\u6237\u5bc6\u7801\u7684\u5c5e\u6027\u7c7b\u578b\u3002
property.password-attribute.description=\u6b64\u5c5e\u6027\u7c7b\u578b\u5fc5\u987b\u5728\u670d\u52a1\u5668\u6a21\u5f0f\u4e0b\u5b9a\u4e49\uff0c\u4e14\u5fc5\u987b\u5177\u6709\u7528\u6237\u5bc6\u7801\u6216\u9a8c\u8bc1\u5bc6\u7801\u8bed\u6cd5\u3002
property.password-change-requires-current-password.synopsis=\u6307\u793a\u7528\u6237\u5bc6\u7801\u66f4\u6539\u662f\u5426\u5fc5\u987b\u4f7f\u7528\u5bc6\u7801\u4fee\u6539\u6269\u5c55\u64cd\u4f5c\u4e14\u5fc5\u987b\u5305\u62ec\u5141\u8bb8\u66f4\u6539\u524d\u7528\u6237\u7684\u5f53\u524d\u5bc6\u7801\u3002
property.password-expiration-warning-interval.synopsis=\u6307\u5b9a\u7528\u6237\u5bc6\u7801\u5b9e\u9645\u5df2\u8fc7\u671f\uff0c\u670d\u52a1\u5668\u5f00\u59cb\u5728\u5bf9\u8be5\u7528\u6237\u7684\u7ed1\u5b9a\u54cd\u5e94\u4e2d\u5305\u542b\u8b66\u544a\u901a\u77e5\u524d\u7684\u6700\u5927\u65f6\u95f4\u957f\u5ea6\u3002
property.password-expiration-warning-interval.description=\u8be5\u5c5e\u6027\u7684\u503c\u4e3a\u6574\u6570\uff0c\u540e\u63a5\u6309\u79d2\u3001\u5206\u949f\u3001\u5c0f\u65f6\u3001\u5929\u6216\u5468\u8ba1\u7b97\u7684\u5355\u4f4d\u3002\u503c\u4e3a 0 \u79d2\u8868\u793a\u7981\u7528\u8b66\u544a\u65f6\u95f4\u95f4\u9694\u3002
property.password-generator.synopsis=\u6307\u5b9a\u4e0e\u76f8\u5173\u5bc6\u7801\u7b56\u7565\u4e00\u8d77\u4f7f\u7528\u7684\u5bc6\u7801\u751f\u6210\u5668\u7684\u540d\u79f0\u3002
property.password-generator.description=\u6b64\u5bc6\u7801\u751f\u6210\u5668\u4e0e\u5bc6\u7801\u4fee\u6539\u6269\u5c55\u64cd\u4f5c\u7ed3\u5408\u4f7f\u7528\uff0c\u4ee5\u4fbf\u5728\u8bf7\u6c42\u4e2d\u672a\u63d0\u4f9b\u5bc6\u7801\u65f6\u4e3a\u7528\u6237\u751f\u6210\u65b0\u5bc6\u7801\u3002
property.password-generator.syntax.aggregation.constraint-synopsis=\u5f15\u7528\u7684\u5bc6\u7801\u751f\u6210\u5668\u5fc5\u987b\u5df2\u542f\u7528\u3002
property.password-history-count.synopsis=\u6307\u5b9a\u8981\u5728\u5bc6\u7801\u5386\u53f2\u8bb0\u5f55\u4e2d\u4fdd\u7559\u7684\u6700\u5927\u4ee5\u524d\u5bc6\u7801\u6570\u3002
property.password-history-count.description=\u9009\u62e9\u65b0\u5bc6\u7801\u65f6\uff0c\u7cfb\u7edf\u4f1a\u68c0\u67e5\u6240\u63d0\u51fa\u7684\u5bc6\u7801\uff0c\u4ee5\u786e\u4fdd\u5176\u4e0e\u5f53\u524d\u5bc6\u7801\u4e0d\u5339\u914d\uff0c\u4e5f\u4e0d\u4e0e\u5386\u53f2\u8bb0\u5f55\u5217\u8868\u4e2d\u7684\u4efb\u4f55\u5bc6\u7801\u5339\u914d\u3002\u503c\u4e3a\u96f6\u8868\u793a\u4e0d\u4fdd\u7559\u4efb\u4f55\u5bc6\u7801\uff08\u5982\u679c\u5bc6\u7801\u7b56\u7565\u6301\u7eed\u65f6\u95f4\u7684\u503c\u4e3a\u96f6\u79d2\uff09\uff0c\u6216\u8005\u5386\u53f2\u8bb0\u5f55\u4e2d\u4fdd\u7559\u7684\u5bc6\u7801\u6570\u65e0\u4e0a\u9650\uff08\u5982\u679c\u5bc6\u7801\u5386\u53f2\u8bb0\u5f55\u6301\u7eed\u65f6\u95f4\u7684\u503c\u5927\u4e8e\u96f6\u79d2\uff09\u3002
property.password-history-duration.synopsis=\u6307\u5b9a\u5bc6\u7801\u5728\u5bc6\u7801\u5386\u53f2\u8bb0\u5f55\u4e2d\u4fdd\u7559\u7684\u6700\u5927\u65f6\u95f4\u957f\u5ea6\u3002
property.password-history-duration.description=\u9009\u62e9\u65b0\u5bc6\u7801\u65f6\uff0c\u7cfb\u7edf\u4f1a\u68c0\u67e5\u6240\u63d0\u51fa\u7684\u5bc6\u7801\uff0c\u4ee5\u786e\u4fdd\u5176\u4e0e\u5f53\u524d\u5bc6\u7801\u4e0d\u5339\u914d\uff0c\u4e5f\u4e0d\u4e0e\u5386\u53f2\u8bb0\u5f55\u5217\u8868\u4e2d\u7684\u4efb\u4f55\u5bc6\u7801\u5339\u914d\u3002\u503c\u4e3a\u96f6\u79d2\u8868\u793a\u4e0d\u4fdd\u7559\u4efb\u4f55\u5bc6\u7801\u5386\u53f2\u8bb0\u5f55\uff08\u5982\u679c\u5bc6\u7801\u5386\u53f2\u8bb0\u5f55\u8ba1\u6570\u7684\u503c\u4e3a\u96f6\uff09\uff0c\u6216\u8005\u5386\u53f2\u8bb0\u5f55\u4e2d\u4fdd\u7559\u5bc6\u7801\u7684\u6301\u7eed\u65f6\u95f4\u65e0\u4e0a\u9650\uff08\u5982\u679c\u5bc6\u7801\u5386\u53f2\u8bb0\u5f55\u8ba1\u6570\u7684\u503c\u5927\u4e8e\u96f6\uff09\u3002
property.password-validator.synopsis=\u6307\u5b9a\u4e0e\u76f8\u5173\u5bc6\u7801\u5b58\u50a8\u65b9\u6848\u4e00\u8d77\u4f7f\u7528\u7684\u5bc6\u7801\u9a8c\u8bc1\u5668\u7684\u540d\u79f0\u3002
property.password-validator.description=\u7528\u6237\u5c1d\u8bd5\u63d0\u4f9b\u65b0\u5bc6\u7801\u65f6\uff0c\u7cfb\u7edf\u4f1a\u8c03\u7528\u8fd9\u4e9b\u5bc6\u7801\u9a8c\u8bc1\u5668\uff0c\u4ee5\u786e\u5b9a\u662f\u5426\u53ef\u4ee5\u63a5\u53d7\u65b0\u5bc6\u7801\u3002
property.password-validator.syntax.aggregation.constraint-synopsis=\u5f15\u7528\u7684\u5bc6\u7801\u9a8c\u8bc1\u5668\u5fc5\u987b\u5df2\u542f\u7528\u3002
property.previous-last-login-time-format.synopsis=\u4e3a\u4e0e\u5bc6\u7801\u7b56\u7565\u76f8\u5173\u7684\u7528\u6237\u6307\u5b9a\u53ef\u80fd\u5df2\u4e0e\u4e0a\u6b21\u767b\u5f55\u65f6\u95f4\uff08\u8fc7\u53bb\u7684\u4efb\u610f\u65f6\u95f4\u70b9\uff09\u4e00\u8d77\u4f7f\u7528\u7684\u683c\u5f0f\u5b57\u7b26\u4e32\u3002
property.previous-last-login-time-format.description=\u8fd9\u4e9b\u503c\u7528\u4e8e\u89e3\u6790\u4ee5\u524d\u7684\u503c\uff0c\u4f46\u4e0d\u7528\u4e8e\u8bbe\u7f6e\u65b0\u503c\u3002\u683c\u5f0f\u5b57\u7b26\u4e32\u9075\u5faa\u5728 API \u6587\u6863\u4e2d\u4e3a java.text.SimpleDateFormat \u7c7b\u63cf\u8ff0\u7684\u8bed\u6cd5\u3002
property.previous-last-login-time-format.syntax.string.pattern.synopsis=\u53ef\u4ee5\u4e0e java.text.SimpleDateFormat \u7c7b\u4e00\u8d77\u4f7f\u7528\u7684\u4efb\u4f55\u6709\u6548\u683c\u5f0f\u5b57\u7b26\u4e32\u3002
property.require-change-by-time.synopsis=\u6307\u5b9a\u5177\u6709\u76f8\u5173\u5bc6\u7801\u7b56\u7565\u7684\u7528\u6237\u5fc5\u987b\u66f4\u6539\u5176\u5bc6\u7801\u7684\u65f6\u95f4\u3002
property.require-change-by-time.description=\u8be5\u503c\u4ee5\u901a\u7528\u65f6\u95f4\u683c\u5f0f\u8868\u793a\u3002\u5982\u679c\u6b64\u65f6\u95f4\u7b49\u4e8e\u5f53\u524d\u65f6\u95f4\u6216\u4e3a\u8fc7\u53bb\u7684\u65f6\u95f4\uff0c\u5219\u6240\u6709\u7528\u6237\u5747\u5fc5\u987b\u7acb\u5373\u66f4\u6539\u5176\u5bc6\u7801\u3002\u6b64\u6a21\u5f0f\u4e0b\u670d\u52a1\u5668\u7684\u884c\u4e3a\u4e0e\u7528\u6237\u5728\u7ba1\u7406\u91cd\u7f6e\u540e\u88ab\u5f3a\u5236\u66f4\u6539\u5176\u5bc6\u7801\u65f6\u6240\u770b\u5230\u7684\u884c\u4e3a\u76f8\u540c\u3002
property.require-change-by-time.syntax.string.pattern.synopsis=\u6709\u6548\u7684\u65f6\u95f4\u6233\u91c7\u7528\u901a\u7528\u65f6\u95f4\u683c\u5f0f\uff08\u4f8b\u5982\uff0c\u503c\u201c20070409185811Z\u201d\u8868\u793a GMT \u503c 2009 \u5e74 4 \u6708 9 \u65e5\u4e0b\u5348 6:58:11\uff09\u3002
property.require-secure-authentication.synopsis=\u6307\u793a\u662f\u5426\u8981\u6c42\u5177\u6709\u76f8\u5173\u5bc6\u7801\u7b56\u7565\u7684\u7528\u6237\u4ee5\u5b89\u5168\u65b9\u5f0f\u8fdb\u884c\u9a8c\u8bc1\u3002
property.require-secure-authentication.description=\u8fd9\u53ef\u80fd\u610f\u5473\u7740\u5728\u5ba2\u6237\u7aef\u548c\u670d\u52a1\u5668\u4e4b\u95f4\u4f7f\u7528\u5b89\u5168\u901a\u4fe1\u901a\u9053\uff0c\u6216\u4f7f\u7528\u4e0d\u516c\u5f00\u51ed\u8bc1\u7684 SASL \u673a\u5236\u3002
property.require-secure-password-changes.synopsis=\u6307\u793a\u662f\u5426\u8981\u6c42\u5177\u6709\u76f8\u5173\u5bc6\u7801\u7b56\u7565\u7684\u7528\u6237\u4ee5\u4e0d\u516c\u5f00\u51ed\u8bc1\u7684\u5b89\u5168\u65b9\u5f0f\u66f4\u6539\u5176\u5bc6\u7801\u3002
property.skip-validation-for-administrators.synopsis=\u6307\u793a\u662f\u5426\u5141\u8bb8\u7ba1\u7406\u5458\u8bbe\u7f6e\u7684\u5bc6\u7801\u8df3\u8fc7\u7528\u6237\u5bc6\u7801\u66f4\u6539\u8fc7\u7a0b\u4e2d\u5fc5\u9700\u7684\u5bc6\u7801\u9a8c\u8bc1\u8fc7\u7a0b\u3002
property.state-update-failure-policy.synopsis=\u6307\u5b9a\u670d\u52a1\u5668\u5982\u4f55\u5904\u7406\u9a8c\u8bc1\u5c1d\u8bd5\u671f\u95f4\u65e0\u6cd5\u66f4\u65b0\u5bc6\u7801\u7b56\u7565\u72b6\u6001\u4fe1\u606f\u7684\u60c5\u51b5\u3002
property.state-update-failure-policy.description=\u7279\u522b\u5730\uff0c\u5982\u679c\u5c1d\u8bd5\u66f4\u65b0\u5bc6\u7801\u7b56\u7565\u72b6\u6001\u4fe1\u606f\u65f6\u51fa\u73b0\u5931\u8d25\uff08\u4f8b\u5982\uff0c\u6e05\u9664\u4ee5\u524d\u9a8c\u8bc1\u5931\u8d25\u7684\u8bb0\u5f55\uff0c\u6216\u66f4\u65b0\u4e0a\u6b21\u767b\u5f55\u65f6\u95f4\uff09\uff0c\u6b64\u5c5e\u6027\u8fd8\u53ef\u7528\u4e8e\u63a7\u5236\u4f8b\u5916\u6210\u529f\u7ed1\u5b9a\u64cd\u4f5c\u662f\u5426\u5931\u8d25\u3002\u63d0\u524d\u77e5\u9053\u5728\u7ed1\u5b9a\u5c1d\u8bd5\u4e0d\u6210\u529f\u7684\u60c5\u51b5\u4e0b\u65e0\u6cd5\u66f4\u65b0\u9a8c\u8bc1\u5931\u8d25\u6b21\u6570\uff08\u4f8b\u5982\uff0c\u5982\u679c\u540e\u7aef\u53ef\u5199\u6027\u6a21\u5f0f\u5df2\u7981\u7528\uff09\u65f6\uff0c\u6b64\u5c5e\u6027\u8fd8\u53ef\u7528\u4e8e\u63a7\u5236\u662f\u5426\u62d2\u7edd\u7ed1\u5b9a\u8bf7\u6c42\u3002
property.state-update-failure-policy.syntax.enumeration.value.ignore.synopsis=\u5982\u679c\u7ed1\u5b9a\u5c1d\u8bd5\u610f\u5916\u5730\u6210\u529f\uff0c\u5219\u5728\u5c1d\u8bd5\u66f4\u65b0\u7528\u6237\u7684\u5bc6\u7801\u7b56\u7565\u72b6\u6001\u4fe1\u606f\u671f\u95f4\u51fa\u73b0\u95ee\u9898\u65f6\uff0c\u4e0d\u62d2\u7edd\u7ed1\u5b9a\u8bf7\u6c42\u3002
property.state-update-failure-policy.syntax.enumeration.value.proactive.synopsis=\u63d0\u524d\u77e5\u9053\u65e0\u6cd5\u66f4\u65b0\u7528\u6237\u7684\u5bc6\u7801\u7b56\u7565\u72b6\u6001\u4fe1\u606f\u65f6\uff0c\u4e3b\u52a8\u79ef\u6781\u5730\u62d2\u7edd\u4efb\u4f55\u7ed1\u5b9a\u5c1d\u8bd5\u3002
property.state-update-failure-policy.syntax.enumeration.value.reactive.synopsis=\u5373\u4f7f\u7ed1\u5b9a\u5c1d\u8bd5\u53ef\u80fd\u610f\u5916\u6210\u529f\uff0c\u5728\u5c1d\u8bd5\u66f4\u65b0\u7528\u6237\u7684\u5bc6\u7801\u7b56\u7565\u72b6\u6001\u4fe1\u606f\u671f\u95f4\u51fa\u73b0\u95ee\u9898\u65f6\uff0c\u4ecd\u62d2\u7edd\u7ed1\u5b9a\u8bf7\u6c42\u3002
