user-friendly-name=PKCS11-Schl\u00fcsselmanageranbieter
user-friendly-plural-name=PKCS11-Schl\u00fcsselmanageranbieter
synopsis=Der PKCS11-Schl\u00fcsselmanageranbieter erm\u00f6glicht es dem Server, \u00fcber die PKCS11-Schnittstelle auf private Schl\u00fcsselinformationen zuzugreifen.
description=Diese standardm\u00e4\u00dfige Schnittstelle wird von kryptographischen Beschleunigern und Hardware-Sicherheitsmodulen verwendet.
constraint.1.synopsis=Die Schl\u00fcssel-Store-PIN muss mit einer der Schl\u00fcssel-Store-PIN-Eigenschaften angegeben werden, wenn der PKCS11-Schl\u00fcsselmanageranbieter aktiviert ist.
property.enabled.synopsis=Gibt an, ob der PKCS11-Schl\u00fcsselmanageranbieter aktiviert ist.
property.java-class.synopsis=Der vollst\u00e4ndig qualifizierte Name der Java-Klasse, die den PKCS11-Schl\u00fcsselmanageranbieter implementiert.
property.key-store-pin.synopsis=Gibt die Klartext-PIN an, die f\u00fcr den Zugriff auf den PKCS11-Schl\u00fcsselmanageranbieter ben\u00f6tigt wird.
property.key-store-pin.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf den PKCS11-Schl\u00fcsselmanageranbieter wirksam.
property.key-store-pin-environment-variable.synopsis=Gibt den Namen der Umgebungsvariable an, die die Klartext-PIN enth\u00e4lt, die f\u00fcr den Zugriff auf den PKCS11-Schl\u00fcsselmanageranbieter ben\u00f6tigt wird.
property.key-store-pin-environment-variable.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf den PKCS11-Schl\u00fcsselmanageranbieter wirksam.
property.key-store-pin-environment-variable.syntax.string.pattern.synopsis=Der Name einer definierten Umgebungsvariable mit der Klartext-PIN, die f\u00fcr den Zugriff auf den Inhalt des Schl\u00fcsselspeichers erforderlich ist.
property.key-store-pin-file.synopsis=Gibt den Pfad zur Textdatei an, deren einziger Inhalt eine einzelne Zeile mit der Klartext-PIN sein sollte, die f\u00fcr den Zugriff auf den PKCS11-Schl\u00fcsselmanageranbieter ben\u00f6tigt wird.
property.key-store-pin-file.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf den PKCS11-Schl\u00fcsselmanageranbieter wirksam.
property.key-store-pin-file.syntax.string.pattern.synopsis=Ein Pfad zu einer lesbaren Datei, die der Server lesen kann.
property.key-store-pin-property.synopsis=Gibt den Namen der Java-Klasse an, die die Klartext-PIN enth\u00e4lt, die f\u00fcr den Zugriff auf den PKCS11-Schl\u00fcsselmanageranbieter ben\u00f6tigt wird.
property.key-store-pin-property.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf den PKCS11-Schl\u00fcsselmanageranbieter wirksam.
property.key-store-pin-property.syntax.string.pattern.synopsis=Der Name einer definierten Java-Eigenschaft.
