user-friendly-name=\u6b63\u898f\u8868\u73fe\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc
user-friendly-plural-name=\u6b63\u898f\u8868\u73fe\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc
synopsis=\u6b63\u898f\u8868\u73fe\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306f\u3001\u9069\u5207\u306a\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u3092\u691c\u7d22\u3059\u308b\u969b\u306b\u3001\u6307\u5b9a\u3055\u308c\u305f\u8b58\u5225\u5b50\u3092\u6b63\u898f\u8868\u73fe\u3092\u4f7f\u7528\u3057\u3066\u5909\u63db\u3059\u308b\u624b\u6bb5\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
description=\u305f\u3068\u3048\u3070\u3001\u6307\u5b9a\u3055\u308c\u305f\u8b58\u5225\u5b50\u304c\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u307e\u305f\u306f Kerberos \u30d7\u30ea\u30f3\u30b7\u30d1\u30eb\u3067\u3042\u308b\u3068\u4e88\u60f3\u3055\u308c\u308b\u304c\u3001\u30de\u30c3\u30d4\u30f3\u30b0\u51e6\u7406\u3067\u30e6\u30fc\u30b6\u30fc\u540d\u90e8\u5206 (\u300c@\u300d\u8a18\u53f7\u306e\u524d\u306e\u90e8\u5206) \u306e\u307f\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306a\u3069\u306b\u3001\u6b63\u898f\u8868\u73fe\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306f\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u7f6e\u63db\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u306e\u3059\u3079\u3066\u307e\u305f\u306f\u4e00\u90e8\u304c\u3001\u6307\u5b9a\u3055\u308c\u305f\u4e00\u81f4\u30d1\u30bf\u30fc\u30f3\u3068\u4e00\u81f4\u3057\u305f\u5834\u5408\u306b\u306e\u307f\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002ID \u6587\u5b57\u5217\u306e\u3069\u306e\u90e8\u5206\u3082\u6307\u5b9a\u3055\u308c\u305f\u30d1\u30bf\u30fc\u30f3\u3068\u4e00\u81f4\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u3001\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u306f\u5909\u66f4\u3055\u308c\u306a\u3044\u307e\u307e\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.enabled.synopsis=\u6b63\u898f\u8868\u73fe\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.java-class.synopsis=\u6b63\u898f\u8868\u73fe\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.match-attribute.synopsis=\u95a2\u9023\u3059\u308b\u6b63\u898f\u8868\u73fe\u306b\u3088\u3063\u3066\u51e6\u7406\u3055\u308c\u305f\u3042\u3068\u306b\u3001\u6307\u5b9a\u3055\u308c\u305f\u8b58\u5225\u5b50\u6587\u5b57\u5217\u3068\u4e00\u81f4\u3059\u3079\u304d\u5024\u3092\u6301\u3064\u5c5e\u6027\u306e\u540d\u524d\u307e\u305f\u306f OID \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.match-attribute.description=\u3059\u3079\u3066\u306e\u5024\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u5c5e\u6027\u578b\u306e\u540d\u524d\u307e\u305f\u306f OID \u3092\u53c2\u7167\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  \u8907\u6570\u306e\u5c5e\u6027\u307e\u305f\u306f OID \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u305d\u308c\u3089\u306e\u5c5e\u6027\u306e 1 \u3064\u4ee5\u4e0a\u3067\u3001\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u5024\u304c\u6b63\u78ba\u306b 1 \u3064\u306e\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.match-base-dn.synopsis=\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u3092\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306b\u30de\u30c3\u30d7\u3059\u308b\u305f\u3081\u306e\u691c\u7d22\u3092\u5b9f\u884c\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u3079\u304d\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u8907\u6570\u306e\u5024\u304c\u6307\u5b9a\u3055\u308c\u305f\u5834\u5408\u3001\u691c\u7d22\u306f\u6307\u5b9a\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30d9\u30fc\u30b9 DN \u306e\u4e0b\u3067\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002
property.match-base-dn.default-behavior.alias.synopsis=\u3059\u3079\u3066\u306e\u516c\u958b\u30cd\u30fc\u30df\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3067\u691c\u7d22\u3055\u308c\u307e\u3059\u3002
property.match-pattern.synopsis=\u7f6e\u63db\u3055\u308c\u308b ID \u6587\u5b57\u5217\u306e\u4e00\u90e8\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u6b63\u898f\u8868\u73fe\u30d1\u30bf\u30fc\u30f3\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.match-pattern.description=\u3053\u306e\u30d1\u30bf\u30fc\u30f3\u3068\u4e00\u81f4\u3059\u308b ID \u6587\u5b57\u5217\u306e\u3069\u3093\u306a\u90e8\u5206\u3067\u3082\u3001\u6307\u5b9a\u3055\u308c\u305f\u7f6e\u63db\u30d1\u30bf\u30fc\u30f3\u306b\u5f93\u3063\u3066\u7f6e\u63db\u3055\u308c\u307e\u3059 (\u7f6e\u63db\u30d1\u30bf\u30fc\u30f3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u524a\u9664\u3055\u308c\u307e\u3059)\u3002\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u5185\u306e\u8907\u6570\u306e\u90e8\u5206\u6587\u5b57\u5217\u304c\u3053\u306e\u30d1\u30bf\u30fc\u30f3\u3068\u4e00\u81f4\u3057\u305f\u5834\u5408\u3001\u3059\u3079\u3066\u306e\u7f6e\u63db\u5bfe\u8c61\u304c\u7f6e\u63db\u3055\u308c\u307e\u3059\u3002\u6307\u5b9a\u3055\u308c\u305f ID \u6587\u5b57\u5217\u306e\u3069\u306e\u90e8\u5206\u3082\u3053\u306e\u30d1\u30bf\u30fc\u30f3\u3068\u4e00\u81f4\u3057\u306a\u3044\u5834\u5408\u3001\u305d\u306e ID \u6587\u5b57\u5217\u306f\u5909\u66f4\u3055\u308c\u307e\u305b\u3093\u3002\u4e00\u81f4\u30d1\u30bf\u30fc\u30f3\u306e\u5024\u306f 1 \u3064\u3060\u3051\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u3001\u3053\u308c\u306f\u6355\u6349\u30b0\u30eb\u30fc\u30d7\u306e\u30b5\u30dd\u30fc\u30c8\u3092\u542b\u3093\u3067\u3044\u308b\u3001java.util.regex.Pattern \u30af\u30e9\u30b9\u306e API \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3067\u8aac\u660e\u3055\u308c\u3066\u3044\u308b\u6709\u52b9\u306a\u6b63\u898f\u8868\u73fe\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.match-pattern.syntax.string.pattern.synopsis=javax.util.regex.Pattern \u30af\u30e9\u30b9\u306b\u3088\u3063\u3066\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u4efb\u610f\u306e\u6709\u52b9\u306a\u6b63\u898f\u8868\u73fe\u30d1\u30bf\u30fc\u30f3 (Java SE 5 \u306e\u3053\u306e\u30af\u30e9\u30b9\u306b\u95a2\u3059\u308b\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u3064\u3044\u3066\u306f\u3001http://java.sun.com/j2se/1.5.0/docs/api/java/util/regex/Pattern.html \u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044)\u3002
property.replace-pattern.synopsis=\u6307\u5b9a\u3055\u308c\u305f\u6b63\u898f\u8868\u73fe\u30d1\u30bf\u30fc\u30f3\u3068\u4e00\u81f4\u3059\u308b ID \u6587\u5b57\u5217\u5185\u306e\u90e8\u5206\u6587\u5b57\u5217\u306b\u5bfe\u3057\u3066\u4f7f\u7528\u3059\u3079\u304d\u7f6e\u63db\u30d1\u30bf\u30fc\u30f3\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.replace-pattern.description=\u7f6e\u63db\u30d1\u30bf\u30fc\u30f3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001ID \u6587\u5b57\u5217\u306e\u4e00\u81f4\u90e8\u5206\u306f\u3059\u3079\u3066\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u3064\u307e\u308a\u3001\u7a7a\u306e\u6587\u5b57\u5217\u306b\u7f6e\u63db\u3055\u308c\u307e\u3059\u3002\u30c9\u30eb\u8a18\u53f7 ($) \u306e\u3042\u3068\u306b\u3001\u4f7f\u7528\u3059\u3079\u304d\u6355\u6349\u30b0\u30eb\u30fc\u30d7\u3092\u793a\u3059\u6574\u6570\u5024\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u7f6e\u63db\u30d1\u30bf\u30fc\u30f3\u306f\u6355\u6349\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u306e\u6587\u5b57\u5217\u3092\u7d44\u307f\u8fbc\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.replace-pattern.default-behavior.alias.synopsis=\u7f6e\u63db\u30d1\u30bf\u30fc\u30f3\u306f\u7a7a\u306e\u6587\u5b57\u5217\u306b\u306a\u308a\u307e\u3059\u3002
property.replace-pattern.syntax.string.pattern.synopsis=javax.util.regex.Matcher \u30af\u30e9\u30b9\u306b\u3088\u3063\u3066\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u4efb\u610f\u306e\u6709\u52b9\u306a\u7f6e\u63db\u6587\u5b57\u5217\u3002
