user-friendly-name=Serveur de r\u00e9plication
user-friendly-plural-name=Serveurs de r\u00e9plication
synopsis=Les serveurs de r\u00e9plication publient des mises \u00e0 jour vers les serveurs d'annuaire dans un domaine de r\u00e9plication.
property.assured-timeout.synopsis=Valeur du d\u00e9lai d'attente des accus\u00e9s de r\u00e9ception au mode assur\u00e9.
property.assured-timeout.description=D\u00e9finit le nombre de millisecondes pendant lequel le serveur de r\u00e9plication patientera pour obtenir les accus\u00e9s de r\u00e9ception assur\u00e9s (aux sous-modes assur\u00e9s Safe Data ou Safe Read) avant de les oublier et pour r\u00e9pondre \u00e0 l'entit\u00e9 qui a envoy\u00e9 une mise \u00e0 jour et attend l'accus\u00e9.
property.degraded-status-threshold.synopsis=Le nombre de modifications en instance comme valeur seuil pour mettre un serveur d'annuaire en \u00e9tat endommag\u00e9.
property.degraded-status-threshold.description=Cette valeur repr\u00e9sente un certain nombre de modifications en instance qu'un serveur de r\u00e9plication a en attente \u00e0 envoyer \u00e0 un serveur d'annuaire. Une fois cette valeur crois\u00e9e, le serveur d'annuaire correspondant passe \u00e0 l'\u00e9tat endommag\u00e9. Lorsque le nombre de modifications en instance revient sous sa valeur, le serveur d'annuaire revient \u00e0 l'\u00e9tat normal. 0 signifie que l'analyseur d'\u00e9tat est d\u00e9sactiv\u00e9 et que les serveurs d'annuaire ne sont jamais mis \u00e0 l'\u00e9tat endommag\u00e9.
property.group-id.synopsis=Id du groupe pour le serveur de r\u00e9plication.
property.group-id.description=Cette valeur d\u00e9finit l'id du groupe du serveur de r\u00e9plication. Le syst\u00e8me de r\u00e9plication d'un serveur LDAP utilise l'id du groupe du domaine r\u00e9pliqu\u00e9 et essaie de se connecter, si possible, \u00e0 une r\u00e9plication avec le m\u00eame id de groupe.
property.monitoring-period.synopsis=La p\u00e9riode entre l'envoi du contr\u00f4le des messages.
#property.monitoring-period.description=Defines the duration that the replication server will wait before sending new monitoring messages to its peers (replication servers and directory servers). Larger values increase the length of time it takes for a directory server to detect and switch to a more suitable replication server, whereas smaller values increase the amount of background network traffic.
property.queue-size.synopsis=Sp\u00e9cifie le nombre de modifications gard\u00e9es en m\u00e9moire pour chaque serveur d'annuaire dans le domaine de r\u00e9plication.
property.replication-db-directory.synopsis=Le chemin o\u00f9 le serveur de r\u00e9plication stocke toutes les informations persistantes.
property.replication-port.synopsis=Le port sur lequel ce serveur de r\u00e9plication attend des connexions depuis d'autres serveurs de r\u00e9plication ou serveurs d'annuaire.
property.replication-purge-delay.synopsis=La dur\u00e9e (en secondes) apr\u00e8s laquelle le serveur de r\u00e9plication efface toutes les informations persistantes.
property.replication-server.synopsis=Sp\u00e9cifie les adresses d'autres serveurs de r\u00e9plication auxquelles ce serveur de r\u00e9plication essaie de se connecter au moment du d\u00e9marrage.
property.replication-server.description=Les adresses doivent \u00eatre sp\u00e9cifi\u00e9es \u00e0 l'aide de la syntaxe : hostname:port
property.replication-server.syntax.string.pattern.synopsis=Un nom d'h\u00f4te suivi de ":" et un num\u00e9ro de port.
property.replication-server-id.synopsis=Sp\u00e9cifie un identifiant unique pour le serveur de r\u00e9plication.
property.replication-server-id.description=Chaque serveur de r\u00e9plication doit avoir un ID de serveur diff\u00e9rent.
property.weight.synopsis=Le poids du serveur de r\u00e9plication.
property.weight.description=Le poids attribu\u00e9 au serveur de r\u00e9plication. Chaque serveur de r\u00e9plication de la topologie a un poids. Une fois tous associ\u00e9s, les poids des serveurs de r\u00e9plication d'un m\u00eame groupe peuvent \u00eatre convertis en un pourcentage qui d\u00e9termine la quantit\u00e9 de serveurs d'annuaire de la topologie qui doivent \u00eatre connect\u00e9s \u00e0 un serveur de r\u00e9plication. Par exemple, imaginons une topologie dot\u00e9e de 3 serveurs de r\u00e9plication (munis du m\u00eame identifiant de groupe) avec les poids suivants : RS1=1, RS2=1, RS3=2. Cela signifie que RSI doit poss\u00e9der 25\u00a0% des serveurs d'annuaire connect\u00e9s dans la topologie, RS2 25\u00a0% et RS3 50\u00a0%. Ceci peut \u00eatre utile si les serveurs de r\u00e9plication de la topologie ont une puissance diff\u00e9rente et que l'un deux souhaite r\u00e9partir la charge entre les serveurs de r\u00e9plication en fonction de leur puissance.
property.window-size.synopsis=Sp\u00e9cifie la taille de la fen\u00eatre que le serveur de r\u00e9plication utilise lors de la communication avec d'autres serveurs de r\u00e9plication.
