user-friendly-name=Domaine de r\u00e9plication
user-friendly-plural-name=Domaines de r\u00e9plication
synopsis=Le domaine de r\u00e9plication est constitu\u00e9 de plusieurs Directory Servers partageant le m\u00eame ensemble synchronis\u00e9 de donn\u00e9es.
property.assured-sd-level.synopsis=Le niveau de reconnaissance pour le sous-mode assurant des donn\u00e9es s\u00fbres.
property.assured-sd-level.description=Quand le mode d'assurance est configur\u00e9 en mode de donn\u00e9es s\u00fbres, cette valeur d\u00e9finit le nombre de serveurs de r\u00e9plication qui doivent reconna\u00eetre la mise \u00e0 jour envoy\u00e9e avant que l'appel du client LDAP ne puisse retourner.
property.assured-timeout.synopsis=La valeur du d\u00e9lai d'attente lors de l'attente des reconnaissances du mode d'assurance.
property.assured-timeout.description=D\u00e9finit la quantit\u00e9 de millisecondes que le serveur attend pour des reconnaissances d'assurance (soit dans le sous-mode assurant des donn\u00e9es s\u00fbres, soit dans le sous-mode assurant une lecture s\u00fbre) avant de retourner malgr\u00e9 tout l'appel du client LDAP.
property.assured-type.synopsis=D\u00e9finit le mode d'assurance du domaine r\u00e9pliqu\u00e9.
property.assured-type.description=Le mode d'assurance peut \u00eatre d\u00e9sactiv\u00e9 ou activ\u00e9. Quand il est activ\u00e9, deux sous-modes sont disponibles\u00a0: mode de donn\u00e9es s\u00fbres ou de lecture s\u00fbre.
property.assured-type.syntax.enumeration.value.not-assured.synopsis=Les mises \u00e0 jour envoy\u00e9es pour la r\u00e9plication (pour \u00eatre rediffus\u00e9es sur d'autres serveurs LDAP de la topologie) sont envoy\u00e9es sans attendre aucune reconnaissance et l'appel du client LDAP retourne imm\u00e9diatement.
property.assured-type.syntax.enumeration.value.safe-data.synopsis=Le mode d'assurance est activ\u00e9 dans le sous-mode de donn\u00e9es s\u00fbres\u00a0: les mises \u00e0 jour envoy\u00e9es pour la r\u00e9plication sont sujettes \u00e0 la reconnaissance d\u00e9finie par la propri\u00e9t\u00e9 assured-sd-level. Apr\u00e8s que la reconnaissance soit re\u00e7ue, l'appel du client LDAP retourne.
property.assured-type.syntax.enumeration.value.safe-read.synopsis=Le mode d'assurance est activ\u00e9 dans le sous-mode lecture s\u00fbre\u00a0: les mises \u00e0 jour envoy\u00e9es pour la r\u00e9plication sont sujettes \u00e0 la reconnaissance des serveurs LDAP de la topolgie ayant le m\u00eame ID de groupe que nous (d\u00e9fini avec la propri\u00e9t\u00e9 assured-sr-group-id). Une fois que la reconnaissance est re\u00e7ue, l'appel du client LDAP retourne.
property.base-dn.synopsis=Sp\u00e9cifie le DN de base des donn\u00e9es r\u00e9pliqu\u00e9es.
property.group-id.synopsis=L'ID de groupe associ\u00e9 \u00e0 ce domaine r\u00e9pliqu\u00e9.
property.group-id.description=Cette valeur d\u00e9finit l'ID de groupe du domaine r\u00e9pliqu\u00e9. Le syst\u00e8me de r\u00e9plication se connectera de pr\u00e9f\u00e9rence et enverra des mises \u00e0 jour pour r\u00e9pliquer vers un serveur de r\u00e9plication avec le m\u00eame ID de groupe que lui.
property.heartbeat-interval.synopsis=Sp\u00e9cifie l'intervalle de battement de c\u0153ur que Directory Server utilise lors de la communication avec les serveurs de r\u00e9plication.
property.heartbeat-interval.description=Directory Server attend un battement de c\u0153ur normal venant du serveur de r\u00e9plication dans l'intervalle sp\u00e9cifi\u00e9. Si un battement de c\u0153ur n'est pas re\u00e7u dans l'intervalle, Directory Server ferme sa connexion et se connecte \u00e0 un autre serveur de r\u00e9plication.
property.isolation-policy.synopsis=Sp\u00e9cifie le comportement de Directory Server si une op\u00e9ration en \u00e9criture est tent\u00e9e sur les donn\u00e9es dans le domaine de r\u00e9plication quand aucun des serveurs de r\u00e9plication configur\u00e9 n'est disponible.
property.isolation-policy.syntax.enumeration.value.accept-all-updates.synopsis=Indique que les mises \u00e0 jour doivent \u00eatre accept\u00e9es m\u00eame si ce n'est pas possible de les envoyer vers un serveur de r\u00e9plication. Le renvoi de ces mises \u00e0 jour vers des serveurs de r\u00e9plication est effectu\u00e9 au mieux quand l'un d'entre eux est disponible. Cependant ces modifications pr\u00e9sentent un risque car elles sont uniquement disponibles \u00e0 partir de l'historique des informations. Ce mode peut aussi introduire une latence \u00e9lev\u00e9e de r\u00e9plication.
property.isolation-policy.syntax.enumeration.value.reject-all-updates.synopsis=Indique que toutes les tentatives de mises \u00e0 jour sur ce domaine de r\u00e9plication sont refus\u00e9es quand aucun serveur de r\u00e9plication n'est disponible.
property.referrals-url.synopsis=Les URL d'autres serveurs LDAP si vous devez vous rapporter \u00e0 nous.
property.referrals-url.description=Les URL utilis\u00e9es par des serveurs pairs de la topologie doivent se rapporter \u00e0 nous via des r\u00e9f\u00e9rences LDAP. Si cet attribut n'est pas d\u00e9fini, chaque URL disponible pour acc\u00e9der \u00e0 ce serveur sera utilis\u00e9e. Si elles sont d\u00e9finies, seules les URL sp\u00e9cifi\u00e9es sont utilis\u00e9es.
property.referrals-url.syntax.string.pattern.synopsis=Une URL LDAP conforme \u00e0 RFC 2255.
property.replication-server.synopsis=Sp\u00e9cifie les adresses des serveurs de r\u00e9plication dans le domaine de r\u00e9plication auquel Directory Server doit essayer de se connecter \u00e0 l'heure du d\u00e9marrage. 
property.replication-server.description=Les adresses doivent \u00eatre sp\u00e9cifi\u00e9es en utilisant la syntaxe\u00a0: hostname:port
property.replication-server.syntax.string.pattern.synopsis=Un nom d'h\u00f4te suivi d'un ":" et un num\u00e9ro de port.
property.server-id.synopsis=Sp\u00e9cifie un identifiant unique pour Directory Server dans le domaine de r\u00e9plication.
property.server-id.description=Chaque Directory Server dans le m\u00eame domaine de r\u00e9plication doit avoir un ID de serveur diff\u00e9rent. Un Directory Server qui est membre de plusieurs domaines de r\u00e9plication peut utiliser le m\u00eame ID de serveur pour chacune des configurations de son domaine de r\u00e9plication.
property.window-size.synopsis=Sp\u00e9cifie la taille de la fen\u00eatre que Directory Server utilise lors de la communication avec les serveurs de r\u00e9plication.
