user-friendly-name=Root-DN
user-friendly-plural-name=Root-DNs
synopsis=Die Root-DN-Konfiguration enth\u00e4lt alle Root-DN-Benutzer, die im Directory-Server enthalten sind. Au\u00dferdem wird der Standardwert der Privilegien definiert, die Root-DN-Benutzer automatisch erben.
property.default-root-privilege-name.synopsis=Gibt die Namen der Privilegien an, die Root-Benutzer standardm\u00e4\u00dfig erben.
property.default-root-privilege-name.syntax.enumeration.value.backend-backup.synopsis=Erlaubt dem Benutzer die Anforderung, dass der Server Backup-Aufgaben ausf\u00fchrt.
property.default-root-privilege-name.syntax.enumeration.value.backend-restore.synopsis=Erlaubt dem Benutzer, dass der Server Wiederherstellungsaufgaben ausf\u00fchrt.
property.default-root-privilege-name.syntax.enumeration.value.bypass-acl.synopsis=Erlaubt es dem Benutzer, Zugriffskontrollpr\u00fcfungen zu umgehen, die der Server ausf\u00fchrt.
property.default-root-privilege-name.syntax.enumeration.value.bypass-lockdown.synopsis=Erlaubt dem verkn\u00fcpften Benutzer, den Server-Sperrmodus zu umgehen.
property.default-root-privilege-name.syntax.enumeration.value.cancel-request.synopsis=Erm\u00f6glicht es dem Benutzer, laufende Vorg\u00e4nge auf anderen Clientverbindungen abzubrechen.
property.default-root-privilege-name.syntax.enumeration.value.config-read.synopsis=Erm\u00f6glicht es dem verkn\u00fcpften Benutzer, die Serverkonfiguation zu lesen.
property.default-root-privilege-name.syntax.enumeration.value.config-write.synopsis=Erm\u00f6glicht es dem verkn\u00fcpften Serverm die Serverkonfiguration zu lesen. Das Privileg config-read ist ebenfalls erforderlich.
property.default-root-privilege-name.syntax.enumeration.value.data-sync.synopsis=Erm\u00f6glicht es dem Benutzer, an der Datensynchronisation teilzunehmen.
property.default-root-privilege-name.syntax.enumeration.value.disconnect-client.synopsis=Erm\u00f6glicht es dem Benutzer, andere Clientverbindugen zu beenden.
property.default-root-privilege-name.syntax.enumeration.value.jmx-notify.synopsis=Erm\u00f6glicht es dem verkn\u00fcpften Benutzer, ein Abonnement f\u00fcr die JMX-Benachrichtigungen zu erhalten.
property.default-root-privilege-name.syntax.enumeration.value.jmx-read.synopsis=Erm\u00f6glicht es den verkn\u00fcpften Benutzer, einen JMX-Lesevorgang auszuf\u00fchren
property.default-root-privilege-name.syntax.enumeration.value.jmx-write.synopsis=Erm\u00f6glicht es den verkn\u00fcpften Benutzer, einen JMX-Schreibvorgang auszuf\u00fchren
property.default-root-privilege-name.syntax.enumeration.value.ldif-export.synopsis= Erlaubt dem Benutzer die Anforderung, dass der Server LDIF-Exportaufgaben ausf\u00fchrt.
property.default-root-privilege-name.syntax.enumeration.value.ldif-import.synopsis= Erlaubt dem Benutzer die Anforderung, dass der Server LDIF-Importaufgaben ausf\u00fchrt.
property.default-root-privilege-name.syntax.enumeration.value.modify-acl.synopsis=Erlaubt es dem Benutzer, die Zugriffskontollkonfiguation der Servers zu bearbeiten.
property.default-root-privilege-name.syntax.enumeration.value.password-reset.synopsis=Erlaubt dem Benutzer, Passw\u00f6rter zur\u00fcckzusetzen.
property.default-root-privilege-name.syntax.enumeration.value.privilege-change.synopsis=Erlaubt es dem Benutzer, \u00c4nderungen an den definierten Root-Privilegien vorzunehmen und Privilegien f\u00fcr Benutzer zu gew\u00e4hren und zu widerrufen.
property.default-root-privilege-name.syntax.enumeration.value.proxied-auth.synopsis=Erm\u00f6glicht es dem Benutzer, die Autorosierungssteuerung \u00fcber Proxy zu verwendennoder eine Verbindung herzustellen, die einer alternativen Autorisierungsidentit\u00e4t entspricht.
property.default-root-privilege-name.syntax.enumeration.value.server-lockdown.synopsis=Erlaubt dem Benutzer, den Server in den Sperrmodus zu versetzen.
property.default-root-privilege-name.syntax.enumeration.value.server-restart.synopsis=Erm\u00f6glicht dem Benutzer die Anforderung, dass der Server intern neu startet.
property.default-root-privilege-name.syntax.enumeration.value.server-shutdown.synopsis=Erm\u00f6glicht dem Benutzer die Anforderung, dass Server heruntergefahren wird.
property.default-root-privilege-name.syntax.enumeration.value.unindexed-search.synopsis=Erm\u00f6glicht dem Benutzer die Anforderung, dass der Server eine Suche ausf\u00fchrt, die nicht mit Serverindizes optimiert werden kann.
property.default-root-privilege-name.syntax.enumeration.value.update-schema.synopsis=Erm\u00f6glicht dem Benutzer \u00c4nderungen am Serverschema.
relation.root-dn-user.user-friendly-name=Root-DN-Benutzer
relation.root-dn-user.user-friendly-plural-name=Root-DN-Benutzer
relation.root-dn-user.synopsis=Root-DN-Benutzer sind administrative Benutzer, denen spezielle Privilegien gew\u00e4hrt werden k\u00f6nnen, die nicht Nicht-Root-Benutzern nicht zur Verf\u00fcgung stehen (z. B. die M\u00f6glichkeit, eine Verbindung zu Servern im Sperrmodus herzustellen).
relation.root-dn-user.description=Ein Root-DN-Benutzer erbt standardm\u00e4\u00dfig den Standardsatz mit Privilegien, die in der Root-DN-Konfiguration definiert sind.
