user-friendly-name=\u30eb\u30fc\u30c8 DN
user-friendly-plural-name=\u30eb\u30fc\u30c8 DN
synopsis=\u30eb\u30fc\u30c8 DN \u8a2d\u5b9a\u306b\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30eb\u30fc\u30c8 DN \u30e6\u30fc\u30b6\u30fc\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u307e\u305f\u3001\u30eb\u30fc\u30c8 DN \u30e6\u30fc\u30b6\u30fc\u304c\u81ea\u52d5\u7684\u306b\u7d99\u627f\u3059\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7279\u6a29\u30bb\u30c3\u30c8\u3082\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u3002
property.default-root-privilege-name.synopsis=\u30eb\u30fc\u30c8\u30e6\u30fc\u30b6\u30fc\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u4ed8\u4e0e\u3055\u308c\u308b\u7279\u6a29\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.backend-backup.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.backend-restore.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u5fa9\u5143\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.bypass-acl.synopsis=\u30b5\u30fc\u30d0\u30fc\u306b\u3088\u3063\u3066\u5b9f\u884c\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u30c1\u30a7\u30c3\u30af\u3092\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30d0\u30a4\u30d1\u30b9\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.cancel-request.synopsis=\u4ed6\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u3067\u9032\u884c\u4e2d\u306e\u64cd\u4f5c\u3092\u30e6\u30fc\u30b6\u30fc\u304c\u53d6\u308a\u6d88\u3059\u3053\u3068\u304c\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.config-read.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u8a2d\u5b9a\u3092\u8aad\u307f\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.config-write.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u8a2d\u5b9a\u3092\u66f4\u65b0\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002\u8a2d\u5b9a\u306e\u8aad\u307f\u53d6\u308a\u6a29\u9650\u3082\u5fc5\u8981\u3067\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.data-sync.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30c7\u30fc\u30bf\u540c\u671f\u306b\u53c2\u52a0\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.disconnect-client.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u4ed6\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u3092\u7d42\u4e86\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.jmx-notify.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c JMX \u901a\u77e5\u306e\u53d7\u4fe1\u306b\u767b\u9332\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.jmx-read.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c JMX \u8aad\u307f\u53d6\u308a\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.jmx-write.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c JMX \u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.ldif-export.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c LDIF \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.ldif-import.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c LDIF \u30a4\u30f3\u30dd\u30fc\u30c8\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.modify-acl.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u8a2d\u5b9a\u3092\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.password-reset.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30e6\u30fc\u30b6\u30fc\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.privilege-change.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u305f root \u6a29\u9650\u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u307b\u304b\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u7279\u6a29\u3092\u4ed8\u4e0e\u3057\u305f\u308a\u53d6\u308a\u6d88\u3057\u305f\u308a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.proxied-auth.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u627f\u8a8d\u5236\u5fa1\u3092\u4f7f\u7528\u3057\u305f\u308a\u3001\u4ee3\u308f\u308a\u306e\u627f\u8a8d\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3059\u308b\u30d0\u30a4\u30f3\u30c9\u3092\u5b9f\u884c\u3057\u305f\u308a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.server-restart.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u30a4\u30f3\u30b3\u30a2\u518d\u8d77\u52d5\u3092\u5b9f\u884c\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.server-shutdown.synopsis=\u30b5\u30fc\u30d0\u30fc\u304c\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.unindexed-search.synopsis=\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u4f7f\u7528\u3057\u3066\u6700\u9069\u5316\u3067\u304d\u306a\u3044\u691c\u7d22\u3092\u30b5\u30fc\u30d0\u30fc\u304c\u51e6\u7406\u3059\u308b\u3088\u3046\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u8981\u6c42\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.default-root-privilege-name.syntax.enumeration.value.update-schema.synopsis=\u30e6\u30fc\u30b6\u30fc\u304c\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u3092\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
relation.root-dn-user.user-friendly-name=\u30eb\u30fc\u30c8 DN \u30e6\u30fc\u30b6\u30fc
relation.root-dn-user.user-friendly-plural-name=\u30eb\u30fc\u30c8 DN \u30e6\u30fc\u30b6\u30fc
relation.root-dn-user.synopsis=\u30eb\u30fc\u30c8 DN \u30e6\u30fc\u30b6\u30fc\u306f\u3001root \u4ee5\u5916\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u3067\u304d\u306a\u3044\u7279\u5225\u306a\u7279\u6a29 (\u305f\u3068\u3048\u3070\u3001\u30ed\u30c3\u30af\u30c0\u30a6\u30f3\u30e2\u30fc\u30c9\u3067\u30b5\u30fc\u30d0\u30fc\u306b\u30d0\u30a4\u30f3\u30c9\u3059\u308b\u6a29\u9650) \u3092\u4ed8\u4e0e\u3067\u304d\u308b\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u3067\u3059\u3002
relation.root-dn-user.description=\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u30eb\u30fc\u30c8 DN \u30e6\u30fc\u30b6\u30fc\u306f\u30eb\u30fc\u30c8 DN \u8a2d\u5b9a\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7279\u6a29\u30bb\u30c3\u30c8\u3092\u7d99\u627f\u3057\u307e\u3059\u3002
