user-friendly-name=\u6a21\u5f0f\u540e\u7aef
user-friendly-plural-name=\u6a21\u5f0f\u540e\u7aef
synopsis=\u901a\u8fc7\u6a21\u5f0f\u540e\u7aef\u53ef\u4ee5\u8bbf\u95ee Directory Server \u6a21\u5f0f\u4fe1\u606f\uff0c\u5305\u62ec\u5c5e\u6027\u7c7b\u578b\u3001\u5bf9\u8c61\u7c7b\u3001\u5c5e\u6027\u8bed\u6cd5\u3001\u5339\u914d\u89c4\u5219\u3001\u5339\u914d\u89c4\u5219\u7684\u4f7f\u7528\u3001DIT\uff08Directory Information Tree\uff0c\u76ee\u5f55\u4fe1\u606f\u6811\uff09\u5185\u5bb9\u89c4\u5219\u4ee5\u53ca\u5176\u6240\u5305\u542b\u7684 DIT \u7ed3\u6784\u89c4\u5219\u3002
description=\u670d\u52a1\u5668\u5141\u8bb8\u5728\u6b64\u540e\u7aef\u6267\u884c\u201c\u4fee\u6539\u201d\u64cd\u4f5c\uff0c\u4ee5\u4fbf\u66f4\u6539\u670d\u52a1\u5668\u6a21\u5f0f\u5b9a\u4e49\u3002\u6b64\u540e\u7aef\u7684\u914d\u7f6e\u6761\u76ee\u57fa\u4e8e ds-cfg-schema-backend \u7ed3\u6784\u5bf9\u8c61\u7c7b\u3002\u8bf7\u6ce8\u610f\uff0c\u4efb\u4f55\u5305\u62ec\u5728\u6b64\u6761\u76ee\u4e2d\u3001\u4f46\u4e0d\u5305\u62ec\u5728\u6b64\u5bf9\u8c61\u7c7b\uff08\u6216\u7236 ds-cfg-backend \u7c7b\uff09\u4e2d\u7684\u5c5e\u6027\u7c7b\u578b\u90fd\u5c06\u76f4\u63a5\u663e\u793a\u5728\u6a21\u5f0f\u6761\u76ee\u4e2d\u3002
property.backend-id.synopsis=\u6307\u5b9a\u4e00\u4e2a\u540d\u79f0\u4ee5\u6807\u8bc6\u5173\u8054\u7684\u540e\u7aef\u3002
property.backend-id.description=\u8be5\u540d\u79f0\u5728\u670d\u52a1\u5668\u7684\u6240\u6709\u540e\u7aef\u95f4\u5fc5\u987b\u662f\u552f\u4e00\u7684\u3002\u5728\u670d\u52a1\u5668\u4e2d\u521b\u5efa\u540e\u7aef\u4e4b\u540e\uff0c\u5c31\u4e0d\u80fd\u518d\u66f4\u6539\u540e\u7aef ID\u3002
property.base-dn.synopsis=\u4e3a\u540e\u7aef\u5904\u7406\u7684\u6570\u636e\u6307\u5b9a\u57fa DN\u3002
property.base-dn.description=\u4e00\u4e2a\u540e\u7aef\u53ef\u4ee5\u8d1f\u8d23\u4e00\u4e2a\u6216\u591a\u4e2a\u57fa DN\u3002\u8bf7\u6ce8\u610f\uff0c\u5c3d\u7ba1\u4e00\u4e2a\u540e\u7aef\u7684\u57fa DN \u53ef\u80fd\u5728\u5176\u4ed6\u540e\u7aef\u63d0\u4f9b\u7684\u57fa DN \u4e4b\u4e0b\uff08\u7c7b\u4f3c\u4e8e\u5728 Sun Java System Directory Server \u4e2d\u4f7f\u7528\u5b50\u540e\u7f00\uff09\uff0c\u4f46\u662f\u4efb\u4f55\u4e24\u4e2a\u540e\u7aef\u90fd\u4e0d\u80fd\u5177\u6709\u76f8\u540c\u7684\u57fa DN\u3002\u5982\u679c\u67d0\u540e\u7aef\u7684\u4efb\u4f55\u57fa DN \u662f\u5176\u4ed6\u540e\u7aef\u57fa DN \u7684\u4e0b\u5c5e\uff0c\u5219\u8be5\u540e\u7aef\u7684\u6240\u6709\u57fa DN \u5747\u5fc5\u987b\u662f\u540c\u4e00\u57fa DN \u7684\u4e0b\u5c5e\u3002
property.base-dn.requires-admin-action.synopsis=\u9ed8\u8ba4\u60c5\u51b5\u4e0b\u4e0d\u9700\u8981\u4efb\u4f55\u7ba1\u7406\u64cd\u4f5c\uff0c\u4f46\u662f\u6839\u636e\u6bcf\u4e2a\u540e\u7aef\u7684\u5177\u4f53\u60c5\u51b5\uff0c\u53ef\u80fd\u5fc5\u987b\u8fdb\u884c\u67d0\u79cd\u64cd\u4f5c\u624d\u80fd\u4f7f\u7528\u65b0\u7684\u57fa DN\u3002
property.enabled.synopsis=\u6307\u793a\u662f\u5426\u5df2\u5728\u670d\u52a1\u5668\u4e2d\u542f\u7528\u540e\u7aef\u3002
property.enabled.description=\u5982\u679c\u672a\u542f\u7528\u540e\u7aef\uff0c\u5219\u5728\u5904\u7406\u64cd\u4f5c\u65f6\u5c06\u65e0\u6cd5\u8bbf\u95ee\u5176\u5185\u5bb9\u3002
property.java-class.synopsis=\u6307\u5b9a\u63d0\u4f9b\u540e\u7aef\u5b9e\u73b0\u7684 Java \u7c7b\u7684\u5168\u9650\u5b9a\u540d\u3002
property.schema-entry-dn.synopsis=\u5b9a\u4e49\u5b50\u6811\u7684\u57fa DN\uff0c\u5728\u5b50\u6811\u4e2d\uff0c\u9664 base-dn \u5c5e\u6027\u4e2d\u5305\u62ec\u7684\u503c\u4ee5\u5916\uff0c\u8fd8\u4f1a\u53d1\u5e03\u6a21\u5f0f\u4fe1\u606f\u3002
property.schema-entry-dn.description=\u5c5e\u6027 base-dn \u4e2d\u63d0\u4f9b\u7684\u503c\u662f\u5728\u670d\u52a1\u5668\u6839 DSE\uff08Directory Server Entry\uff0c\u76ee\u5f55\u670d\u52a1\u5668\u6761\u76ee\uff09\u7684 subschemaSubentry \u64cd\u4f5c\u5c5e\u6027\u4e2d\u663e\u793a\u7684\u552f\u4e00\u503c\uff08\u5fc5\u987b\u6ee1\u8db3\u8be5\u6761\u4ef6\uff0c\u56e0\u4e3a\u8be5\u5c5e\u6027\u662f\u5355\u503c\u5c5e\u6027\uff09\uff0c\u5e76\u4e14\u5176\u5728\u5176\u4ed6\u6761\u76ee\u4e2d\u663e\u793a\u4e3a\u865a\u62df\u5c5e\u6027\u3002\u53ef\u4ee5\u4f7f\u7528 schema-entry-dn \u5c5e\u6027\u4f7f\u6a21\u5f0f\u4fe1\u606f\u5728\u5176\u4ed6\u4f4d\u7f6e\u53ef\u7528\uff0c\u4ee5\u9002\u5e94\u67d0\u4e9b\u4e3a\u4f7f\u6a21\u5f0f\u4f4d\u4e8e\u7279\u5b9a\u4f4d\u7f6e\u800c\u8fdb\u884c\u786c\u7f16\u7801\u7684\u5ba2\u6237\u7aef\u5e94\u7528\u7a0b\u5e8f\u3002
property.show-all-attributes.synopsis=\u6307\u793a\u662f\u5426\u5c06\u6a21\u5f0f\u6761\u76ee\u4e2d\u7684\u6240\u6709\u5c5e\u6027\u89c6\u4e3a\u7528\u6237\u5c5e\u6027\uff0c\u800c\u4e0d\u8bba\u5176\u914d\u7f6e\u4e3a\u4f55\u3002
property.show-all-attributes.description=\u8fd9\u6837\u505a\u53ef\u4ee5\u5b9e\u73b0\u4e0e\u67d0\u4e9b\u5e0c\u671b\u5728\u9ed8\u8ba4\u60c5\u51b5\u4e0b\u5305\u62ec\u6a21\u5f0f\u5c5e\u6027\uff08\u4f8b\u5982 attributeType \u548c objectClass\uff09\u7684\u5e94\u7528\u7a0b\u5e8f\u517c\u5bb9\uff08\u5373\u4f7f\u672a\u8bf7\u6c42\uff09\u3002\u8bf7\u6ce8\u610f\uff0cldapSyntaxes \u5c5e\u6027\u59cb\u7ec8\u88ab\u89c6\u4e3a\u64cd\u4f5c\u5c5e\u6027\uff0c\u4ee5\u907f\u514d\u5728\u5c1d\u8bd5\u901a\u8fc7\u534f\u8bae\u4fee\u6539\u6a21\u5f0f\u65f6\u51fa\u73b0\u95ee\u9898\u3002
property.writability-mode.synopsis=\u6307\u5b9a\u5728\u5904\u7406\u5199\u5165\u64cd\u4f5c\u65f6\u540e\u7aef\u5e94\u4f7f\u7528\u7684\u884c\u4e3a\u3002
property.writability-mode.syntax.enumeration.value.disabled.synopsis=\u5bfc\u81f4\u6240\u6709\u5199\u5165\u5c1d\u8bd5\u5931\u8d25\u3002
property.writability-mode.syntax.enumeration.value.enabled.synopsis=\u5141\u8bb8\u5728\u8be5\u540e\u7aef\u4e2d\u6267\u884c\u5199\u5165\u64cd\u4f5c\uff08\u5982\u679c\u8bf7\u6c42\u7684\u64cd\u4f5c\u6709\u6548\uff0c\u5219\u7528\u6237\u5177\u6709\u6267\u884c\u6b64\u64cd\u4f5c\u7684\u6743\u9650\uff0c\u540e\u7aef\u652f\u6301\u8be5\u7c7b\u578b\u7684\u5199\u5165\u64cd\u4f5c\uff0c\u5168\u5c40\u53ef\u5199\u6027\u6a21\u5f0f\u5c5e\u6027\u4e5f\u4f1a\u542f\u7528\uff09\u3002
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=\u5bfc\u81f4\u5916\u90e8\u5199\u5165\u5c1d\u8bd5\u5931\u8d25\uff0c\u4f46\u5141\u8bb8\u901a\u8fc7\u590d\u5236\u548c\u5185\u90e8\u64cd\u4f5c\u8fdb\u884c\u5199\u5165\u3002
