user-friendly-name=Benachrichtigungshandler zum SMTP-Kontostatus
user-friendly-plural-name=Benachrichtigungshandler zum SMTP-Kontostatus
synopsis=Der Benachrichtigungshandler zum SMTP-Kontostatus ist ein Benachrichtigungshandler, der E-Mail-Nachrichten an Endbenutzer und/oder Administratoren verschickt, wenn eine Benachrichtigung zum Kontostatus generiert wird.
property.email-address-attribute-type.synopsis=Gibt das Attribut in den Eintr\u00e4gen des Benutzers an, das zum Abrufen der E-Mail-Adresse beim Benachrichtigen des Endbenutzers verwendet werden kann.
property.email-address-attribute-type.description=Sie k\u00f6nnen mehr als eine E-Mail-Adresse als getrennte Werte angeben. In diesem Fall sendet der OpenDJ-Server eine Benachrichtigung an alle identifizierten E-Mail-Adressen.
property.email-address-attribute-type.default-behavior.alias.synopsis=Wenn keine E-Mail-Adressenattribute angegeben sind, wird nicht versucht, eine E-Mail-Benachrichtigung an die Endbenutzer zu senden. Die Benachrichtigungen werden nur an die Benutzer gesendet, die an unter den zus\u00e4tzlichen Empf\u00e4ngeradressen angegeben sind.
property.enabled.synopsis=Gibt an, ob der Benachrichtigungshandler zum SMTP-Kontostatus aktiviert ist. Es werden nur aktivierte Handler aufgerufen, wenn auf dem Server ein entsprechendes Ereignis auftritt.
property.java-class.synopsis=Gibt den vollst\u00e4ndig qualifizierten Namen der Java-Klasse an, die die Implementierung des Benachrichtigungshandlers zum SMTP-Kontostatus bereitstellt.
property.message-subject.synopsis=Gibt den Betreff f\u00fcr E-Mail-Nachrichten an, der von diesem Benachrichtigungshandler f\u00fcr den Kontostatus verwendet werden soll.
property.message-subject.description=Die Werte dieser Eigenschaft m\u00fcssen mit dem Namen einer Kontostatus-Benachrichtigungstyps beginnen, auf den ein Doppelpunkt und der Betreff folgt, der f\u00fcr die verkn\u00fcpfte Benachrichtigunsgnachricht verwendet wird. Wenn f\u00fcr einen Kontostatus-Benachrichtigungstyp eine E-Mail-Nachricht generiert wird, f\u00fcr die kein Betreff definiert ist, erh\u00e4lt diese Nachricht einen internen Betreff.
property.message-template-file.synopsis=Gibt den Pfad zur Datei an, die die Nachrichtenvorlage zum Generieren der E-Mail-Benachrichtigungen enth\u00e4lt.
property.message-template-file.description=Die Werte f\u00fcr diese Eigenschaft m\u00fcssen mit dem Namen einer Benachrichtigungstyp f\u00fcr einen Kontostatus beginnen, auf den ein Doppelpunkt und der Pfad zur Vorlagendatei folgen, die f\u00fcr diesen Benachrichtigungstyp verwendet werden soll. Wenn eine Kontostatusbenachrichtigung \u00fcber einen Benachrichtigungstyp verf\u00fcgt, der nicht mit der Nachrichtenvorlagendatei verkn\u00fcpft ist, wird keine E-Mail-Nachricht f\u00fcr diese Benachrichtigung generiert.
property.recipient-address.synopsis=Gibt eine E-Mail-Nachricht an, an die Benachrichtigungen verschickt werden, entweder statt oder als Erg\u00e4nzung zum Endbenutzer, f\u00fcr den die Benachrichtigung generiert wurde.
property.recipient-address.description=Damit kann sichergestellt werden, dass Serveradministratoren auch eine Kopie einer generierten Benachrichtigung erhalten.
property.recipient-address.default-behavior.alias.synopsis=Wenn keine zus\u00e4tzlichen Empf\u00e4ngeradressen angegeben sind, erhalten nur die Endbenutzer, die den Kontostatusbenachrichtigungen unterliegen, die Benachrichtigungen.
property.sender-address.synopsis=Gibt die E-Mail-Adresse an, \u00fcber die die Nachricht versendet wird. Beachten Sie, dass es sich nicht unbedingt um eine legitime E-Mail-Adresse handeln muss.
property.send-message-without-end-user-address.synopsis=Gibt an, ob eine E-Mail-Benachrichtigung generiert werden und an die Benachrichtigungsempf\u00e4nger gesendet werden soll, auch wenn der Benutzereintrag keine Werte f\u00fcr die E-Mail-Adressenattribute enth\u00e4lt (in F\u00e4llen, in denen es nicht m\u00f6glich ist, den Endbenutzer zu benachrichtigen).
property.send-message-without-end-user-address.description=Diese Vorgehensweise gilt nur, wenn eine oder mehrere E-Mail-Adressenattributstypen und eine oder mehrere Empf\u00e4ngeradressen angegeben werden.
