user-friendly-name=SNMP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
user-friendly-plural-name=SNMP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
synopsis=SNMP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001SNMP \u8981\u6c42\u3092\u51e6\u7406\u3057\u3066\u3001MIB 2605 \u3067\u8a18\u8ff0\u3055\u308c\u305f\u76e3\u8996\u60c5\u5831\u3092\u53d6\u308a\u51fa\u3059\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u30d7\u30ed\u30c8\u30b3\u30eb\u306f\u3001SNMP V1\u3001V2c\u3001\u304a\u3088\u3073 V3 \u3067\u3059\u3002
description=SNMP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u3001SNMP \u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306b\u3088\u3063\u3066\u9001\u4fe1\u3055\u308c\u305f SNMP \u8981\u6c42\u3092\u51e6\u7406\u3057\u3066\u3001MIB 2605 \u3092\u8a18\u8ff0\u3057\u305f\u60c5\u5831\u3092\u53d6\u308a\u51fa\u3057\u307e\u3059\u3002SNMP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f\u3001ds-cfg-opendmk-jarfile \u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u3001OpenDMK JAR \u30d5\u30a1\u30a4\u30eb\u306e\u5834\u6240\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
property.allowed-client.synopsis=\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u5224\u5b9a\u3059\u308b\u3001\u4e00\u9023\u306e\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f\u30a2\u30c9\u30ec\u30b9\u30de\u30b9\u30af\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.allowed-client.description=\u6709\u52b9\u306a\u5024\u306f\u3001\u30db\u30b9\u30c8\u540d\u3001\u5b8c\u5168\u6307\u5b9a\u306e\u30c9\u30e1\u30a4\u30f3\u540d\u3001\u30c9\u30e1\u30a4\u30f3\u540d\u3001IP \u30a2\u30c9\u30ec\u30b9\u3001\u307e\u305f\u306f\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30de\u30b9\u30af\u3092\u6301\u3064\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306a\u3069\u3067\u3059\u3002
property.allowed-client.default-behavior.alias.synopsis=\u62d2\u5426\u30ea\u30b9\u30c8\u306e\u30a2\u30c9\u30ec\u30b9\u3068\u4e00\u81f4\u3057\u306a\u3044\u30a2\u30c9\u30ec\u30b9\u3092\u6301\u3064\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u3001\u3059\u3079\u3066\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u62d2\u5426\u30ea\u30b9\u30c8\u304c\u306a\u3044\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.allowed-client.requires-admin-action.synopsis=\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u3001\u3059\u3067\u306b\u78ba\u7acb\u3055\u308c\u305f\u63a5\u7d9a\u3068\u306f\u76f8\u4e92\u4f5c\u7528\u3057\u307e\u305b\u3093\u3002
property.allowed-manager.synopsis=\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u4ed8\u4e0e\u3055\u308c\u308b\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306e\u30db\u30b9\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u3001SNMP v1 \u304a\u3088\u3073 v2 \u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u69cb\u6210\u306b\u5fc5\u8981\u3067\u3059\u3002\u30a2\u30b9\u30bf\u30ea\u30b9\u30af (*) \u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u3059\u3079\u3066\u306e\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306b\u5bfe\u3057\u3066\u30a2\u30af\u30bb\u30b9\u304c\u958b\u304d\u307e\u3059\u3002
property.allowed-user.synopsis=\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u4ed8\u4e0e\u3055\u308c\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u3001SNMP v3 \u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u69cb\u6210\u306b\u5fc5\u8981\u3067\u3059\u3002\u30a2\u30b9\u30bf\u30ea\u30b9\u30af (*) \u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u30a2\u30af\u30bb\u30b9\u304c\u958b\u304d\u307e\u3059\u3002
property.community.synopsis=MIB 2605 \u76e3\u8996\u60c5\u5831\u307e\u305f\u306f USM MIB \u3078\u306e\u30a2\u30af\u30bb\u30b9\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b v1\u3001v2 \u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u307e\u305f\u306f v3 \u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u300c\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u300d\u3068\u300c\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u540d\u300d\u306e\u9593\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u304c\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002
property.denied-client.synopsis=\u3053\u306e\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u306a\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u5224\u5b9a\u3059\u308b\u3001\u4e00\u9023\u306e\u30db\u30b9\u30c8\u540d\u307e\u305f\u306f\u30a2\u30c9\u30ec\u30b9\u30de\u30b9\u30af\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.denied-client.description=\u6709\u52b9\u306a\u5024\u306f\u3001\u30db\u30b9\u30c8\u540d\u3001\u5b8c\u5168\u6307\u5b9a\u306e\u30c9\u30e1\u30a4\u30f3\u540d\u3001\u30c9\u30e1\u30a4\u30f3\u540d\u3001IP \u30a2\u30c9\u30ec\u30b9\u3001\u307e\u305f\u306f\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30de\u30b9\u30af\u3092\u6301\u3064\u30b5\u30d6\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306a\u3069\u3067\u3059\u3002\u8a31\u53ef\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30de\u30b9\u30af\u304a\u3088\u3073\u62d2\u5426\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30de\u30b9\u30af\u304c\u4e21\u65b9\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u3066\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u304c\u4e21\u65b9\u306e\u30ea\u30b9\u30c8\u5185\u306e 1 \u3064\u4ee5\u4e0a\u306e\u30de\u30b9\u30af\u3068\u4e00\u81f4\u3059\u308b\u5834\u5408\u3001\u63a5\u7d9a\u306f\u62d2\u5426\u3055\u308c\u307e\u3059\u3002\u62d2\u5426\u30ea\u30b9\u30c8\u3060\u3051\u304c\u6307\u5b9a\u3055\u308c\u305f\u5834\u5408\u3001\u305d\u306e\u30ea\u30b9\u30c8\u306e\u30de\u30b9\u30af\u3068\u4e00\u81f4\u3057\u306a\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u3059\u3079\u3066\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002  
property.denied-client.default-behavior.alias.synopsis=\u8a31\u53ef\u30ea\u30b9\u30c8\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u8a31\u53ef\u30ea\u30b9\u30c8\u306b\u30a2\u30c9\u30ec\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3060\u3051\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u305d\u308c\u4ee5\u5916\u306e\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002
property.denied-client.requires-admin-action.synopsis=\u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u3001\u3059\u3067\u306b\u78ba\u7acb\u3055\u308c\u305f\u63a5\u7d9a\u3068\u306f\u76f8\u4e92\u4f5c\u7528\u3057\u307e\u305b\u3093\u3002
property.enabled.synopsis=SNMP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.java-class.synopsis=SNMP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.listen-port.synopsis=SNMP \u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u306e\u63a5\u7d9a\u3092\u5f85\u6a5f\u3059\u308b\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.listen-port.description=\u6307\u5b9a\u3067\u304d\u308b\u30dd\u30fc\u30c8\u756a\u53f7\u306f 1 \u3064\u3060\u3051\u3067\u3059\u3002
property.opendmk-jarfile.synopsis=OpenDMK \u30e9\u30f3\u30bf\u30a4\u30e0 JAR \u30d5\u30a1\u30a4\u30eb\u306e\u5834\u6240\u3092\u793a\u3057\u307e\u3059\u3002
property.registered-mbean.synopsis=SNMP \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e MBeanServer \u306b\u767b\u9332\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u306e\u304b\u3001RMI \u30b3\u30cd\u30af\u30bf\u304c\u6709\u52b9\u306a\u5834\u5408\u3067\u3082 RMI \u30b3\u30cd\u30af\u30bf\u3092\u4f7f\u7528\u3057\u305f SNMP \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u304c\u8a31\u53ef\u3055\u308c\u306a\u3044\u306e\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.security-agent-file.synopsis=\u8a8d\u8a3c\u6e08\u307f\u306e SNMP \u8981\u6c42\u306e\u307f\u3092\u53d7\u4fe1\u3059\u308b USM \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u69cb\u6210\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.security-level.synopsis=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30ec\u30d9\u30eb\u306e\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002NoAuthNoPriv \u306e\u5834\u5408\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u6a5f\u69cb\u306f\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\u3002AuthNoPriv \u306e\u5834\u5408\u3001\u30d7\u30e9\u30a4\u30d0\u30b7\u306e\u306a\u3044\u8a8d\u8a3c\u304c\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002AuthPriv \u306e\u5834\u5408\u3001\u30d7\u30e9\u30a4\u30d0\u30b7\u306e\u3042\u308b\u8a8d\u8a3c\u304c\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u3001SNMP V3 \u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u69cb\u6210\u306b\u5fc5\u8981\u3067\u3059\u3002
property.security-level.syntax.enumeration.value.authnopriv.synopsis=\u30d7\u30e9\u30a4\u30d0\u30b7\u306e\u306a\u3044\u8a8d\u8a3c\u304c\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
property.security-level.syntax.enumeration.value.authpriv.synopsis=\u30d7\u30e9\u30a4\u30d0\u30b7\u306e\u3042\u308b\u8a8d\u8a3c\u304c\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
property.security-level.syntax.enumeration.value.noauthnopriv.synopsis=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u6a5f\u69cb\u306f\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\u3002
property.trap-port.synopsis=SNMP \u30c8\u30e9\u30c3\u30d7\u306e\u9001\u4fe1\u306b\u4f7f\u7528\u3059\u308b\u30dd\u30fc\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.traps-community.synopsis=\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3092\u5b9a\u7fa9\u3059\u308b\u305f\u3081\u306b\u9001\u4fe1\u3055\u308c\u305f\u30c8\u30e9\u30c3\u30d7\u306b\u7d44\u307f\u8fbc\u3080\u5fc5\u8981\u304c\u3042\u308b\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u6587\u5b57\u5217\u3092\u6307\u5b9a\u3057\u307e\u3059 (trap-destinations)\u3002\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u3001SNMP v1\u3001v2\u3001\u304a\u3088\u3073 v3 \u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3067\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.traps-destination.synopsis=V1 \u306e\u30c8\u30e9\u30c3\u30d7\u304c\u9001\u4fe1\u3055\u308c\u308b\u30db\u30b9\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30db\u30b9\u30c8\u306b V1 \u306e\u30c8\u30e9\u30c3\u30d7\u304c\u9001\u4fe1\u3055\u308c\u307e\u3059\u3002
property.traps-destination.description=\u3053\u306e\u30ea\u30b9\u30c8\u304c\u7a7a\u306e\u5834\u5408\u3001V1 \u306e\u30c8\u30e9\u30c3\u30d7\u306f\u300clocalhost\u300d\u306b\u9001\u4fe1\u3055\u308c\u307e\u3059\u3002\u30ea\u30b9\u30c8\u5185\u306e\u5404\u30db\u30b9\u30c8\u306f\u3001\u305d\u306e\u540d\u524d\u307e\u305f\u306f\u5b8c\u5168\u306a IP \u30a2\u30c9\u30ec\u30b9\u3067\u7279\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.traps-destination.default-behavior.alias.synopsis=\u30ea\u30b9\u30c8\u304c\u7a7a\u306e\u5834\u5408\u3001V1 \u306e\u30c8\u30e9\u30c3\u30d7\u306f\u300clocalhost\u300d\u306b\u9001\u4fe1\u3055\u308c\u307e\u3059\u3002
