user-friendly-name=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9
user-friendly-plural-name=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9
synopsis=\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u3001OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u30bf\u30b9\u30af\u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30ea\u30f3\u30b0\u3059\u308b\u305f\u3081\u306e\u6a5f\u69cb\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u30bf\u30b9\u30af\u306e\u76ee\u7684\u306f\u3001\u30ea\u30e2\u30fc\u30c8\u3067\u5b9f\u884c\u3059\u308b\u306e\u306b\u5411\u304b\u306a\u3044\u3053\u3068\u304c\u3042\u308b\u30b5\u30fc\u30d0\u30fc\u306e\u7279\u5b9a\u30bf\u30a4\u30d7\u306e\u7ba1\u7406\u6a5f\u80fd\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u3053\u3068\u3067\u3059\u3002
description=OpenDS \u304c\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u30bf\u30b9\u30af\u306b\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u304a\u3088\u3073\u5fa9\u5143\u3001LDIF \u30d5\u30a1\u30a4\u30eb\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u304a\u3088\u3073\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3001\u304a\u3088\u3073\u30b5\u30fc\u30d0\u30fc\u306e\u505c\u6b62\u304a\u3088\u3073\u518d\u8d77\u52d5\u304c\u3042\u308a\u307e\u3059\u3002\u30bf\u30b9\u30af\u306e\u8a73\u7d30\u306f\u3001\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30eb\u30fc\u30c8\u306e\u4e0b\u306b\u3042\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u4e2d\u306b\u3042\u308a\u307e\u3059\u3002\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306f\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u306e\u5fa9\u53f7\u5316\u3092\u3057\u3001\u305d\u308c\u304c\u5fc5\u305a\u8981\u6c42\u3069\u304a\u308a\u306b\u51e6\u7406\u3055\u308c\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002\u30bf\u30b9\u30af\u306f\u5373\u6642\u306b\u547c\u3073\u51fa\u3055\u308c\u308b\u3053\u3068\u3082\u3042\u308a\u307e\u3059\u304c\u3001\u4eca\u5f8c\u3069\u3053\u304b\u306e\u6642\u70b9\u3067\u5b9f\u884c\u3055\u308c\u308b\u3088\u3046\u306b\u30b9\u30b1\u30b8\u30e5\u30fc\u30ea\u30f3\u30b0\u3055\u308c\u308b\u3053\u3068\u3082\u3042\u308a\u307e\u3059\u3002\u30bf\u30b9\u30af\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u3001\u518d\u5e30\u30bf\u30b9\u30af\u3092\u51e6\u7406\u3057\u3066\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306a\u3069\u306e\u4fdd\u5b88\u64cd\u4f5c\u304c\u5fc5\u305a\u5b9a\u671f\u7684\u306b\u81ea\u52d5\u3067\u5b9f\u884c\u3055\u308c\u308b\u3088\u3046\u306b\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
property.backend-id.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.backend-id.description=\u3053\u306e\u540d\u524d\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u3059\u3079\u3066\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u4e2d\u3067\u4e00\u610f\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u3067\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f5c\u6210\u3055\u308c\u305f\u3042\u3068\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID \u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002
property.base-dn.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u51e6\u7406\u3059\u308b\u30c7\u30fc\u30bf\u306e\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.base-dn.description=1 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067 1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30d9\u30fc\u30b9 DN \u3092\u51e6\u7406\u3067\u304d\u307e\u3059\u30021 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u307b\u304b\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3088\u3063\u3066\u6307\u5b9a\u3055\u308c\u305f\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u306e\u30d9\u30fc\u30b9 DN \u3092\u6301\u3064\u3053\u3068\u306f\u3042\u308a\u307e\u3059\u304c\u30012 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u540c\u3058\u30d9\u30fc\u30b9 DN \u3092\u6301\u3064\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093 (Sun Java System Directory Server \u3067\u306e\u30b5\u30d6\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u306e\u4f7f\u7528\u3068\u540c\u69d8)\u3002\u3044\u305a\u308c\u304b\u306e\u30d9\u30fc\u30b9 DN \u304c\u307b\u304b\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u3067\u3042\u308b\u5834\u5408\u3001\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u3059\u3079\u3066\u306e\u30d9\u30fc\u30b9 DN \u306f\u540c\u3058\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.base-dn.requires-admin-action.synopsis=\u65b0\u898f\u306e\u30d9\u30fc\u30b9 DN \u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3054\u3068\u306b\u4f55\u3089\u304b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5fc5\u8981\u306b\u306a\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u7ba1\u7406\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002
property.enabled.synopsis=\u30b5\u30fc\u30d0\u30fc\u3067\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.enabled.description=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u306a\u3044\u5834\u5408\u3001\u64cd\u4f5c\u306e\u51e6\u7406\u6642\u306b\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
property.java-class.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.notification-sender-address.synopsis=\u30bf\u30b9\u30af\u304c\u5b9f\u884c\u3092\u5b8c\u4e86\u3059\u308b\u3068\u304d\u306b\u751f\u6210\u3055\u308c\u308b\u901a\u77e5\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u5074\u30a2\u30c9\u30ec\u30b9 (\u3064\u307e\u308a\u3001\u300cFrom:\u300d\u30a2\u30c9\u30ec\u30b9) \u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.notification-sender-address.default-behavior.alias.synopsis=\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u9001\u4fe1\u5074\u30a2\u30c9\u30ec\u30b9\u306f\u3001\u300copends-task-notification@\u300d\u306e\u3042\u3068\u306b\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u50cd\u3057\u3066\u3044\u308b\u30b7\u30b9\u30c6\u30e0\u306e\u6a19\u6e96\u7684\u306a\u30a2\u30c9\u30ec\u30b9\u3092\u7d9a\u3051\u305f\u3082\u306e\u3067\u3059\u3002
property.task-backing-file.synopsis=\u30b5\u30fc\u30d0\u30fc\u3067\u69cb\u6210\u3055\u308c\u305f\u30bf\u30b9\u30af\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u683c\u7d0d\u3059\u308b\u305f\u3081\u306e\u30d0\u30c3\u30ad\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.task-backing-file.description=\u3053\u308c\u306f\u3001\u7d76\u5bfe\u30d1\u30b9\u3068\u307e\u305f\u306f OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30d9\u30fc\u30b9\u306b\u5bfe\u3059\u308b\u76f8\u5bfe\u30d1\u30b9\u306e\u3069\u3061\u3089\u3067\u3082\u304b\u307e\u3044\u307e\u305b\u3093\u3002
property.task-retention-time.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30bf\u30b9\u30af\u3067\u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u3001\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u3092\u4fdd\u6301\u3059\u308b\u6642\u9593\u306e\u9577\u3055\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.writability-mode.synopsis=\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u969b\u306b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u3059\u3079\u304d\u52d5\u4f5c\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.disabled.synopsis=\u3059\u3079\u3066\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306b\u5931\u6557\u3057\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.enabled.synopsis=\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306e\u5b9f\u884c\u3092\u8a31\u53ef\u3057\u307e\u3059\u3002\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u304c\u6709\u52b9\u3067\u3001\u30e6\u30fc\u30b6\u30fc\u306b\u305d\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308b\u5834\u5408\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u305d\u306e\u30bf\u30a4\u30d7\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u306a\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3082\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=\u5916\u90e8\u66f8\u304d\u8fbc\u307f\u8a66\u884c\u306f\u5931\u6557\u3057\u307e\u3059\u304c\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u64cd\u4f5c\u304a\u3088\u3073\u5185\u90e8\u64cd\u4f5c\u306b\u3088\u308b\u66f8\u304d\u8fbc\u307f\u306f\u53ef\u80fd\u3067\u3059\u3002
