user-friendly-name=Servidor de fondo de tareas
user-friendly-plural-name=Servidores de fondo de tareas
synopsis=El servidor de fondo de tareas proporciona un mecanismo para programar las tareas en OpenDS Directory Server. Estas tareas est\u00e1n dise\u00f1adas para proporcionar acceso a determinadas funciones administrativas del servidor que no es conveniente realizar de forma remota.
description=OpenDS admite tareas para realizar una copia de seguridad del servidor de fondo y restaurarlo, importar y exportar archivos LDIF, y detener y reiniciar el servidor. Los detalles de una tarea se incluyen en una entrada que se encuentra por debajo de la ra\u00edz del servidor de fondo de tareas. El servidor de fondo de tareas se encarga de decodificar la entrada de la tarea y garantizar que se procese de acuerdo a lo solicitado. Se puede llamar a las tareas de forma inmediata, pero tambi\u00e9n se pueden programar para que se ejecuten posteriormente. El servidor de fondo de tareas puede procesar tambi\u00e9n las tareas recurrentes para garantizar que las operaciones de mantenimiento (como, por ejemplo, las copias de seguridad) se realicen autom\u00e1ticamente de forma regular.
property.backend-id.synopsis=Especifica un nombre para identificar el servidor de fondo asociado.
property.backend-id.description=Este nombre debe ser exclusivo entre todos los servidores de fondo del servidor principal. El Id. de servidor de fondo no se puede modificar una vez creado el servidor de fondo en el servidor principal.
property.base-dn.synopsis=Especifica el o los DN de base de los datos que administra el servidor de fondo.
property.base-dn.description=Un \u00fanico servidor de fondo puede administrar uno o varios DN de base. Tenga en cuenta que dos servidores de fondo no pueden presentar el mismo DN de base, aunque un servidor de fondo puede presentar un DN de base por debajo del DN de base proporcionado por otro servidor de fondo (de forma parecida al uso de los subsufijos en Sun Java System Directory Server). Si cualquiera de los DN de base est\u00e1 subordinado a un DN de base de otro servidor de fondo, todos los dem\u00e1s DN de base de este servidor de fondo deben estar tambi\u00e9n subordinados al mismo DN de base.
property.base-dn.requires-admin-action.synopsis=No es necesario realizar ninguna acci\u00f3n administrativa, aunque es posible que sea necesario llevar a cabo alg\u00fan procedimiento en cada servidor de fondo antes de poder utilizar el nuevo DN de base.
property.enabled.synopsis=Indica si el servidor de fondo se ha habilitado en el servidor principal.
property.enabled.description=Si no se ha habilitado, no se podr\u00e1 acceder a su contenido al procesar las operaciones.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del servidor de fondo.
property.notification-sender-address.synopsis=Especifica la direcci\u00f3n de correo electr\u00f3nico que se utilizar\u00e1 como direcci\u00f3n del remitente (es decir, la direcci\u00f3n "De:") en los mensajes de notificaci\u00f3n generados cuando finaliza la ejecuci\u00f3n de una tarea.
property.notification-sender-address.default-behavior.alias.synopsis=La direcci\u00f3n predeterminada del remitente es "opends-task-notification@" seguida de la direcci\u00f3n can\u00f3nica del sistema en el que se est\u00e9 ejecutando el servidor.
property.task-backing-file.synopsis=Especifica la ruta al archivo de copia de seguridad utilizado para almacenar la informaci\u00f3n de las tareas configuradas en el servidor.
property.task-backing-file.description=Puede tratarse de una ruta absoluta o de una ruta relativa a la base de la instancia de OpenDS Directory Server.
property.task-retention-time.synopsis=Especifica el periodo de tiempo que se conservar\u00e1n las entradas de tareas una vez finalizado su procesamiento en la tarea asociada.
property.writability-mode.synopsis=Especifica el comportamiento que debe mostrar el servidor de fondo al procesar operaciones de escritura.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Provoca que todos los intentos de escritura presenten errores.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Permite que se realicen operaciones de escritura en el servidor de fondo (si la operaci\u00f3n solicitada es v\u00e1lida, el usuario tendr\u00e1 permiso para realizarla, el servidor de fondo admitir\u00e1 este tipo de operaci\u00f3n de escritura y la propiedad de modo de capacidad de escritura global tambi\u00e9n se habilitar\u00e1).
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Provoca que los intentos de escritura externos presenten errores, pero permite la escritura mediante operaciones internas y de repetici\u00f3n.
