user-friendly-name=File d'attente traditionnelle
user-friendly-plural-name=Files d'attente traditionnelles
synopsis=La file d'attente traditionnelle est un type de file d'attente qui utilise un certain nombre de threads de travail qui surveillent une file d'attente et reprennent une op\u00e9ration \u00e0 traiter lorsqu'une devient disponible.
description=La file d'attente traditionnelle est une file d'attente FIFO g\u00e9r\u00e9e par un nombre fixe de threads de travail. Ce nombre fixe de threads peut \u00eatre modifi\u00e9 \u00e0 la vol\u00e9e, la modification prenant effet d\u00e8s son ex\u00e9cution. Vous pouvez limiter la taille de la file d'attente \u00e0 un nombre sp\u00e9cifi\u00e9 d'op\u00e9rations. Lorsque tant d'op\u00e9rations sont dans la file d'attente, attendant d'\u00eatre r\u00e9cup\u00e9r\u00e9es par des threads, toute nouvelle requ\u00eate est rejet\u00e9e avec un message d'erreur.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation de la file d'attente traditionnelle.
property.max-work-queue-capacity.synopsis=Sp\u00e9cifie le nombre maximal d'op\u00e9rations en file d'attente qui peuvent \u00eatre dans la file d'attente \u00e0 un moment donn\u00e9.
property.max-work-queue-capacity.description=Si la file d'attente est d\u00e9j\u00e0 pleine et que des requ\u00eates suppl\u00e9mentaires sont re\u00e7ues par le serveur, les requ\u00eates sont rejet\u00e9es. La valeur z\u00e9ro indique qu'il n'y a pas de limite \u00e0 la taille de la file d'attente.
property.max-work-queue-capacity.default-behavior.alias.synopsis=La file d'attente n'impose aucune limite au nombre d'op\u00e9rations qui peuvent \u00eatre mises en file d'attente \u00e0 un moment donn\u00e9.
property.num-worker-threads.synopsis=Sp\u00e9cifie le nombre de threads de travail \u00e0 utiliser pour traiter des op\u00e9rations plac\u00e9es dans la file d'attente.
property.num-worker-threads.description=Si la valeur est augment\u00e9e, les threads de travail suppl\u00e9mentaires sont cr\u00e9\u00e9s imm\u00e9diatement. Si la valeur est r\u00e9duite, le nombre de threads appropri\u00e9 est d\u00e9truit alors que les op\u00e9rations terminent le traitement.
property.num-worker-threads.default-behavior.alias.synopsis=Laisser le serveur d\u00e9cider.
