user-friendly-name=\u30c8\u30e9\u30c7\u30a3\u30b7\u30e7\u30ca\u30eb\u30fb\u30ef\u30fc\u30af\u30ad\u30e5\u30fc
user-friendly-plural-name=\u30c8\u30e9\u30c7\u30a3\u30b7\u30e7\u30ca\u30eb\u30fb\u30ef\u30fc\u30af\u30ad\u30e5\u30fc
synopsis=\u30c8\u30e9\u30c7\u30a3\u30b7\u30e7\u30ca\u30eb\u30fb\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306f\u3001\u30ad\u30e5\u30fc\u3092\u76e3\u8996\u3059\u308b\u3044\u304f\u3064\u304b\u306e\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u3092\u4f7f\u7528\u3057\u3066\u3001\u64cd\u4f5c\u304c\u4f7f\u7528\u53ef\u80fd\u306b\u306a\u308b\u305f\u3073\u306b\u64cd\u4f5c\u3092\u53d6\u5f97\u3057\u3066\u51e6\u7406\u3059\u308b\u3001\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u4e00\u7a2e\u3067\u3059\u3002
description=\u30c8\u30e9\u30c7\u30a3\u30b7\u30e7\u30ca\u30eb\u30fb\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306f\u3001\u4e00\u5b9a\u6570\u306e\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u306b\u3088\u308b\u30b5\u30fc\u30d3\u30b9\u3092\u53d7\u3051\u3066\u3044\u308b FIFO \u30ad\u30e5\u30fc\u3067\u3059\u3002\u3053\u306e\u56fa\u5b9a\u3055\u308c\u305f\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u306f\u305d\u306e\u5834\u3067\u5909\u66f4\u3067\u304d\u3001\u5909\u66f4\u3055\u308c\u308b\u3068\u3059\u3050\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u30b5\u30a4\u30ba\u3092\u6307\u5b9a\u306e\u64cd\u4f5c\u6570\u306b\u5236\u9650\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u591a\u304f\u306e\u64cd\u4f5c\u304c\u30ad\u30e5\u30fc\u5185\u306b\u3042\u308a\u3001\u30b9\u30ec\u30c3\u30c9\u306b\u53d6\u5f97\u3055\u308c\u308b\u306e\u3092\u5f85\u6a5f\u3057\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u65b0\u898f\u8981\u6c42\u306f\u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8\u3068\u3068\u3082\u306b\u62d2\u5426\u3055\u308c\u307e\u3059\u3002
property.java-class.synopsis=\u30c8\u30e9\u30c7\u30a3\u30b7\u30e7\u30ca\u30eb\u30fb\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-work-queue-capacity.synopsis=\u5e38\u306b\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306b\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u3001\u30ad\u30e5\u30fc\u64cd\u4f5c\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.max-work-queue-capacity.description=\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u304c\u3059\u3067\u306b\u3044\u3063\u3071\u3044\u3067\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u8ffd\u52a0\u306e\u8981\u6c42\u3092\u53d7\u4fe1\u3057\u305f\u5834\u5408\u3001\u305d\u308c\u3089\u306e\u8981\u6c42\u306f\u62d2\u5426\u3055\u308c\u307e\u3059\u3002\u5024 0 \u306f\u3001\u30ad\u30e5\u30fc\u306e\u30b5\u30a4\u30ba\u306b\u5236\u9650\u304c\u306a\u3044\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002
property.max-work-queue-capacity.default-behavior.alias.synopsis=\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306f\u3001\u5e38\u306b\u30ad\u30e5\u30fc\u306b\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u64cd\u4f5c\u306e\u6570\u306b\u5236\u9650\u3092\u8a2d\u3051\u307e\u305b\u3093\u3002
property.num-worker-threads.synopsis=\u30ad\u30e5\u30fc\u306b\u5165\u308c\u3089\u308c\u305f\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.num-worker-threads.description=\u3053\u306e\u5024\u3092\u5927\u304d\u304f\u3059\u308b\u3068\u3001\u8ffd\u52a0\u306e\u30ef\u30fc\u30af\u30b9\u30ec\u30c3\u30c9\u304c\u3059\u3050\u306b\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u5024\u3092\u5c0f\u3055\u304f\u3059\u308b\u3068\u3001\u64cd\u4f5c\u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u6b21\u7b2c\u3001\u5fc5\u8981\u306a\u6570\u3060\u3051\u30b9\u30ec\u30c3\u30c9\u304c\u7834\u68c4\u3055\u308c\u307e\u3059\u3002
