user-friendly-name=Trust-Store-Backend
user-friendly-plural-name=Trust-Store-Backends
synopsis=Das Trust-Store-Backend bietet eine LDAP Sicht von einem dateibasierten Trust-Store an. Es wird vom Adminitrativ-Kryptographischen-Framework benutzt.
property.backend-id.synopsis=Gibt einen Namen an um das assoziierte Backend zu identifizieren.
property.backend-id.description=Der Name muss innerhalb aller Backends im Server eindeutig sein. Die Backend-Id kann nach dem Anlegen im Server nicht mehr ver\u00e4ndert werden.
property.base-dn.synopsis=Gibt die Basis-DNs der Daten die ein Backend verwaltet an.
property.base-dn.description=Ein einzelnes Backend kann f\u00fcr eine oder mehrere Basis-DNs verantwortlich sein. Achtung: Die selbe Base-DN kann nicht innerhalb Zwei Backends definiert sein, aber ein Backend darf eine Basis-DN verwalten welche unter einer anderen Basis-DN liegt die durch ein anderes Backend verwaltet wird. (\u00e4hnlich wie bei der Benutzung von Sub-Suffixen im SUn Java System Directory Server) Falls irgendeine Basis-Dn eine untergeorgnete DN einer Basis-Dn die durch ein anderes Backend verwaltet wird ist, dann m\u00fcssen alle Basis-DNs f\u00fcr das Backend zur selben Basis-DN untergeordnet sein.
property.base-dn.requires-admin-action.synopsis=Es ist standardm\u00e4ssig keine Admint\u00e4tigkeit vonn\u00f6ten. Es kann aber sein dass Admint\u00e4tigkeit auf einer pro Backend Basis ben\u00f6tigt wird bevor eine neue Basis-DN benutzt werden kann.
property.enabled.synopsis=Gibt an ob das Backend im Server aktiviert ist.
property.enabled.description=Wenn ein Backend nicht aktiviert ist so sind dessen Daten auch nicht verf\u00fcgbar, egal f\u00fcr welche Verarbeitung.
property.java-class.synopsis=Gibt den vollqualifizierten Java Klassennamen an welche das Backend implementiert.
property.trust-store-file.synopsis=Gibt den Pfad zu einer Datei an, in welcher Vertrauensinformationen (trustin information) gespeichert sind.
property.trust-store-file.description=Dieser kann ein absoluter Pfad, aber auch ein zum Directory Server Hauptverzeichnis relativer Pfad sein.
property.trust-store-pin.synopsis=Gibt den Klartext PIN an, welcher ben\u00f6tigt wird um auf das Turst-Store-Backend zugreifen zu k\u00f6nnen.
property.trust-store-pin.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf das Trust-Store-Backend aus.
property.trust-store-pin-environment-variable.synopsis=Gibt den Namen der Environment-Variable in welcher der Klartext PIN gespeichert ist, welcher ben\u00f6tigt wird um auf das Turst-Store-Backend zugreifen zu k\u00f6nnen.
property.trust-store-pin-environment-variable.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf das Trust-Store-Backend aus.
property.trust-store-pin-file.synopsis=Gibt den Pfad zu einer Textdatei an in welcher der Klartext PIN einzeilig gespeichert ist, welcher ben\u00f6tigt wird um auf das Turst-Store-Backend zugreifen zu k\u00f6nnen.
property.trust-store-pin-file.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf das Trust-Store-Backend aus.
property.trust-store-pin-property.synopsis=Gibt den Namen des Java-Property an in welchem der Klartext PIN gespeichert ist, welcher ben\u00f6tigt wird um auf das Turst-Store-Backend zugreifen zu k\u00f6nnen.
property.trust-store-pin-property.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf das Trust-Store-Backend aus.
property.trust-store-type.synopsis=Gibt das Format der Daten in einer Key-Store-Datei an.
property.trust-store-type.description=G\u00fcltige Werte m\u00fcssen immer 'JKS' und 'PKCS12' enthalten, unterschiedliche Implementierungen k\u00f6nnen jedoch auch andere Werte zulassen. 
property.trust-store-type.default-behavior.alias.synopsis=Der JVM Standardwert wird ben\u00fctzt.
property.trust-store-type.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf den Key-Store-Manager aus.
property.writability-mode.synopsis=Gibt das Verhalten an welches das Backend annehmen soll wenn Schreiboperationen durchgef\u00fchrt werden.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Bewirkt dass alle Schreiboperationen fehlschlagen.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Erlaubt dass Schreiboperationen im Backend durchgef\u00fchrt werden k\u00f6nnen. Trifft dann zu wenn wenn die angeforderte Operation g\u00fcltig ist, der User berechtigt ist die Operation auszuf\u00fchren, das Backend den Typ von Schreiboperation unterst\u00fctzt und die Globale-Beschreibbarkeitsmodus Eigenschaft (global writability mode property)  aktiviert ist.
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Bewirkt dass externe Schreiboperatioenen fehlschlagen aber erlaubt das Schreiben welches durch Replikation oder interne Operationen verursacht wird.
