user-friendly-name=Gestionnaire d'alerte
user-friendly-plural-name=Gestionnaires d'alerte
synopsis=Les gestionnaires d'alerte sont utilis\u00e9s pour avertir les administrateurs de probl\u00e8mes significatifs ou d'\u00e9v\u00e8nements notables qui se produisent dans le serveur d'annuaire.
property.disabled-alert-type.synopsis=Sp\u00e9cifie les noms des types d'alertes qui sont d\u00e9sactiv\u00e9s pour ce gestionnaire d'alerte.
property.disabled-alert-type.description=S'il y a des valeurs pour cet attribut, aucune alerte avec type sp\u00e9cifi\u00e9 n'est autoris\u00e9e. S'il n'y a aucune valeur pour cet attribut, seules les alertes avec un type inclus dans l'ensemble des types d'alertes activ\u00e9s sont autoris\u00e9es. Ou bien, s'il n'y a aucune valeur pour l'option de types d'alertes activ\u00e9es, tous les types d'alertes sont autoris\u00e9s.
property.disabled-alert-type.default-behavior.alias.synopsis=S'il y a un ensemble de types d'alertes activ\u00e9s, seules les alertes avec l'un de ces types sont autoris\u00e9es. Sinon, toutes les alertes sont autoris\u00e9es.
property.enabled.synopsis=Indique si le gestionnaire d'alerte est activ\u00e9.
property.enabled-alert-type.synopsis=Sp\u00e9cifie les noms des types d'alertes qui sont d\u00e9sactiv\u00e9s pour ce gestionnaire d'alerte.
property.enabled-alert-type.description=S'il y a des valeurs pour cet attribut, seules les alertes avec un des types sp\u00e9cifi\u00e9s sont autoris\u00e9es (sauf si elles sont aussi incluses dans les types d'alerte d\u00e9sactiv\u00e9s). S'il n'y a aucune valeur pour cet attribut, toute alerte avec un type non inclus dans la liste des types d'alerte d\u00e9sactiv\u00e9es est autoris\u00e9e.
property.enabled-alert-type.default-behavior.alias.synopsis=Toutes les alertes ayant des types non inclus dans l'ensemble des types d'alertes d\u00e9sactiv\u00e9es sont autoris\u00e9es.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire d'alerte.
