user-friendly-name=\u5909\u66f4\u756a\u53f7\u5236\u5fa1\u30d7\u30e9\u30b0\u30a4\u30f3
user-friendly-plural-name=\u5909\u66f4\u756a\u53f7\u5236\u5fa1\u30d7\u30e9\u30b0\u30a4\u30f3
synopsis=\u5909\u66f4\u756a\u53f7\u5236\u5fa1\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u3067\u751f\u6210\u3055\u308c\u305f\u5909\u66f4\u756a\u53f7\u3092\u623b\u3057\u307e\u3059\u3002
description=\u30de\u30eb\u30c1\u30de\u30b9\u30bf\u30fc\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u3066\u4f7f\u7528\u53ef\u80fd\u306a\u5834\u5408\u3001\u8981\u6c42\u304c add\u3001delete\u3001modify\u3001moddn \u306a\u3069\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306e\u5834\u5408\u3001\u304a\u3088\u3073\u5236\u5fa1\u304c\u8981\u6c42\u306e\u4e00\u90e8\u3067\u3042\u308b\u5834\u5408\u306f\u3001\u5909\u66f4\u756a\u53f7\u5236\u5fa1\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u30de\u30eb\u30c1\u30de\u30b9\u30bf\u30fc\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u3067\u751f\u6210\u3055\u308c\u305f\u5909\u66f4\u756a\u53f7\u3092\u623b\u3057\u307e\u3059\u3002\u4e0a\u8a18\u306e\u3059\u3079\u3066\u304c\u771f\u306e\u5834\u5408\u3001\u5fdc\u7b54\u306b\u306f\u5909\u66f4\u756a\u53f7\u3092\u8868\u3059\u6587\u5b57\u5217\u3092\u4f7f\u3063\u305f\u5236\u5fa1\u5fdc\u7b54\u304c\u542b\u307e\u308c\u307e\u3059\u3002\u5909\u66f4\u756a\u53f7\u5236\u5fa1\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u5b9f\u88c5\u306f\u3001org.opends.server.plugins.ChangeNumberControlPlugin \u30af\u30e9\u30b9\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002postOperationAdd\u3001postOperationDelete\u3001postOperationModify\u3001\u304a\u3088\u3073 postOperationModifyDN \u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u305d\u306e\u4ed6\u306e\u30ab\u30b9\u30bf\u30e0\u8a2d\u5b9a\u306f\u4e0d\u8981\u3067\u3059\u3002
property.enabled.synopsis=\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.invoke-for-internal-operations.synopsis=\u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u5185\u90e8\u64cd\u4f5c\u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u3059\u3079\u304d\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.invoke-for-internal-operations.description=\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u5185\u90e8\u64cd\u4f5c\u306e\u305f\u3081\u306b\u547c\u3073\u51fa\u305b\u308b\u5834\u5408\u306f\u3001\u540c\u3058\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u518d\u547c\u3073\u51fa\u3057\u3059\u308b\u65b0\u3057\u3044\u5185\u90e8\u51e6\u7406\u304c\u4f5c\u6210\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.java-class.synopsis=\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.plugin-type.synopsis=\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u547c\u3073\u51fa\u3055\u308c\u308b\u56de\u6570\u3092\u6307\u5b9a\u3059\u308b\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u3001\u4e00\u9023\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.plugin-type.syntax.enumeration.value.intermediateresponse.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u4e2d\u9593\u5fdc\u7b54\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3059\u308b\u524d\u306b\u547c\u3073\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.ldifexport.synopsis=LDIF \u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u4e2d\u306b\u3001\u64cd\u4f5c\u304c\u66f8\u304d\u8fbc\u307e\u308c\u308b\u305f\u3073\u306b\u547c\u3073\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.ldifimport.synopsis=LDIF \u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u3001\u30a8\u30f3\u30c8\u30ea\u304c\u8aad\u307f\u8fbc\u307e\u308c\u308b\u305f\u3073\u306b\u547c\u3073\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postconnect.synopsis=\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u65b0\u3057\u3044\u63a5\u7d9a\u304c\u78ba\u7acb\u3055\u308c\u308b\u3068\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postdisconnect.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u306e\u3069\u3061\u3089\u304b\u306b\u3088\u3063\u3066\u65e2\u5b58\u306e\u63a5\u7d9a\u304c\u7d42\u4e86\u3055\u308c\u308b\u3068\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationabandon.synopsis=\u5ec3\u68c4\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationadd.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u8ffd\u52a0\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u307e\u3067\u306e\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationbind.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u30d0\u30a4\u30f3\u30c9\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u307e\u3067\u306e\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationcompare.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u6bd4\u8f03\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u307e\u3067\u306e\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationdelete.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u524a\u9664\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u307e\u3067\u306e\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationextended.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u62e1\u5f35\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u307e\u3067\u306e\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationmodify.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u5909\u66f4\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u307e\u3067\u306e\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationmodifydn.synopsis=\u30b3\u30a2\u3068\u306a\u308b DN \u5909\u66f4\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u307e\u3067\u306e\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationsearch.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u691c\u7d22\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5fdc\u7b54\u3092\u9001\u4fe1\u3059\u308b\u307e\u3067\u306e\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postoperationunbind.synopsis=\u30a2\u30f3\u30d0\u30a4\u30f3\u30c9\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postresponseadd.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8ffd\u52a0\u5fdc\u7b54\u3092\u9001\u4fe1\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postresponsebind.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u30d0\u30a4\u30f3\u30c9\u5fdc\u7b54\u3092\u9001\u4fe1\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postresponsecompare.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u6bd4\u8f03\u5fdc\u7b54\u3092\u9001\u4fe1\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postresponsedelete.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u524a\u9664\u5fdc\u7b54\u3092\u9001\u4fe1\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postresponseextended.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u62e1\u5f35\u5fdc\u7b54\u3092\u9001\u4fe1\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postresponsemodify.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u5909\u66f4\u5fdc\u7b54\u3092\u9001\u4fe1\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postresponsemodifydn.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b DN \u5909\u66f4\u5fdc\u7b54\u3092\u9001\u4fe1\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postresponsesearch.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u691c\u7d22\u7d50\u679c\u7d42\u4e86\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postsynchronizationadd.synopsis=\u8ffd\u52a0\u64cd\u4f5c\u306e\u305f\u3081\u306e\u540c\u671f\u5f8c\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postsynchronizationdelete.synopsis=\u524a\u9664\u64cd\u4f5c\u306e\u305f\u3081\u306e\u540c\u671f\u5f8c\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postsynchronizationmodify.synopsis=\u5909\u66f4\u64cd\u4f5c\u306e\u305f\u3081\u306e\u540c\u671f\u5f8c\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.postsynchronizationmodifydn.synopsis=DN \u5909\u66f4\u64cd\u4f5c\u306e\u305f\u3081\u306e\u540c\u671f\u5f8c\u51e6\u7406\u304c\u5b8c\u4e86\u3057\u305f\u3042\u3068\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preoperationadd.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u8ffd\u52a0\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preoperationbind.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u30d0\u30a4\u30f3\u30c9\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preoperationcompare.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u6bd4\u8f03\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preoperationdelete.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u524a\u9664\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preoperationextended.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u62e1\u5f35\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preoperationmodify.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u5909\u66f4\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preoperationmodifydn.synopsis=\u30b3\u30a2\u3068\u306a\u308b DN \u5909\u66f4\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preoperationsearch.synopsis=\u30b3\u30a2\u3068\u306a\u308b\u691c\u7d22\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparseabandon.synopsis=\u5ec3\u68c4\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparseadd.synopsis=\u8ffd\u52a0\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparsebind.synopsis=\u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparsecompare.synopsis=\u6bd4\u8f03\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparsedelete.synopsis=\u524a\u9664\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparseextended.synopsis=\u62e1\u5f35\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparsemodify.synopsis=\u5909\u66f4\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparsemodifydn.synopsis=DN \u5909\u66f4\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparsesearch.synopsis=\u691c\u7d22\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.preparseunbind.synopsis=\u30a2\u30f3\u30d0\u30a4\u30f3\u30c9\u8981\u6c42\u3092\u89e3\u6790\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.searchresultentry.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u691c\u7d22\u7d50\u679c\u30a8\u30f3\u30c8\u30ea\u3092\u9001\u4fe1\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.searchresultreference.synopsis=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u691c\u7d22\u7d50\u679c\u306e\u53c2\u7167\u3092\u9001\u4fe1\u3059\u308b\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.shutdown.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u6b63\u5e38\u306a\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u4e2d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.startup.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u51e6\u7406\u4e2d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
property.plugin-type.syntax.enumeration.value.subordinatemodifydn.synopsis=DN \u5909\u66f4\u64cd\u4f5c\u306e\u30bf\u30fc\u30b2\u30c3\u30c8\u3088\u308a\u4e0b\u4f4d\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u79fb\u52d5\u307e\u305f\u306f\u540d\u524d\u306e\u5909\u66f4\u3092\u3059\u308b\u9593\u306b\u8d77\u52d5\u3055\u308c\u307e\u3057\u305f\u3002
