user-friendly-name=Verbindungs-Handler
user-friendly-plural-name=Verbindungs-Handler
synopsis=Verbindungs-Handler sind f\u00fcr das Verarbeiten der gesamten Interaktion mit den Clients zust\u00e4ndig, einschlie\u00dflich des Akzeptierens von Verbindungen, Lesens von Anforderungen und Sendens von Antworten.
property.allowed-client.synopsis=Gibt einen Satz von Hostnamen oder Adressenmasken an, die die Clients ermitteln, die zum Herstellen von Verbindungen zu diesem Verbindungs-Handler zugelassen sind.
property.allowed-client.description=Zu den g\u00fcltigen Werten geh\u00f6ren ein Hostname, ein vollst\u00e4ndig qualifizierter Dom\u00e4nenname, ein Dom\u00e4nenname, eine IP-Adresse oder ein Unternetzwerk mit Unternetzwerkmaske.
property.allowed-client.default-behavior.alias.synopsis=Alle Clients mit Adressen, die nicht mit einer Adresse auf der Ablehnungsliste \u00fcbereinstimmen, sind zugelassen. Wenn keine Ablehnungsliste vorliegt, sind alle Clients zugelassen.
property.allowed-client.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam und beeintr\u00e4chtigen keine Verbindungen, die bereits bestehen.
property.denied-client.synopsis=Gibt einen Satz von Hostnamen oder Adressenmasken an, die die Clients ermitteln, die nicht zum Herstellen von Verbindungen zu diesem Verbindungs-Handler zugelassen sind.
property.denied-client.description=Zu den g\u00fcltigen Werten geh\u00f6ren ein Hostname, ein vollst\u00e4ndig qualifizierter Dom\u00e4nenname, ein Dom\u00e4nenname, eine IP-Adresse oder ein Unternetzwerk mit Unternetzwerkmaske. Wenn sowohl Masken f\u00fcr zugelassene als auch f\u00fcr abgelehnte Clients definiert werden und eine Clientverbindung mit einer oder mehreren Masken in beiden Listen \u00fcbereinstimmt, wird die Verbindung verweigert. Wird nur eine Ausschlussliste f\u00fcr verweigerte Clients angegeben, werden alle Clients, die mit keiner Maske dieser Liste \u00fcbereinstimmen, zugelassen.
property.denied-client.default-behavior.alias.synopsis=Wenn eine Zulassungsliste definiert ist, werden nur Clients mit Adressen auf der Zulassungsliste zugelassen. Andernfalls werden alle Clients zugelassen.
property.denied-client.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden sofort wirksam und beeintr\u00e4chtigen keine Verbindungen, die bereits bestehen.
property.enabled.synopsis=Gibt an, ob der Verbindungs-Handler zur Benutzung aktiviert ist.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, die den Verbindungs-Handler implementiert.
