user-friendly-name=Krypto-Manager
user-friendly-plural-name=Krypto-Manager
synopsis=Der Krypto-Manager stellt ein allgemeines Interface bereit, das f\u00fcr Kompression, Dekompression, Hashing, Verschl\u00fcsselung und andere Arten von Kryptographischen Operationen geeignet ist.
property.cipher-key-length.synopsis=Gibt die Schl\u00fcssell\u00e4nge in bits f\u00fcr den gew\u00e4hlte Verschl\u00fcsselung an.
property.cipher-key-length.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur kryptographische Operationen die zeitlich nach der \u00c4nderung waren.
property.cipher-transformation.synopsis=Gibt die Verschl\u00fcsselung f\u00fcr den Directory Server an. Beinhaltet Syntax, Algorithmus, Modus und Padding.
property.cipher-transformation.description=Die ganze Umwandelungsmethodik wird ben\u00f6tigt: Nur die Angabe von Algorithmus, w\u00e4hrend der Verschl\u00fcsselungs-Provider Standardmodus und Standardpadding benutzt, wird nicht unterst\u00fctzt, weil es leider nicht garantiert ist, dass Standardwerte unter mehreren verschiedenen Implementierungen gleich sind. Manche Verschl\u00fcsselungsalgorithmen, z.b. RC4 und ARCFOUR, verwenden keinen Modus oder kein Padding. Diese m\u00fcssen somit mit NONE f\u00fcr das Feld Modus unf NoPadding f\u00fcr das Feld Padding konfiguriert werden. Zum Beispiel, RC4/NONE/NoPadding.
property.cipher-transformation.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur kryptographische Operationen die zeitlich nach der \u00c4nderung waren.
property.digest-algorithm.synopsis=Gibt den bevorzugten Message-Digest-Algorithmus des Directory Servers an.
property.digest-algorithm.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur kryptographische Operationen die zeitlich nach der \u00c4nderung waren.
property.key-wrapping-transformation.synopsis=Der bevorzugte Schl\u00fcsse-Wrapping-Umformung f\u00fcr den Directory Server. Dieser Wert muss \u00fcber all Serverinstanzen hinweg in einer Replikationstopologie gleich sein.
property.key-wrapping-transformation.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur kryptographische Operationen die zeitlich nach der \u00c4nderung waren.
property.mac-algorithm.synopsis=Gibt den bevorzugten MAC-Algorithmus des Directory Servers an.
property.mac-algorithm.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur kryptographische Operationen die zeitlich nach der \u00c4nderung waren.
property.mac-key-length.synopsis=Gibt die Schl\u00fcssell\u00e4nge in bits f\u00fcr den bevorzugten MAC-Algorithmus an.
property.mac-key-length.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur kryptographische Operationen die zeitlich nach der \u00c4nderung waren.
property.ssl-cert-nickname.synopsis=Gibt den Spitznamen (auch alias genannt) eines Zertifikats an, das der Krypto-Manager benutzen soll, um SSL Kommunikation zu erm\u00f6glichen.
property.ssl-cert-nickname.description=Das ist nur relevant falls der Krypto-Manager f\u00fcr SSL konfiguriert ist.
property.ssl-cert-nickname.default-behavior.alias.synopsis=Lass es den Server entscheiden.
property.ssl-cipher-suite.synopsis=Gibt den Namen der SSL-Verschl\u00fcsselungs-Suit an, die bei SSL oder TLS Kommunikation benutzt werden sollen und erlaubt sind.
property.ssl-cipher-suite.default-behavior.alias.synopsis=Benutzt die Standard SSL-Verschl\u00fcsselungs-Suites die mit der Server JVM mitgeliefert wurden.
property.ssl-cipher-suite.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur neue SSL/TLS basierte Sessions die zeitlich nach der \u00c4nderung waren.
property.ssl-encryption.synopsis=Gibt an ob SSL/TLS bei der Kommunikation zwischen zwei OpenDS servern benutzt werden soll.
property.ssl-encryption.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur neue SSL/TLS basierte Sessions die zeitlich nach der \u00c4nderung waren.
property.ssl-protocol.synopsis=Gibt den Namen der SSL Protokolle an die bei SSL oder TLS Kommunikation benutzt werden sollen und erlaubt sind.
property.ssl-protocol.default-behavior.alias.synopsis=Benutzt die Standard SSL Protokolle der JVM des Servers.
property.ssl-protocol.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft treten sofort in Kraft aber betreffen nur neue SSL/TLS basierte Sessions die zeitlich nach der \u00c4nderung waren.
