user-friendly-name=Destino de depuraci\u00f3n
user-friendly-plural-name=Destinos de depuraci\u00f3n
synopsis=Los destinos de depuraci\u00f3n definen los tipos de mensajes registrados por el editor del registro de depuraci\u00f3n.
description=Los destinos de depuraci\u00f3n permiten un control preciso de los mensajes registrados en funci\u00f3n del paquete, la clase o el m\u00e9todo que haya generado el mensaje. Cada una de las entradas de configuraci\u00f3n del destino de depuraci\u00f3n residen por debajo de la entrada "cn=Debug Target", ubicada justo debajo de la entrada principal "ds-cfg-debug-log-publisher".
property.debug-category.synopsis=Especifica las categor\u00edas de mensajes de depuraci\u00f3n que se van a registrar.
property.debug-category.default-behavior.alias.synopsis=Se registrar\u00e1n los mensajes de cualquier categor\u00eda siempre que presenten un nivel de depuraci\u00f3n suficiente.
property.debug-category.syntax.enumeration.value.caught.synopsis=Excepci\u00f3n detectada
property.debug-category.syntax.enumeration.value.constructor.synopsis=Entrada del constructor
property.debug-category.syntax.enumeration.value.data.synopsis=Volcado de datos sin formato
property.debug-category.syntax.enumeration.value.database-access.synopsis=Acceso a una base de datos del servidor de fondo
property.debug-category.syntax.enumeration.value.enter.synopsis=Entrada al m\u00e9todo
property.debug-category.syntax.enumeration.value.exit.synopsis=Salida del m\u00e9todo
property.debug-category.syntax.enumeration.value.message.synopsis=Mensaje de depuraci\u00f3n arbitrario
property.debug-category.syntax.enumeration.value.protocol.synopsis=Volcado del elemento de protocolo
property.debug-category.syntax.enumeration.value.thrown.synopsis=Excepci\u00f3n generada a partir del m\u00e9todo
property.debug-level.synopsis=Especifica el nivel de gravedad inferior de los mensajes de depuraci\u00f3n que se van a registrar.
property.debug-level.syntax.enumeration.value.all.synopsis=Se registrar\u00e1n los mensajes con cualquier nivel de gravedad.
property.debug-level.syntax.enumeration.value.disabled.synopsis=No se registrar\u00e1 ning\u00fan mensaje.
property.debug-level.syntax.enumeration.value.error.synopsis=Se registrar\u00e1n los mensajes con el nivel de gravedad ERROR o superior.
property.debug-level.syntax.enumeration.value.info.synopsis=Se registrar\u00e1n los mensajes con el nivel de gravedad INFO o superior.
property.debug-level.syntax.enumeration.value.verbose.synopsis=Se registrar\u00e1n los mensajes con el nivel de gravedad VERBOSE o superior.
property.debug-level.syntax.enumeration.value.warning.synopsis=Se registrar\u00e1n los mensajes con el nivel de gravedad WARNING o superior.
property.debug-scope.synopsis=Especifica el nombre completo del m\u00e9todo, la clase o el paquete de Java de OpenDJ al que afecta esta configuraci\u00f3n en esta definici\u00f3n de destino. Utilice el car\u00e1cter de n\u00famero (#) para separar los nombres de la clase y el m\u00e9todo (por ejemplo, org.opends.server.core.DirectoryServer#startUp).
property.debug-scope.syntax.string.pattern.synopsis=El nombre completo del m\u00e9todo, la clase o el paquete de Java de OpenDJ.
property.include-throwable-cause.synopsis=Especifica la propiedad que permite indicar si se debe incluir la causa en los mensajes de excepciones detectadas o generadas.
property.omit-method-entry-arguments.synopsis=Especifica la propiedad que permite indicar si se deben incluir los argumentos del m\u00e9todo en los mensajes de depuraci\u00f3n.
property.omit-method-return-value.synopsis=Especifica la propiedad que permite indicar si se debe incluir el valor de retorno en los mensajes de depuraci\u00f3n.
property.throwable-stack-frames.synopsis=Especifica la propiedad que permite indicar el n\u00famero de tramas de pila que se incluir\u00e1n en el seguimiento de pila de los mensajes de excepci\u00f3n generada o de entrada al m\u00e9todo.
