user-friendly-name=\u00c9diteur de journal de d\u00e9bogage
user-friendly-plural-name=\u00c9diteurs de journal de d\u00e9bogage
synopsis=Les \u00e9diteurs de journal de d\u00e9bogage sont responsables de la distribution des messages de journaux de d\u00e9bogage \u00e0 partir du journal de d\u00e9bogage vers une destination.
description=Les messages de journaux de d\u00e9bogage fournissent des informations qui peuvent \u00eatre utilis\u00e9es pour d\u00e9boguer ou r\u00e9soudre des probl\u00e8mes dans le serveur, ou pour fournir des informations plus d\u00e9taill\u00e9es concernant le traitement qu'effectue le serveur.
property.default-debug-category.synopsis=Cat\u00e9gories de messages de d\u00e9bogage \u00e0 consigner lorsqu'aucune des cibles d\u00e9finies ne correspond au message.
property.default-debug-category.default-behavior.alias.synopsis=Les messages avec n'importe quelle cat\u00e9gorie seront consign\u00e9s s'ils ont un niveau de d\u00e9bogage suffisant.
property.default-debug-category.syntax.enumeration.value.caught.synopsis=Exception intercept\u00e9e.
property.default-debug-category.syntax.enumeration.value.constructor.synopsis=Entr\u00e9e constructeur.
property.default-debug-category.syntax.enumeration.value.data.synopsis=Vidage des donn\u00e9es brutes.
property.default-debug-category.syntax.enumeration.value.database-access.synopsis=Acc\u00e8s \u00e0 une base de donn\u00e9es de backend.
property.default-debug-category.syntax.enumeration.value.enter.synopsis=Entr\u00e9e de m\u00e9thode.
property.default-debug-category.syntax.enumeration.value.exit.synopsis=Sortie de m\u00e9thode.
property.default-debug-category.syntax.enumeration.value.message.synopsis=Message de d\u00e9bogage arbitraire.
property.default-debug-category.syntax.enumeration.value.protocol.synopsis=Vidage d'\u00e9l\u00e9ments de protocole.
property.default-debug-category.syntax.enumeration.value.thrown.synopsis=Exception \u00e9mise par la m\u00e9thode.
property.default-debug-level.synopsis=Niveau de gravit\u00e9 le plus bas des messages de d\u00e9bogage \u00e0 consigner lorsqu'aucune des cibles d\u00e9finies ne correspond au message.
property.default-debug-level.syntax.enumeration.value.all.synopsis=Les messages de tout niveau de gravit\u00e9 seront consign\u00e9s.
property.default-debug-level.syntax.enumeration.value.disabled.synopsis=Aucun message ne sera consign\u00e9.
property.default-debug-level.syntax.enumeration.value.error.synopsis=Les messages du niveau de gravit\u00e9 ERREUR ou sup\u00e9rieur seront consign\u00e9s.
property.default-debug-level.syntax.enumeration.value.info.synopsis=Les messages du niveau de gravit\u00e9 INFO ou sup\u00e9rieur seront consign\u00e9s.
property.default-debug-level.syntax.enumeration.value.verbose.synopsis=Les messages du niveau de gravit\u00e9 D\u00c9TAILL\u00c9 ou sup\u00e9rieur seront consign\u00e9s.
property.default-debug-level.syntax.enumeration.value.warning.synopsis=Les messages du niveau de gravit\u00e9 AVERTISSEMENT ou sup\u00e9rieur seront consign\u00e9s.
property.default-include-throwable-cause.synopsis=Indique s'il faut inclure la cause des exceptions dans l'exception \u00e9mise et les messages intercept\u00e9s consign\u00e9s par d\u00e9faut.
property.default-omit-method-entry-arguments.synopsis=Indique s'il faut inclure des arguments de m\u00e9thode dans les messages de d\u00e9bogage consign\u00e9s par d\u00e9faut.
property.default-omit-method-return-value.synopsis=Indique s'il faut inclure la valeur de retour dans les messages de d\u00e9bogage consign\u00e9s par d\u00e9faut.
property.default-throwable-stack-frames.synopsis=Indique le nombre de structures de piles \u00e0 inclure dans le suivi de piles pour les messages d'entr\u00e9e de m\u00e9thode et d'\u00e9mission d'exception.
property.enabled.synopsis=Indique si l'\u00e9diteur de journal de d\u00e9bogage est activ\u00e9 pour utilisation.
property.java-class.synopsis=Le nom complet de la classe Java qui fournit l'impl\u00e9mentation d'\u00e9diteur de journal de d\u00e9bogage.
relation.debug-target.user-friendly-name=Cible de d\u00e9bogage
relation.debug-target.user-friendly-plural-name=Cibles de d\u00e9bogage
relation.debug-target.synopsis=Les cibles de d\u00e9bogage d\u00e9finissent les types de messages consign\u00e9s par l'\u00e9diteur de journal de d\u00e9bogage.
relation.debug-target.description=Les cibles de d\u00e9bogage permettent un contr\u00f4le d\u00e9taill\u00e9 des messages qui sont consign\u00e9s en fonction du package, de la classe ou de la m\u00e9thode qui a g\u00e9n\u00e9r\u00e9 le message. Chaque entr\u00e9e de configuration de cible de d\u00e9bogage r\u00e9side sous l'entr\u00e9e ayant un NRD de "cn=Debug Target", juste sous l'entr\u00e9e parente ds-cfg-debug-log-publisher.
