user-friendly-name=Walidator Hase\u0142 S\u0142ownikowych
user-friendly-plural-name=Walidatory Hase\u0142 S\u0142ownikowych
property.dictionary-file.syntax.string.pattern.synopsis=\u015acie\u017cka do pliku tekstowego znajduj\u0105cego si\u0119 w systemie, kt\u00f3ry mo\u017ce by\u0107 czytany przez serwer.
property.test-reversed-password.synopsis=Wskazuje czy ten walidator powinien tak\u017ce sprawdza\u0107 has\u0142o wspak.
property.dictionary-file.synopsis=Okre\u015bla \u015bcie\u017ck\u0119 do pliku zawieraj\u0105cego list\u0119 s\u0142\u00f3w, kt\u00f3re nie mog\u0105 by\u0107 u\u017cyte jako has\u0142o.
property.case-sensitive-validation.synopsis=Wskazuje czy ten walidator hase\u0142 ma rozr\u00f3\u017cnia\u0107 wielko\u015b\u0107 liter w ha\u015ble.
property.java-class.synopsis=Okre\u015bla pe\u0142n\u0105-kwalifikowan\u0105 nazw\u0119 klasy Java kt\u00f3ra implementuje walidator hase\u0142.
property.enabled.synopsis=Wskazuje czy has\u0142o jest gotowe do u\u017cycia.
description=Obszerny plik s\u0142ownika jest dostarczony z serwerem, ale administrator mo\u017ce poda\u0107 alternatywny plik. W takim przypadku, s\u0142ownik musi by\u0107 plikiem tekstowym z jednym s\u0142owem na lini\u0119.
property.case-sensitive-validation.description=Je\u015bli ta opcja jest ustawiona, walidator odrzuca has\u0142o tylko je\u017celi pojawi si\u0119 ono z tak\u0105 sam\u0105 wielko\u015bci\u0105 liter w s\u0142owniku.
synopsis=Walidator Hase\u0142 S\u0142ownikowych sprawdza czy proponowane has\u0142o jest akceptowalne, bior\u0105c pod uwag\u0119 jego wyst\u0119powanie w pliku s\u0142ownika.
property.test-reversed-password.description=Na przyk\u0142ad, je\u017celi u\u017cytkownik podaje nowe has\u0142o "password" i ta opcja jest w\u0142\u0105czona, wtedy tak\u017ce warto\u015b\u0107 "drowssap" jest testowana.
property.dictionary-file.description=Powinien by\u0107 w formie jednego s\u0142owa na lini\u0119. Warto\u015b\u0107 mo\u017ce by\u0107 absolutn\u0105 \u015bcie\u017ck\u0105 lub \u015bcie\u017ck\u0105 kt\u00f3ra jest wzgl\u0119dna do katalogu g\u0142\u00f3wnego OpenDJ.
