user-friendly-name=Plug-in d'entr\u00e9e UUID
user-friendly-plural-name=Plug-ins d'entr\u00e9e UUID
synopsis=Le plug-in d'entr\u00e9e UUID g\u00e9n\u00e8re des valeurs pour l'attribut op\u00e9rationnel entryUUID chaque fois qu'une entr\u00e9e est ajout\u00e9e via le protocole ou import\u00e9e de LDIF.
description=Le plug-in d'entr\u00e9e UUID s'assure que toutes les entr\u00e9es ajout\u00e9es au serveur, que ce soit via une op\u00e9ration d'ajout de LDAP ou via une importation LDIF, sont affect\u00e9es \u00e0 un attribut op\u00e9rationnel entryUUID, si elles n'ont pas d\u00e9j\u00e0 d'attribut. L'attribut entryUUID contient un identifiant universellement unique qui peut \u00eatre utilis\u00e9 pour identifier une entr\u00e9e d'une mani\u00e8re qui ne change pas (m\u00eame dans le cas d'une op\u00e9ration de modification de DN). Ce plug-in g\u00e9n\u00e8re un UUID al\u00e9atoire pour les entr\u00e9es cr\u00e9\u00e9es par une op\u00e9ration d'ajout, mais l'UUID est construit \u00e0 partir du DN de l'entr\u00e9e durant une importation LDIF (ce qui signifie que le m\u00eame fichier LDIF peut \u00eatre import\u00e9 sur diff\u00e9rents syst\u00e8mes, mais prend toujours la m\u00eame valeur pour l'attribut entryUUID). Ce comportement est bas\u00e9 sur la sp\u00e9cification contenue dans RFC 4530. L'impl\u00e9mentation du plug-in de l'entr\u00e9e UUID est contenue dans la classe org.opends.server.plugins.EntryUUIDPlugin. Il doit \u00eatre configur\u00e9 avec les types de plug-in preOperationAdd et ldifImport, mais il n'a pas d'autre configuration personnalis\u00e9e. Ce plug-in doit \u00eatre activ\u00e9 dans tout r\u00e9pertoire \u00e0 utiliser dans un environnement de synchronisation.
property.enabled.synopsis=Indique si le plug-in est activ\u00e9 pour utilisation.
property.invoke-for-internal-operations.synopsis=Indique si le plug-in doit \u00eatre appel\u00e9 pour des op\u00e9rations internes.
property.invoke-for-internal-operations.description=Tout plug-in peut \u00eatre appel\u00e9 pour des op\u00e9rations internes, mais doit s'assurer qu'il ne cr\u00e9e pas de nouvelles op\u00e9rations internes qui peuvent entra\u00eener un nouvel appel du plug-in.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du plug-in.
property.plugin-type.synopsis=Sp\u00e9cifie l'ensemble des types de plug-in, qui sp\u00e9cifie les moments auxquels le plug-in est appel\u00e9.
property.plugin-type.syntax.enumeration.value.intermediateresponse.synopsis=Appel\u00e9 avant l'envoi d'un message de r\u00e9ponse interm\u00e9diaire au client.
property.plugin-type.syntax.enumeration.value.ldifexport.synopsis=Appel\u00e9 pour que chaque op\u00e9ration soit \u00e9crite durant une exportation LDIF.
property.plugin-type.syntax.enumeration.value.ldifimport.synopsis=Appel\u00e9 pour chaque lecture d'entr\u00e9e durant une importation LDIF.
property.plugin-type.syntax.enumeration.value.ldifimportbegin.synopsis=Appel\u00e9 au d\u00e9but d'une session d'importation LDIF.
property.plugin-type.syntax.enumeration.value.ldifimportend.synopsis=Appel\u00e9 \u00e0 la fin d'une session d'importation LDIF.
property.plugin-type.syntax.enumeration.value.postconnect.synopsis=Appel\u00e9 chaque fois qu'une nouvelle connexion est \u00e9tablie vers le serveur.
property.plugin-type.syntax.enumeration.value.postdisconnect.synopsis=Appel\u00e9 chaque fois qu'une connexion existante est termin\u00e9e (par le client ou par le serveur).
property.plugin-type.syntax.enumeration.value.postoperationabandon.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement de l'abandon.
property.plugin-type.syntax.enumeration.value.postoperationadd.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement de l'ajout du serveur de base mais avant l'envoi de la r\u00e9ponse au client.
property.plugin-type.syntax.enumeration.value.postoperationbind.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement de liaison du serveur de base mais avant l'envoi de la r\u00e9ponse au client.
property.plugin-type.syntax.enumeration.value.postoperationcompare.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement de comparaison du serveur de base mais avant l'envoi de la r\u00e9ponse au client.
property.plugin-type.syntax.enumeration.value.postoperationdelete.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement de suppression du serveur de base mais avant l'envoi de la r\u00e9ponse au client.
property.plugin-type.syntax.enumeration.value.postoperationextended.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement \u00e9tendu du serveur de base mais avant l'envoi de la r\u00e9ponse au client.
property.plugin-type.syntax.enumeration.value.postoperationmodify.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement de modification du serveur de base mais avant l'envoi de la r\u00e9ponse au client.
property.plugin-type.syntax.enumeration.value.postoperationmodifydn.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement de la modification de DN du serveur de base mais avant l'envoi de la r\u00e9ponse au client.
property.plugin-type.syntax.enumeration.value.postoperationsearch.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement de recherche du serveur de base mais avant l'envoi de la r\u00e9ponse au client.
property.plugin-type.syntax.enumeration.value.postoperationunbind.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement de la dissociation.
property.plugin-type.syntax.enumeration.value.postresponseadd.synopsis=Appel\u00e9 apr\u00e8s l'envoi de la r\u00e9ponse d'ajout au client.
property.plugin-type.syntax.enumeration.value.postresponsebind.synopsis=Appel\u00e9 apr\u00e8s l'envoi de la r\u00e9ponse de liaison au client.
property.plugin-type.syntax.enumeration.value.postresponsecompare.synopsis=Appel\u00e9 apr\u00e8s l'envoi de la r\u00e9ponse de comparaison au client.
property.plugin-type.syntax.enumeration.value.postresponsedelete.synopsis=Appel\u00e9 apr\u00e8s l'envoi de la r\u00e9ponse de suppression au client.
property.plugin-type.syntax.enumeration.value.postresponseextended.synopsis=Appel\u00e9 apr\u00e8s l'envoi de la r\u00e9ponse \u00e9tendue au client.
property.plugin-type.syntax.enumeration.value.postresponsemodify.synopsis=Appel\u00e9 apr\u00e8s l'envoi de la r\u00e9ponse de modification au client.
property.plugin-type.syntax.enumeration.value.postresponsemodifydn.synopsis=Appel\u00e9 apr\u00e8s l'envoi de la r\u00e9ponse de modification de DN au client.
property.plugin-type.syntax.enumeration.value.postresponsesearch.synopsis=Appel\u00e9 apr\u00e8s l'envoi du message de r\u00e9sultat de recherche achev\u00e9 au client.
property.plugin-type.syntax.enumeration.value.postsynchronizationadd.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement post-synchronisation pour une op\u00e9ration d'ajout.
property.plugin-type.syntax.enumeration.value.postsynchronizationdelete.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement post-synchronisation pour une op\u00e9ration de suppression.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodify.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement post-synchronisation pour une op\u00e9ration de modification.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodifydn.synopsis=Appel\u00e9 apr\u00e8s l'ach\u00e8vement du traitement post-synchronisation pour une op\u00e9ration de modification de DN.
property.plugin-type.syntax.enumeration.value.preoperationadd.synopsis=Appel\u00e9 avant d'effectuer le traitement d'ajout du serveur de base.
property.plugin-type.syntax.enumeration.value.preoperationbind.synopsis=Appel\u00e9 avant d'effectuer le traitement de liaison du serveur de base.
property.plugin-type.syntax.enumeration.value.preoperationcompare.synopsis=Appel\u00e9 avant d'effectuer le traitement de comparaison de serveur de base.
property.plugin-type.syntax.enumeration.value.preoperationdelete.synopsis=Appel\u00e9 avant d'effectuer le traitement de suppression du serveur de base.
property.plugin-type.syntax.enumeration.value.preoperationextended.synopsis=Appel\u00e9 avant d'effectuer le traitement \u00e9tendu du serveur de base.
property.plugin-type.syntax.enumeration.value.preoperationmodify.synopsis=Appel\u00e9 avant d'effectuer le traitement de modification du serveur de base.
property.plugin-type.syntax.enumeration.value.preoperationmodifydn.synopsis=Appel\u00e9 avant d'effectuer le traitement de modification de DN du serveur de base.
property.plugin-type.syntax.enumeration.value.preoperationsearch.synopsis=Appel\u00e9 avant d'effectuer le traitement de recherche du serveur de base.
property.plugin-type.syntax.enumeration.value.preparseabandon.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate d'abandon.
property.plugin-type.syntax.enumeration.value.preparseadd.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate d'ajout.
property.plugin-type.syntax.enumeration.value.preparsebind.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate de liaison.
property.plugin-type.syntax.enumeration.value.preparsecompare.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate de comparaison.
property.plugin-type.syntax.enumeration.value.preparsedelete.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate de suppression.
property.plugin-type.syntax.enumeration.value.preparseextended.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate \u00e9tendue.
property.plugin-type.syntax.enumeration.value.preparsemodify.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate de modification.
property.plugin-type.syntax.enumeration.value.preparsemodifydn.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate de modification de DN.
property.plugin-type.syntax.enumeration.value.preparsesearch.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate de recherche.
property.plugin-type.syntax.enumeration.value.preparseunbind.synopsis=Appel\u00e9 avant l'analyse d'une requ\u00eate de dissociation.
property.plugin-type.syntax.enumeration.value.searchresultentry.synopsis=Appel\u00e9 avant l'envoi d'une entr\u00e9e de r\u00e9sultat de recherche au client.
property.plugin-type.syntax.enumeration.value.searchresultreference.synopsis=Appel\u00e9 avant l'envoi d'une r\u00e9f\u00e9rence de r\u00e9sultat de recherche au client.
property.plugin-type.syntax.enumeration.value.shutdown.synopsis=Appel\u00e9 durant une fermeture de gr\u00e2ce de Directory Server.
property.plugin-type.syntax.enumeration.value.startup.synopsis=Appel\u00e9 durant le processus de d\u00e9marrage de Directory Server.
property.plugin-type.syntax.enumeration.value.subordinatedelete.synopsis=Appel\u00e9 pendant la suppression d'une entr\u00e9e subordonn\u00e9e d'une op\u00e9ration de suppression.
property.plugin-type.syntax.enumeration.value.subordinatemodifydn.synopsis=Appel\u00e9 en cours de d\u00e9placement ou de renommage d'une entr\u00e9e subordonn\u00e9e \u00e0 la cible d'une op\u00e9ration de modification de DN.
