user-friendly-name=Entry DN Virtual Attribute
user-friendly-plural-name=Entry DN Virtual Attributes
synopsis=Entry DN Virtual Attribute g\u00e9n\u00e8re l'attribut op\u00e9rationnel de DN d'entr\u00e9e dans les entr\u00e9es de r\u00e9pertoire. Il contient une forme normalis\u00e9e du DN de l'entr\u00e9e.
description=Cet attribut est d\u00e9fini dans le brouillon internet draft-zeilenga-ldap-entrydn et contient l'entr\u00e9e dans lequel il est contenu. Ce composant fournit la capacit\u00e9 d'utiliser des filtres de recherche contenants le DN de l'entr\u00e9e.
property.attribute-type.synopsis=Sp\u00e9cifie le type d'attribut pour l'attribut dont les valeurs doivent \u00eatre assign\u00e9es dynamiquement par l'attribut virtuel.
property.base-dn.synopsis=Sp\u00e9cifie les DN de base pour les branches contenants les entr\u00e9es qualifi\u00e9s pour l'utilisation de cet attribut virtuel.
property.base-dn.description=Si aucune valeur n'est donn\u00e9e, le serveur g\u00e9n\u00e8re des attributs virtuels n'importe o\u00f9 dans le serveur.
property.base-dn.default-behavior.alias.synopsis=L'emplacement de l'entr\u00e9e dans le serveur n'est pas pris en compte lors de la d\u00e9termination de la qualification d'une entr\u00e9e pour qu'elle puisse utiliser cet attribut virtuel.
property.conflict-behavior.synopsis=Sp\u00e9cifie le comportement que le serveur doit avoir pour les entr\u00e9es qui contiennent d\u00e9j\u00e0 une valeur r\u00e9elle ou plusieurs pour l'attribut associ\u00e9.
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=Indique que le fournisseur d'attribut virtuel doit pr\u00e9server toutes  valeurs r\u00e9elles contenues dans l'entr\u00e9e et les fusionner avec l'ensemble des valeurs virtuelles g\u00e9n\u00e9r\u00e9es de fa\u00e7on \u00e0 ce que les valeurs r\u00e9elles et virtuelles soient utilis\u00e9es.
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=Indique que toutes valeurs r\u00e9elles contenues dans l'entr\u00e9e sont pr\u00e9serv\u00e9es et utilis\u00e9es, et que les valeurs virtuelles ne sont pas g\u00e9n\u00e9r\u00e9es.
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=Indique que le fournisseur d'attribut virtuel supprime toutes valeurs r\u00e9elles contenues dans l'entr\u00e9e et g\u00e9n\u00e8re des valeurs virtuelles et les utilise.
property.enabled.synopsis=Indique si Entry DN Virtual Attribute est activ\u00e9 pour utilisation.
property.filter.synopsis=Sp\u00e9cifie les filtres de recherche \u00e0 appliquer (par comparaison) aux entr\u00e9es pour d\u00e9terminer si l'attribut virtuel doit \u00eatre g\u00e9n\u00e9r\u00e9 pour ces entr\u00e9es.
property.filter.description=Si aucune valeur n'est donn\u00e9e, l'entr\u00e9e est qualifi\u00e9e pour faire g\u00e9n\u00e9rer la valeur. Si un ou plusieurs filtres est sp\u00e9cifi\u00e9, seulement les entr\u00e9es qui correspondent \u00e0 au moins un de ces filtres sont autoris\u00e9es \u00e0 avoir l'attribut virtuel.
property.filter.syntax.string.pattern.synopsis=Toute cha\u00eene de filtre de recherche valide.
property.group-dn.synopsis=Sp\u00e9cifie les DN des groupes dont les membres peuvent \u00eatre qualifi\u00e9s pour utiliser cet attribut virtuel.
property.group-dn.description=Si aucune valeur n'est donn\u00e9e, l'appartenance au groupe n'est pas prise en compte lors de la g\u00e9n\u00e9ration de l'attribut virtuel. Si un ou plusieurs DN de groupe est sp\u00e9cifi\u00e9, seulement les membres de ces groupes ont l'autorisation d'avoir l'attribut virtuel.
property.group-dn.default-behavior.alias.synopsis=L'appartenance \u00e0 un groupe n'est pas prise en compte lors de la d\u00e9termination de la qualification d'une entr\u00e9e pour utiliser cet attribut virtuel.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe du fournisseur d'attribut virtuel qui g\u00e9n\u00e8re les valeurs d'attribut.
