user-friendly-name=Fournisseur de gestionnaire d'approbation de type fichier
user-friendly-plural-name=Fournisseurs de gestionnaire d'approbation de type fichier
synopsis=Le fournisseur de gestionnaire d'approbation de type fichier d\u00e9termine s'il faut approuver un certificat pr\u00e9sent\u00e9 bas\u00e9 sur l'existence du certificat (ou pas), dans un fichier de stockage d'approbation de serveur.
description=Le fichier de stockage d'approbation peut \u00eatre sous forme JKS (le format par d\u00e9faut du keystore Java) ou PKCS#12 (un format de certificat standard).
property.enabled.synopsis=Indique si le fournisseur de gestionnaire d'approbation de type fichier est activ\u00e9 pour utilisation.
property.java-class.synopsis=Le nom complet de la classe Java qui fournit l'impl\u00e9mentation du fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-file.synopsis=Sp\u00e9cifie le chemin vers le fichier contenant les informations d'approbations. Ce peut \u00eatre un chemin absolu ou un chemin relatif \u00e0 la racine d'instance d'OpenDJ.
property.trust-store-file.description=Les modifications de cet attribut de configuration prendront effet au prochain acc\u00e8s au gestionnaire d'approbations.
property.trust-store-file.syntax.string.pattern.synopsis=Ce peut \u00eatre un chemin absolu ou un chemin relatif \u00e0 la racine d'instance d'OpenDJ.
property.trust-store-pin.synopsis=Sp\u00e9cifie le num\u00e9ro d'identification personnel n\u00e9cessaire pour l'acc\u00e8s au fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-pin.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-pin-environment-variable.synopsis=Sp\u00e9cifie le nom de la variable d'environnement contenant le num\u00e9ro d'identification personnel en texte en clair n\u00e9cessaire \u00e0 l'acc\u00e8s au fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-pin-environment-variable.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-pin-file.synopsis=Sp\u00e9cifie le chemin vers le fichier texte dont le seul contenu doit \u00eatre une ligne unique contenant le num\u00e9ro d'identification personnel en texte en clair, n\u00e9cessaire \u00e0 l'acc\u00e8s au fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-pin-file.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-pin-property.synopsis=Sp\u00e9cifie le nom de la propri\u00e9t\u00e9 Java qui contient le num\u00e9ro d'identification personnel en texte en clair n\u00e9cessaire \u00e0 l'acc\u00e8s au fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-pin-property.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 prendront effet au prochain acc\u00e8s au fournisseur de gestionnaire d'approbation de type fichier.
property.trust-store-type.synopsis=Sp\u00e9cifie le format pour les donn\u00e9es dans le fichier de stockage d'approbations.
property.trust-store-type.description=Les valeurs valides doivent toujours inclure 'JKS' et 'PKCS12', mais des impl\u00e9mentations diff\u00e9rentes peuvent autoriser d'autres valeurs. Si aucune valeur n'est fournie, la valeur par d\u00e9faut de la JVM est utilis\u00e9e. Les modifications apport\u00e9es \u00e0 cet attribut de configuration prendront effet au prochain acc\u00e8s au gestionnaire d'approbations.
property.trust-store-type.syntax.string.pattern.synopsis=Nimporte quel format de keystore pris en charge par l'environnement d'ex\u00e9cution Java. Les formats "JKS" et "PKCS12" sont typiquement disponibles dans les environnements Java.
