user-friendly-name=\u00c9diteur de journal d'erreurs \u00e0 fichiers
user-friendly-plural-name=\u00c9diteurs de journal d'erreurs \u00e0 fichiers
synopsis=Les \u00e9diteurs de journal d'erreurs \u00e0 fichiers publient des messages d'erreur sur le syst\u00e8me de fichiers.
property.append.synopsis=Sp\u00e9cifie ou non l'ajout \u00e0 des fichiers journaux existants.
property.asynchronous.synopsis=Indique si l'\u00e9diteur de journal d'erreurs \u00e0 fichiers publiera des enregistrements de fa\u00e7on asynchrone.
property.auto-flush.synopsis=Sp\u00e9cifie ou non d'effacer l'auteur apr\u00e8s chaque enregistrement de journal.
property.auto-flush.description=Si l'option d'\u00e9criture asynchrone est utilis\u00e9e, l'auteur est effac\u00e9 une fois que tous les enregistrements de journal de la file d'attente sont \u00e9crits.
property.buffer-size.synopsis=Sp\u00e9cifie la taille du tampon du fichier journal.
property.default-severity.synopsis=Sp\u00e9cifie les niveaux de gravit\u00e9 par d\u00e9faut pour le logger.
property.default-severity.syntax.enumeration.value.all.synopsis=Des messages de tous niveaux de gravit\u00e9 sont consign\u00e9s.
property.default-severity.syntax.enumeration.value.debug.synopsis=La gravit\u00e9 du journal d'erreurs utilis\u00e9e pour les messages qui fournissent des informations de d\u00e9bogage d\u00e9clench\u00e9es lors du traitement.
property.default-severity.syntax.enumeration.value.fatal-error.synopsis=La gravit\u00e9 du journal d'erreurs utilis\u00e9e pour les messages qui fournissent des informations sur des erreurs fatales qui peuvent obliger le serveur \u00e0 s'arr\u00eater ou \u00e0 fonctionner dans un \u00e9tat consid\u00e9rablement d\u00e9grad\u00e9.
property.default-severity.syntax.enumeration.value.info.synopsis=La gravit\u00e9 du journal d'erreurs utilis\u00e9e pour les messages qui fournissent des informations sur des \u00e9v\u00e9nements importants au sein du serveur qui ne sont ni des avertissements ni des erreurs.
property.default-severity.syntax.enumeration.value.mild-error.synopsis=La gravit\u00e9 du journal d'erreurs utilis\u00e9e pour les messages qui fournissent des informations sur des erreurs (l\u00e9g\u00e8res) r\u00e9cup\u00e9rables rencontr\u00e9es lors du traitement.
property.default-severity.syntax.enumeration.value.mild-warning.synopsis=La gravit\u00e9 du journal d'erreurs utilis\u00e9e pour les messages qui fournissent des informations sur des avertissements l\u00e9gers d\u00e9clench\u00e9s lors du traitement.
property.default-severity.syntax.enumeration.value.none.synopsis=Aucun message de gravit\u00e9 n'est consign\u00e9 par d\u00e9faut. Cette valeur doit \u00eatre utilis\u00e9e en conjonction avec la propri\u00e9t\u00e9 de gravit\u00e9 d'ignorance afin de d\u00e9finir un logger d'erreurs qui ne publiera aucun message d'erreur en dehors des erreurs d'une cat\u00e9gorie donn\u00e9e.
property.default-severity.syntax.enumeration.value.notice.synopsis=La gravit\u00e9 du journal d'erreurs utilis\u00e9e pour les messages d'information les plus importants (\u00e0 savoir, des informations qui devraient presque toujours \u00eatre consign\u00e9es mais qui ne sont pas associ\u00e9es \u00e0 un avertissement ni \u00e0 une erreur).
property.default-severity.syntax.enumeration.value.severe-error.synopsis=La gravit\u00e9 du journal d'erreurs utilis\u00e9e pour les messages qui fournissent des informations sur des erreurs graves rencontr\u00e9es lors du traitement.
property.default-severity.syntax.enumeration.value.severe-warning.synopsis=La gravit\u00e9 du journal d'erreurs utilis\u00e9e pour les messages qui fournissent des informations sur des avertissements graves d\u00e9clench\u00e9s lors du traitement.
property.enabled.synopsis=Indique si l'\u00e9diteur de journal d'erreurs \u00e0 fichiers est activ\u00e9 pour utilisation.
property.java-class.synopsis=Le nom complet de la classe Java qui fournit l'impl\u00e9mentation de l'\u00e9diteur de journaul d'erreurs \u00e0 fichiers.
property.log-file.synopsis=Le nom de fichier \u00e0 utiliser pour les fichiers journaux g\u00e9n\u00e9r\u00e9s par l'\u00e9diteur de journal d'erreurs \u00e0 fichiers.
property.log-file.description=Le chemin du fichier se rapporte \u00e0 la racine du serveur.
property.log-file-permissions.synopsis=Les autorisations UNIX des fichiers journaux cr\u00e9\u00e9s par cet \u00e9diteur de journal d'erreurs \u00e0 fichiers.
property.log-file-permissions.syntax.string.pattern.synopsis=Une cha\u00eene de mode UNIX valide. La cha\u00eene de mode doit contenir trois chiffres entre z\u00e9ro et sept.
property.override-severity.synopsis=Sp\u00e9cifie les niveaux de gravit\u00e9 d'ignorance pour le logger en fonction de la cat\u00e9gorie des messages.
property.override-severity.description=Chaque niveau de gravit\u00e9 d'ignorance doit inclure la cat\u00e9gorie et les niveaux de gravit\u00e9 \u00e0 consigner pour cette cat\u00e9gorie, par exemple, core=mild-error,info,mild-warning. Les cat\u00e9gories valides sont les suivantes : core, extensions, protocol, config, log, util, schema, plugin, jeb, backend, tools, task, access-control, admin, sync, version, quicksetup, admin-tool, dsconfig, user-defined. Les gravit\u00e9s valides sont les suivantes : all, fatal-error, info, mild-error, mild-warning, notice, severe-error, severe-warning, debug.
property.override-severity.default-behavior.alias.synopsis=Tous les messages aux niveaux de gravit\u00e9 par d\u00e9faut sont consign\u00e9s.
property.override-severity.syntax.string.pattern.synopsis=Une cha\u00eene de la cat\u00e9gorie de forme = gravit\u00e91, gravit\u00e92...
property.queue-size.synopsis=Nombre maximal d'enregistrements de journal pouvant \u00eatre stock\u00e9s dans la file d'attente asynchrone.
property.retention-policy.synopsis=La r\u00e8gle de conservation \u00e0 utiliser pour l'\u00e9diteur de journal d'erreurs \u00e0 fichiers.
property.retention-policy.description=Lors de l'utilisation de plusieurs r\u00e8gles, les fichiers journaux sont nettoy\u00e9s lorsque l'une des conditions de la r\u00e8gle est satisfaite.
property.retention-policy.default-behavior.alias.synopsis=Aucune r\u00e8gle de conservation n'est utilis\u00e9e et les fichiers journaux ne seront jamais nettoy\u00e9s.
property.rotation-policy.synopsis=La r\u00e8gle de rotation \u00e0 utiliser pour l'\u00e9diteur de journal d'erreurs \u00e0 fichiers.
property.rotation-policy.description=Lors de l'utilisation de plusieurs r\u00e8gles, une rotation se produira si l'une des conditions de la r\u00e8gle est satisfaite.
property.rotation-policy.default-behavior.alias.synopsis=Aucune r\u00e8gle de rotation n'est utilis\u00e9e et la rotation de journal ne se produira pas.
property.time-interval.synopsis=Sp\u00e9cifie l'intervalle auquel v\u00e9rifier si les fichiers journaux doivent subir une rotation.
