user-friendly-name=Dateigest\u00fctzter Schl\u00fcsselmanageranbieter
user-friendly-plural-name=Dateigest\u00fctzte Schl\u00fcsselmanageranbieter
synopsis=Mit dem dateigest\u00fctzten Schl\u00fcsselmanageranbieter kann das Serverzertifikat von einer Schl\u00fcsselspeicherdatei auf dem lokalen Dateisystem abgerufen werden.
description=Es k\u00f6nnen mehrere Dateiformate unterst\u00fctzt werden, abh\u00e4ngig von den Anbietern, die von der zugrunde liegenden Java-Runtime-Umgebung unterst\u00fctzt werden.
constraint.1.synopsis=Die Schl\u00fcsselspeicher-PIN muss mit einer der Schl\u00fcsselspeicher-PIN-Eigenschaften angegeben werden, wenn der dateigest\u00fctzte Schl\u00fcsselmanageranbieter aktiviert ist.
property.enabled.synopsis=Gibt an, ob der dateigest\u00fctzte Schl\u00fcsselmanageranbieter zur Verwendung aktiviert ist.
property.java-class.synopsis=Der vollqualifizierte Name der Java-Klasse, die den dateigest\u00fctzten Schl\u00fcsselmanageranbieter implementiert.
property.key-store-file.synopsis=Gibt den Pfad zur Datei an, die die Informationen zum privaten Schl\u00fcssel enth\u00e4lt. Dies kann ein absoluter Pfad, aber auch ein zum Directory-Server-Root relativer Pfad sein.
property.key-store-file.description=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager aus.
property.key-store-file.syntax.string.pattern.synopsis=Ein Pfad zu einer Datei, die der Server lesen kann.
property.key-store-pin.synopsis=Gibt die Klartext-PIN an, die zum Zugreifen auf den dateigest\u00fctzten Schl\u00fcsselmanageranbieter ben\u00f6tigt werden.
property.key-store-pin.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf den dateigest\u00fctzten Schl\u00fcsselmanageranbieter aus.
property.key-store-pin-environment-variable.synopsis=Gibt den Namen der Umgebungsvariable an, die die Klartext-PIN enth\u00e4lt, die f\u00fcr den Zugriff auf den dateigest\u00fctzten Schl\u00fcsselmanageranbieter ben\u00f6tigt wird.
property.key-store-pin-environment-variable.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft wirken sich ab dem n\u00e4chsten Zugriff auf den dateigest\u00fctzten Schl\u00fcsselmanageranbieter aus.
property.key-store-pin-environment-variable.syntax.string.pattern.synopsis=Der Name einer definierten Umgebungsvariable, die die Klartext-PIN enth\u00e4lt, die zum Zugreifen auf den Inhalt des Schl\u00fcsselspeichers erforderlich ist.
property.key-store-pin-file.synopsis=Gibt den Pfad zu einer Textdatei an, deren einziger Inhalt in einer Zeile die Klartext-PIN enth\u00e4lt, die f\u00fcr den Zugriff auf den dateigest\u00fctzten Schl\u00fcsselmanageranbieter ben\u00f6tigt wird.
property.key-store-pin-file.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf dem dateigest\u00fctzten Schl\u00fcsselmanageranbieter wirksam.
property.key-store-pin-file.syntax.string.pattern.synopsis=Ein Pfad zu einer Datei, die der Server lesen kann.
property.key-store-pin-property.synopsis=Gibt den Namen der Java-Eigenschaft an, die die Klartext-PIN enth\u00e4lt, die f\u00fcr den Zugriff auf den dateigest\u00fctzten Schl\u00fcsselmanageranbieter ben\u00f6tigt wird.
property.key-store-pin-property.requires-admin-action.synopsis=\u00c4nderungen an dieser Eigenschaft werden beim n\u00e4chsten Zugriff auf dem dateigest\u00fctzten Schl\u00fcsselmanageranbieter wirksam.
property.key-store-pin-property.syntax.string.pattern.synopsis=Der Name der definierten Java-Eigenschaft.
property.key-store-type.synopsis=Gibt das Format der Daten in einer Key-Store-Datei an.
property.key-store-type.description=G\u00fcltige Werte m\u00fcssen immer 'JKS' und 'PKCS12' enthalten, unterschiedliche Implementierungen k\u00f6nnen jedoch auch andere Werte zulassen. Wenn kein Wert angegeben wird, wird der JVM-Standardwert verwendet. \u00c4nderungen an diesem Konfigurationsattribut werden beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager wirksam.
property.key-store-type.syntax.string.pattern.synopsis=Jedes Schl\u00fcsselspeicherformat, das von der Java-Runtime-Umgebung unterst\u00fctzt wird.
