user-friendly-name=Editor de registro de errores basado en archivos
user-friendly-plural-name=Editores de registro de errores basados en archivos
synopsis=Los editores de registro de errores basados en archivos publican mensajes de errores en el sistema de archivos.
property.append.synopsis=Especifica si se anexar\u00e1 a los archivos de registro existentes.
property.asynchronous.synopsis=Indica si el editor de registros de errores basado en archivos publicar\u00e1 registros de forma as\u00edncrona.
property.auto-flush.synopsis=Determina si se vaciar\u00e1 el autor despu\u00e9s de que se escriban todas las entradas del registro.
property.auto-flush.description=Si se emplea una opci\u00f3n de escritura no sincr\u00f3nica, el mecanismo de escritura se vaciar\u00e1 tras escribir todos los registros en cola.
property.buffer-size.synopsis=Especifica el tama\u00f1o del b\u00fafer del archivo de registro.
property.default-severity.synopsis=Especifica el nivel de gravedad predeterminado del registro.
property.default-severity.syntax.enumeration.value.all.synopsis=Se registran los mensajes con todos los niveles de gravedad.
property.default-severity.syntax.enumeration.value.debug.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n de depuraci\u00f3n generada durante el procesamiento.
property.default-severity.syntax.enumeration.value.fatal-error.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre errores graves que pueden provocar que se cierre el servidor o que \u00e9ste funcione con un rendimiento considerablemente menor.
property.default-severity.syntax.enumeration.value.info.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n acerca de los eventos significativos del servidor que no sean advertencias o errores.
property.default-severity.syntax.enumeration.value.mild-error.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre los errores leves (recuperables) detectados durante el procesamiento.
property.default-severity.syntax.enumeration.value.mild-warning.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre las advertencias leves que se producen durante el procesamiento.
property.default-severity.syntax.enumeration.value.none.synopsis=No se registra de forma predeterminada ning\u00fan mensaje con ning\u00fan nivel de gravedad. Este valor se suele utilizar junto con la propiedad "override-severity" para definir un registro de errores que no publicar\u00e1 ning\u00fan mensajes de error, excepto aquellos de la categor\u00eda especificada.
property.default-severity.syntax.enumeration.value.notice.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes de car\u00e1cter informativo m\u00e1s importantes (por ejemplo, la informaci\u00f3n que debe registrarse siempre, pero que no est\u00e1 asociada a ninguna condici\u00f3n de advertencia o error).
property.default-severity.syntax.enumeration.value.severe-error.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre los errores graves detectados durante el procesamiento.
property.default-severity.syntax.enumeration.value.severe-warning.synopsis=El nivel de gravedad del registro de errores utilizado para los mensajes que proporcionan informaci\u00f3n sobre las advertencias graves que se producen durante el procesamiento.
property.enabled.synopsis=Indica si el editor de registros de errores basado en archivo est\u00e1 habilitado para su uso.
property.java-class.synopsis=El nombre completo de la clase de Java que proporciona la implementaci\u00f3n del Editor de registro de errores basado en archivo.
property.log-file.synopsis=El nombre del archivo que deben utilizar los archivos de registro generados por el Editor de registro de errores basado en archivos. 
property.log-file.description=La ruta al archivo depende de la ra\u00edz del servidor.
property.log-file-permissions.synopsis=Los permisos UNIX de los archivos de registro creados por este Editor de registro de errores basado en archivos.
property.log-file-permissions.syntax.string.pattern.synopsis=Una cadena de modo UNIX v\u00e1lida. La cadena de modo debe contener tres d\u00edgitos comprendidos entre cero y siete.
property.override-severity.synopsis=Especifica los niveles del gravedad de anulaci\u00f3n del registrador en funci\u00f3n de la categor\u00eda de los mensajes.
property.override-severity.description=Cada nivel de gravedad de anulaci\u00f3n debe incluir la categor\u00eda y los niveles de gravedad que se registrar\u00e1n para \u00e9sta como, por ejemplo, "core=mild-error,info,mild-warning". Las categor\u00edas v\u00e1lidas son: core, extensions, protocol, config, log, util, schema, plugin, jeb, backend, tools, task, access-control, admin, sync, version, quicksetup, admin-tool, dsconfig, user-defined. Los niveles de gravedad v\u00e1lidos son: tall, fatal-error, info, mild-error, mild-warning, notice, severe-error, severe-warning, debug.
property.override-severity.default-behavior.alias.synopsis=Se registrar\u00e1n todos los mensajes con los niveles de gravedad predeterminados.
property.override-severity.syntax.string.pattern.synopsis=Una cadena con el formato: categor\u00eda=gravedad1,gravedad2...
property.queue-size.synopsis=El n\u00famero m\u00e1ximo de entradas de registro que pueden almacenarse en la cola as\u00edncrona.
property.retention-policy.synopsis=La pol\u00edtica de retenci\u00f3n que emplea el editor de registro de errores basado en archivos.
property.retention-policy.description=Cuando se utilizan varias pol\u00edticas, se borrar\u00e1n los archivos de registro cuando se cumpla cualquiera de las condiciones de la pol\u00edtica.
property.retention-policy.default-behavior.alias.synopsis=No se emplea ninguna pol\u00edtica de retenci\u00f3n y los archivos de registro no se borrar\u00e1n nunca.
property.rotation-policy.synopsis=La pol\u00edtica de rotaci\u00f3n que emplea el editor de registro de errores basado en archivos.
property.rotation-policy.description=Si se utilizan varias directivas, se realizar\u00e1 la rotaci\u00f3n cuando se cumpla alguna de las condiciones asociadas a la directiva.
property.rotation-policy.default-behavior.alias.synopsis=No se utiliza ninguna directiva de rotaci\u00f3n ni se produce ninguna rotaci\u00f3n de registro.
property.time-interval.synopsis=Especifica el intervalo con el que se comprobar\u00e1 si deben rotarse los archivos de registro.
