user-friendly-name=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc
user-friendly-plural-name=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc
synopsis=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u306b\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u516c\u958b\u3057\u307e\u3059\u3002
property.append.synopsis=\u65e2\u5b58\u306e\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u8ffd\u52a0\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.asynchronous.synopsis=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u3067\u30ec\u30b3\u30fc\u30c9\u3092\u975e\u540c\u671f\u7684\u306b\u516c\u958b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.auto-flush.synopsis=\u30ed\u30b0\u30ec\u30b3\u30fc\u30c9\u3092\u66f8\u304d\u8fbc\u3080\u305f\u3073\u306b\u3001\u66f8\u304d\u8fbc\u307f\u5074\u3092\u30d5\u30e9\u30c3\u30b7\u30e5\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.auto-flush.description=\u975e\u540c\u671f\u66f8\u304d\u8fbc\u307f\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u305f\u5834\u5408\u306f\u3001\u30ad\u30e5\u30fc\u5185\u306e\u30ed\u30b0\u30ec\u30b3\u30fc\u30c9\u304c\u3059\u3079\u3066\u66f8\u304d\u8fbc\u307e\u308c\u305f\u3042\u3068\u306b\u3001\u66f8\u304d\u8fbc\u307f\u5074\u306f\u30d5\u30e9\u30c3\u30b7\u30e5\u3055\u308c\u307e\u3059\u3002
property.buffer-size.synopsis=\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u30d0\u30c3\u30d5\u30a1\u30fc\u306e\u30b5\u30a4\u30ba\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.default-debug-category.synopsis=\u30e1\u30c3\u30bb\u30fc\u30b8\u3068\u4e00\u81f4\u3059\u308b\u5b9a\u7fa9\u6e08\u307f\u30bf\u30fc\u30b2\u30c3\u30c8\u304c\u306a\u3044\u5834\u5408\u306b\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u30ab\u30c6\u30b4\u30ea\u3002
property.default-debug-category.default-behavior.alias.synopsis=\u5341\u5206\u306a\u30c7\u30d0\u30c3\u30b0\u30ec\u30d9\u30eb\u304c\u8a2d\u5b9a\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u3067\u3042\u308c\u3070\u3001\u3069\u306e\u30ab\u30c6\u30b4\u30ea\u3067\u3042\u3063\u3066\u3082\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.default-debug-category.syntax.enumeration.value.caught.synopsis=\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u305f\u4f8b\u5916\u3002
property.default-debug-category.syntax.enumeration.value.constructor.synopsis=\u30b3\u30f3\u30b9\u30c8\u30e9\u30af\u30bf\u30a8\u30f3\u30c8\u30ea\u3002
property.default-debug-category.syntax.enumeration.value.data.synopsis=raw \u30c7\u30fc\u30bf\u30c0\u30f3\u30d7\u3002
property.default-debug-category.syntax.enumeration.value.database-access.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3002
property.default-debug-category.syntax.enumeration.value.enter.synopsis=\u30e1\u30bd\u30c3\u30c9\u30a8\u30f3\u30c8\u30ea\u3002
property.default-debug-category.syntax.enumeration.value.exit.synopsis=\u30e1\u30bd\u30c3\u30c9\u7d42\u4e86\u3002
property.default-debug-category.syntax.enumeration.value.message.synopsis=\u4efb\u610f\u306e\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u3002
property.default-debug-category.syntax.enumeration.value.protocol.synopsis=\u30d7\u30ed\u30c8\u30b3\u30eb\u8981\u7d20\u30c0\u30f3\u30d7\u3002
property.default-debug-category.syntax.enumeration.value.thrown.synopsis=\u30e1\u30bd\u30c3\u30c9\u304b\u3089\u306e\u4f8b\u5916\u30b9\u30ed\u30fc\u3002
property.default-debug-level.synopsis=\u30e1\u30c3\u30bb\u30fc\u30b8\u3068\u4e00\u81f4\u3059\u308b\u5b9a\u7fa9\u6e08\u307f\u30bf\u30fc\u30b2\u30c3\u30c8\u304c\u306a\u3044\u5834\u5408\u306b\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u6700\u5c0f\u306e\u91cd\u8981\u5ea6\u3002
property.default-debug-level.syntax.enumeration.value.all.synopsis=\u91cd\u8981\u5ea6\u306b\u95a2\u4fc2\u306a\u304f\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.default-debug-level.syntax.enumeration.value.disabled.synopsis=\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u305b\u3093\u3002
property.default-debug-level.syntax.enumeration.value.error.synopsis=\u91cd\u8981\u5ea6\u304c ERROR \u4ee5\u4e0a\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.default-debug-level.syntax.enumeration.value.info.synopsis=\u91cd\u8981\u5ea6\u304c INFO \u4ee5\u4e0a\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.default-debug-level.syntax.enumeration.value.verbose.synopsis=\u91cd\u8981\u5ea6\u304c VERBOSE \u4ee5\u4e0a\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.default-debug-level.syntax.enumeration.value.warning.synopsis=\u91cd\u8981\u5ea6\u304c WARNING \u4ee5\u4e0a\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002
property.default-include-throwable-cause.synopsis=\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u3001\u4f8b\u5916\u306b\u3088\u3063\u3066\u30b9\u30ed\u30fc\u304a\u3088\u3073\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u3001\u4f8b\u5916\u306e\u539f\u56e0\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.default-omit-method-entry-arguments.synopsis=\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u30e1\u30bd\u30c3\u30c9\u5f15\u6570\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.default-omit-method-return-value.synopsis=\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u30c7\u30d0\u30c3\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u623b\u308a\u5024\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.default-throwable-stack-frames.synopsis=\u30e1\u30bd\u30c3\u30c9\u30a8\u30f3\u30c8\u30ea\u306e\u30b9\u30bf\u30c3\u30af\u30c8\u30ec\u30fc\u30b9\u3001\u304a\u3088\u3073\u4f8b\u5916\u306b\u3088\u3063\u3066\u30b9\u30ed\u30fc\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u542b\u3081\u308b\u30b9\u30bf\u30c3\u30af\u30d5\u30ec\u30fc\u30e0\u6570\u3092\u793a\u3057\u307e\u3059\u3002
property.enabled.synopsis=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.java-class.synopsis=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3067\u3059\u3002
property.log-file.synopsis=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306b\u3088\u3063\u3066\u751f\u6210\u3055\u308c\u305f\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d5\u30a1\u30a4\u30eb\u540d\u3002
property.log-file.description=\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30eb\u30fc\u30c8\u306b\u5bfe\u3059\u308b\u76f8\u5bfe\u30d1\u30b9\u3067\u3059\u3002
property.log-file-permissions.synopsis=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30a4\u30b9\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u3067\u4f5c\u6210\u3055\u308c\u305f\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306b\u5bfe\u3059\u308b UNIX \u30a2\u30af\u30bb\u30b9\u6a29\u3002
property.log-file-permissions.syntax.string.pattern.synopsis=\u6709\u52b9\u306a UNIX \u30e2\u30fc\u30c9\u6587\u5b57\u5217\u3002\u30e2\u30fc\u30c9\u6587\u5b57\u5217\u306b\u306f\u30010 \uff5e 7 \u306e\u6570\u5b57\u304c 3 \u3064\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.queue-size.synopsis=\u975e\u540c\u671f\u30ad\u30e5\u30fc\u306b\u683c\u7d0d\u3067\u304d\u308b\u6700\u5927\u30ed\u30b0\u30a8\u30f3\u30c8\u30ea\u6570\u3002
property.retention-policy.synopsis=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30a4\u30b9\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306b\u4f7f\u7528\u3059\u308b\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u3002
property.retention-policy.description=\u8907\u6570\u306e\u30dd\u30ea\u30b7\u30fc\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3044\u305a\u308c\u304b\u306e\u30dd\u30ea\u30b7\u30fc\u6761\u4ef6\u304c\u6e80\u305f\u3055\u308c\u3066\u3044\u308c\u3070\u3001\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u304c\u6d88\u53bb\u3055\u308c\u307e\u3059\u3002
property.retention-policy.default-behavior.alias.synopsis=\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u306f\u4f7f\u7528\u3055\u308c\u305a\u3001\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306f\u6d88\u53bb\u3055\u308c\u307e\u305b\u3093\u3002
property.rotation-policy.synopsis=\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u30c7\u30d0\u30a4\u30b9\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306b\u4f7f\u7528\u3059\u308b\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u3002
property.rotation-policy.description=\u8907\u6570\u306e\u30dd\u30ea\u30b7\u30fc\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u3044\u305a\u308c\u304b\u306e\u30dd\u30ea\u30b7\u30fc\u6761\u4ef6\u304c\u6e80\u305f\u3055\u308c\u3066\u3044\u308c\u3070\u3001\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u304c\u767a\u751f\u3057\u307e\u3059\u3002
property.rotation-policy.default-behavior.alias.synopsis=\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u306f\u4f7f\u7528\u3055\u308c\u305a\u3001\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u306f\u767a\u751f\u3057\u307e\u305b\u3093\u3002
property.time-interval.synopsis=\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u30c1\u30a7\u30c3\u30af\u3059\u308b\u9593\u9694\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
relation.debug-target.user-friendly-name=\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8
relation.debug-target.user-friendly-plural-name=\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8
relation.debug-target.synopsis=\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8\u306f\u3001\u30c7\u30d0\u30c3\u30b0\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u3067\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u30bf\u30a4\u30d7\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
relation.debug-target.description=\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u751f\u6210\u3057\u305f\u30d1\u30c3\u30b1\u30fc\u30b8\u3001\u30af\u30e9\u30b9\u3001\u307e\u305f\u306f\u30e1\u30bd\u30c3\u30c9\u306b\u57fa\u3065\u3044\u3066\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8a73\u7d30\u306b\u5236\u5fa1\u3067\u304d\u307e\u3059\u3002\u30c7\u30d0\u30c3\u30b0\u30bf\u30fc\u30b2\u30c3\u30c8\u69cb\u6210\u30a8\u30f3\u30c8\u30ea\u306f\u305d\u308c\u305e\u308c\u3001\u89aa ds-cfg-debug-log-publisher \u30a8\u30f3\u30c8\u30ea\u306e\u771f\u4e0b\u306e\u3001RDN \u304c\u300ccn=Debug Target\u300d\u3067\u3042\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u4e0b\u306b\u914d\u7f6e\u3055\u308c\u307e\u3059\u3002
