user-friendly-name=Dateisystem-Eintragscache
user-friendly-plural-name=Dateisystem-Eintragscaches
synopsis=Der Dateisystem-Eintragscache ist die Implementierung einer leeren Caches, den die JE-Datenbank verwendet, um die Eintr\u00e4ge zu erfassen.
description=Im Interesse einer optimalen Leistung muss sich die JE-Datenbank in einem speichergest\u00fctzten Dateisystem befinden, obwohl jedes Dateisystem diesem Cache die Funktionsf\u00e4higkeit erm\u00f6glicht. Die Eintr\u00e4ge werden von FIFO (Standard) oder der LRU-basierten (konfigurierbaren) Listenimplementierung gepflegt. Die Gr\u00f6\u00dfe des Caches h\u00e4ngt von der Gr\u00f6\u00dfe des im Dateisystem verf\u00fcgbaren Speichers ab. Wenn ausreichender Speicher verf\u00fcgbar ist, beansprucht das Hinzuf\u00fcgen eines Eintrags um Speicher keine Bereinigung. Wenn mehr als die angegebene Gr\u00f6\u00dfe der verf\u00fcgbaren Dateisystemkapazit\u00e4t beansprucht wird, m\u00fcssen ein oder mehrere Eintr\u00e4ge entfernt werden, um Platz f\u00fcr einen Eintrag zu schaffen. Es ist auch m\u00f6glich, eine H\u00f6chstanzahl von Eintr\u00e4gen f\u00fcr den Cache anzugeben. Wenn diese Angabe erfolgt, kann die Anzahl der Eintr\u00e4ge diesen Wert nicht \u00fcberschreiten, aber es ist unter Umst\u00e4nden nicht m\u00f6glich, diese Anzahl von Eintr\u00e4gen vorzuhalten, wenn der verf\u00fcgbare Speicher zuerst ausgelastet wird. Weitere konfigurierbare Parameter f\u00fcr diesen Cache sind die maximale Zeitspanne zum Blockieren, w\u00e4hrend auf den Aufruf einer Sperre gewartet wird, und ein Satz aus Filtern, mit dem Kriterien zum Speichern von Eintr\u00e4gen im Cache definiert werden k\u00f6nnen. Wenn ein Satz mit Filtern angegeben wird, muss ein Eintrag mit mindestens einem angegeben werden, um im Cache gespeichert zu werden. Die Gr\u00f6\u00dfe des JE-Umgebungs-Caches kann auch als Prozentsatz des im JVM verf\u00fcgbaren freien Speichers oder als absolute Gr\u00f6\u00dfe in Byte konfiguriert werden. Dieser Cache verf\u00fcgt \u00fcber eine dauerhafte Eigenschaft. Wenn diese Eigenschaft aktiviert wird, wird der Inhalt des Caches bei Neustart von Server oder Cache beibehalten.
property.cache-directory.synopsis=Gibt das Verzeichnis an, in dem die JE-Umgebung den Cache speichern soll.
property.cache-level.synopsis=Gibt die Cacheebene in der Cachereihenfolge an, wenn mehr als eine Instanz des Cache konfiguriert ist.
property.cache-type.synopsis=Gibt die Richtlinie an, die beim L\u00f6schen von Eintr\u00e4gen im Cache verwendet werden soll.
property.cache-type.syntax.enumeration.value.fifo.synopsis=FIFO-gest\u00fctzter Eintragscache
property.cache-type.syntax.enumeration.value.lru.synopsis=LRU-gest\u00fctzter Eintragscache
property.compact-encoding.synopsis=Gibt an, ob der Cache beim Codieren von Cache-Eintr\u00e4gen eine kompakte Form verwenden sollen, in der die Attribute und Objektklassens\u00e4tze komprimiert werden.
property.compact-encoding.description=Beachten Sie, dass die Komprimierung die vom Benutzer angegebene Gro\u00df- und Kleinschreibung in den Namen von Objektklasse und Attributtyp nicht beibeh\u00e4lt.
property.compact-encoding.requires-admin-action.synopsis=Vom \u00c4ndern dieser Eigenschaft ist nur das Codieren der Cache-Eintr\u00e4ge betroffen, die nach der \u00c4nderung im Cache hinzugef\u00fcgt werden. Sie wird nicht r\u00fcckwirkend auf vorhandene Cache-Eintr\u00e4ge angewandt.
property.db-cache-percent.synopsis=Gibt die maximale Speicherauslastung f\u00fcr den internen JE-Cache als Prozentsatz des gesamten JVM-Speichers an.
property.db-cache-size.synopsis=Gibt die maximale JVM-Speicherauslastung f\u00fcr den internen JE-Cache in Byte an.
property.enabled.synopsis=Gibt an, ob der Dateisystem-Eintragscache aktiviert ist.
property.exclude-filter.synopsis=Der Filtersatz, der die Eintr\u00e4ge definiert, die aus dem Cache ausgeschlossen werden.
property.include-filter.synopsis=Der Filtersatz, der die Eintr\u00e4ge definiert, die in den Cache einbezogen werden m\u00fcssen.
property.java-class.synopsis=Gibt den vollqualifizierten Namen der Java-Klasse an, die den Dateisystem-Eintragscache implementiert.
property.je-property.synopsis=Gibt die Umgebungseigenschaften f\u00fcr die Berkeley DB Java Edition-Datenbank an, die den Backend f\u00fcr diesen Eintrag bereitstellt..
property.je-property.description=Mit dem folgenden Format kann jede Berkeley DB Java Edition-Eigenschaft angegeben werden: property-name=property-value. Die OpenDJ-Dokumentation enth\u00e4lt weitere Informationen zu verwandten Eigenschaften, ihrer Bedeutung und den Bereichswerten. Die definitive Identifizierung aller Eigenschaftsparameter, die in der Datei example.properties in der Berkeley DB Java Edition-Distribution verf\u00fcgbar sind.
property.lock-timeout.synopsis=Die Zeitspanne, die w\u00e4hrend des Versuchs, eine Lese- oder Schreibsperre zu erhalten, gewartet wird.
property.max-entries.synopsis=Die maximale Anzahl von Eintr\u00e4gen, die im Cache zul\u00e4ssig sind.
property.max-memory-size.synopsis=Die maximale Gr\u00f6\u00dfe des Eintrag-Caches in Byte.
property.persistent-cache.synopsis=Gibt an, ob der Cache w\u00e4hrend Neustarts beibehalten werden soll.
