user-friendly-name=Editor de registro de errores basado en archivos
user-friendly-plural-name=Editores de registro de errores basados en archivos
synopsis=Los editores de registro de errores basados en archivos publican mensajes de errores en el sistema de archivos.
property.append.synopsis=Especifica si se anexa a los archivos de registro existentes.
property.asynchronous.synopsis=Indica si el editor de registros de errores basado en archivos publicar\u00e1 registros de forma as\u00edncrona.
property.auto-flush.synopsis=Especifica si se vac\u00eda el mecanismo de escritura despu\u00e9s de cada registro.
property.auto-flush.description=Si se emplea una opci\u00f3n de escritura no sincr\u00f3nica, el mecanismo de escritura se vaciar\u00e1 tras escribir todos los registros en cola.
property.buffer-size.synopsis=Especifica el tama\u00f1o de la memoria intermedia del archivo de registro.
property.default-severity.synopsis=Especifica los niveles de seguridad predeterminados para el registrador.
property.default-severity.syntax.enumeration.value.all.synopsis=Se registran mensajes de niveles de gravedad de todo tipo.
property.default-severity.syntax.enumeration.value.debug.synopsis=La gravedad del registro de errores que se emplea para los mensajes proporciona informaci\u00f3n de depuraci\u00f3n desencadenada durante el proceso.
property.default-severity.syntax.enumeration.value.fatal-error.synopsis=La gravedad del registro de errores que se emplea para los mensajes que proporcionan informaci\u00f3n sobre errores graves puede forzar el cierre del servidor o su funcionamiento en un estado significativamente degradado.
property.default-severity.syntax.enumeration.value.info.synopsis=La gravedad del registro de errores que se emplea para los mensajes que proporcionan informaci\u00f3n sobre eventos significativos dentro del servidor que no son advertencias ni errores.
property.default-severity.syntax.enumeration.value.mild-error.synopsis=La gravedad del registro de errores que se emplea para los mensajes que proporcionan informaci\u00f3n sobre errores leves (recuperables) detectados durante el proceso.
property.default-severity.syntax.enumeration.value.mild-warning.synopsis=La gravedad del registro de errores que se emplea para los mensajes que proporcionan informaci\u00f3n sobre advertencias leves desencadenadas durante el proceso.
property.default-severity.syntax.enumeration.value.none.synopsis=No se registran mensajes de ning\u00fan tipo de gravedad de forma predeterminada. Este valor est\u00e1 dise\u00f1ado para su uso junto con la propiedad de gravedad de anulaci\u00f3n con el fin de definir un registrador de datos que no publique mensajes de error junto a los errores de una determinada categor\u00eda.
property.default-severity.syntax.enumeration.value.notice.synopsis=La gravedad del registro de errores que se emplea para los mensajes informativos m\u00e1s importantes (es decir, la informaci\u00f3n que casi siempre debe registrarse, pero no est\u00e1 asociada a condiciones de errores ni a advertencias).
property.default-severity.syntax.enumeration.value.severe-error.synopsis=La gravedad del registro de errores que se emplea para los mensajes que proporcionan informaci\u00f3n sobre errores detectados durante el proceso.
property.default-severity.syntax.enumeration.value.severe-warning.synopsis=La gravedad del registro de errores que se emplea para los mensajes que proporcionan informaci\u00f3n sobre advertencias graves desencadenadas durante el proceso.
property.enabled.synopsis=Indica si el editor de registros de errores basado en archivo est\u00e1 habilitado para su uso.
property.java-class.synopsis=El nombre completo de la clase de Java que proporciona la implementaci\u00f3n del Editor de registro de errores basado en archivo.
property.log-file.synopsis=El nombre del archivo que deben utilizar los archivos de registro generados por el Editor de registro de errores basado en archivos.
property.log-file.description=La ruta del archivo est\u00e1 relacionada con la ruta del servidor.
property.log-file-permissions.synopsis=Los permisos UNIX de los archivos de registro creados por este Editor de registro de errores basado en archivos.
property.log-file-permissions.syntax.string.pattern.synopsis=Una cadena modo UNIX v\u00e1lida. La cadena del modo debe contener tres d\u00edgitos entre cero y siete.
property.override-severity.synopsis=Especifica los niveles de gravedad de anulaci\u00f3n del registrador seg\u00fan la categor\u00eda de los mensajes.
property.override-severity.description=Cada nivel de gravedad de anulaci\u00f3n debe incluir la categor\u00eda y el nivel de gravedad para registrar dicha categor\u00eda; por ejemplo, core=mild-error,info,mild-warning. Las categor\u00edas v\u00e1lidas son: core, extensions, protocol, config, log, util, schema, plugin, jeb, backend, tools, task, access-control, admin, sync, version, quicksetup, admin-tool, dsconfig, user-defined. Los niveles de gravedad v\u00e1lidos son: tall, fatal-error, info, mild-error, mild-warning, notice, severe-error, severe-warning, debug.
property.override-severity.default-behavior.alias.synopsis=Se registran todos los mensajes con niveles de gravedad predeterminados.
property.override-severity.syntax.string.pattern.synopsis=Una cadena de tipo category=severity1,severity2...
property.queue-size.synopsis=El n\u00famero m\u00e1ximo de registros que pueden almacenarse en la cola asincr\u00f3nica.
property.retention-policy.synopsis=La pol\u00edtica de retenci\u00f3n que emplea el editor de registro de errores basado en archivos.
property.retention-policy.description=Cuando se utilizan varias pol\u00edticas, se borrar\u00e1n los archivos de registro cuando se cumpla cualquiera de las condiciones de la pol\u00edtica.
property.retention-policy.default-behavior.alias.synopsis=No se emplea ninguna pol\u00edtica de retenci\u00f3n y los archivos de registro no se borrar\u00e1n nunca.
property.rotation-policy.synopsis=La pol\u00edtica de rotaci\u00f3n que emplea el editor de registro de errores basado en archivos.
property.rotation-policy.description=Cuando se utilizan varias pol\u00edticas, se producir\u00e1 la rotaci\u00f3n si se cumple cualquiera de las condiciones de la pol\u00edtica.
property.rotation-policy.default-behavior.alias.synopsis=No se aplica ninguna pol\u00edtica de rotaci\u00f3n y no se llevar\u00e1 a cabo la rotaci\u00f3n de registro.
property.time-interval.synopsis=Especifica el intervalo en el que se comprueba si deben rotarse los archivos de registro.
