user-friendly-name=Proveedor del administrador de confianza basado en archivos
user-friendly-plural-name=Proveedores de administradores de confianza basados en archivos
synopsis=El proveedor del administrador de confianza basado en archivos determina si se debe confiar en el certificado presentado en funci\u00f3n de si existe en el archivo del almac\u00e9n de confianza del servidor.
description=El archivo del almac\u00e9n de confianza puede presentar el formato JKS (el formato predeterminado del almac\u00e9n de claves de Java) o PKCS#12 (un formato de certificado est\u00e1ndar).
property.enabled.synopsis=Indica si el proveedor del administrador de confianza basado en archivos se ha habilitado para su uso.
property.java-class.synopsis=El nombre completo de la clase de Java que proporciona la implementaci\u00f3n del proveedor del administrador de confianza basado en archivos.
property.trust-store-file.synopsis=Especifica la ruta al archivo que contenga la informaci\u00f3n de confianza. Puede ser una ruta absoluta o una relativa a la ra\u00edz de instancias de OpenDJ.
property.trust-store-file.description=Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n la pr\u00f3xima vez que se acceda al administrador de confianza.
property.trust-store-file.syntax.string.pattern.synopsis=Una ruta absoluta o una relativa a la ra\u00edz de instancias de OpenDJ.
property.trust-store-pin.synopsis=Especifica el PIN de texto sin cifrar necesario para acceder al proveedor del administrador de confianza basado en archivos.
property.trust-store-pin.requires-admin-action.synopsis=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de confianza basado en archivos.
property.trust-store-pin-environment-variable.synopsis=Especifica el nombre de la variable de entorno que contenga el PIN de texto sin cifrar necesario para acceder al proveedor del administrador de confianza basado en archivos.
property.trust-store-pin-environment-variable.requires-admin-action.synopsis=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de confianza basado en archivos.
property.trust-store-pin-file.synopsis=Especifica la ruta al archivo de texto cuyo contenido deber\u00eda constar de una sola l\u00ednea que incluyera el PIN de texto sin cifrar necesario para acceder al proveedor del administrador de confianza basado en archivos.
property.trust-store-pin-file.requires-admin-action.synopsis=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de confianza basado en archivos.
property.trust-store-pin-property.synopsis=Especifica el nombre de la propiedad de Java que contenga el PIN de texto sin cifrar necesario para acceder al proveedor del administrador de confianza basado en archivos.
property.trust-store-pin-property.requires-admin-action.synopsis=Los cambios realizados en esta propiedad se aplicar\u00e1n la pr\u00f3xima vez que se acceda al proveedor del administrador de confianza basado en archivos.
property.trust-store-type.synopsis=Especifica el formato de los datos del archivo del almac\u00e9n de confianza.
property.trust-store-type.description=Entre los valores v\u00e1lidos, se incluyen siempre "JKS" y "PKCS12", aunque en otras implementaciones podr\u00edan aparecer otros valores tambi\u00e9n. Si no se proporciona ning\u00fan valor, se utilizar\u00e1 el valor predeterminado de JVM. Los cambios realizados en este atributo de configuraci\u00f3n se aplicar\u00e1n la pr\u00f3xima vez que se acceda al administrador de confianza.
property.trust-store-type.syntax.string.pattern.synopsis=Cualquier formato de almac\u00e9n de claves admitido por el entorno de ejecuci\u00f3n de Java. Los formatos "JKS" y "PKCS12" suelen estar disponibles en los entornos de Java.
