user-friendly-name=Editor de registro de depuraci\u00f3n basado en archivos
user-friendly-plural-name=Editores de registros de depuraci\u00f3n basados en archivos
synopsis=Los editores de registros de depuraci\u00f3n basados en archivos publican mensajes de depuraci\u00f3n en el sistema de archivos.
property.append.synopsis=Especifica si se anexar\u00e1 a los archivos de registro existentes.
property.asynchronous.synopsis=Indica si el editor de registros de depuraci\u00f3n basado en archivos publicar\u00e1 registros de forma as\u00edncrona.
property.auto-flush.synopsis=Determina si se vaciar\u00e1 el autor despu\u00e9s de que se escriban todas las entradas del registro.
property.auto-flush.description=Si se utiliza la opci\u00f3n de escritura as\u00edncrona, el autor se vaciar\u00e1 una vez escritas todas las entradas del registro de la cola.
property.buffer-size.synopsis=Especifica el tama\u00f1o del b\u00fafer del archivo de registro.
property.default-debug-category.synopsis=Las categor\u00edas de mensajes de depuraci\u00f3n que se vayan a registrar cuando ninguno de los destinos definidos coincida con el mensaje.
property.default-debug-category.default-behavior.alias.synopsis=Se pueden registrar los mensajes de cualquier categor\u00eda si tienen el suficiente nivel de depuraci\u00f3n.
property.default-debug-category.syntax.enumeration.value.caught.synopsis=Se ha detectado una excepci\u00f3n.
property.default-debug-category.syntax.enumeration.value.constructor.synopsis=Entrada del constructor.
property.default-debug-category.syntax.enumeration.value.data.synopsis=Volcado de datos sin formato.
property.default-debug-category.syntax.enumeration.value.database-access.synopsis=Acceso a una base de datos del servidor de fondo
property.default-debug-category.syntax.enumeration.value.enter.synopsis=Entrada al m\u00e9todo.
property.default-debug-category.syntax.enumeration.value.exit.synopsis=Salida del m\u00e9todo.
property.default-debug-category.syntax.enumeration.value.message.synopsis=Mensaje de depuraci\u00f3n arbitrario.
property.default-debug-category.syntax.enumeration.value.protocol.synopsis=Volcado del elemento de protocolo.
property.default-debug-category.syntax.enumeration.value.thrown.synopsis=Se ha generado una excepci\u00f3n desde el m\u00e9todo.
property.default-debug-level.synopsis=El nivel de gravedad inferior de los mensajes de depuraci\u00f3n que se vayan a registrar cuando ninguno de los destinos definidos coincida con el mensaje.
property.default-debug-level.syntax.enumeration.value.all.synopsis=Se registrar\u00e1n los mensajes con cualquier nivel de gravedad.
property.default-debug-level.syntax.enumeration.value.disabled.synopsis=No se registrar\u00e1 ning\u00fan mensaje.
property.default-debug-level.syntax.enumeration.value.error.synopsis=Se registrar\u00e1n los mensajes con el nivel de gravedad ERROR o superior.
property.default-debug-level.syntax.enumeration.value.info.synopsis=Se registrar\u00e1n los mensajes con el nivel de gravedad INFO o superior.
property.default-debug-level.syntax.enumeration.value.verbose.synopsis=Se registrar\u00e1n los mensajes con el nivel de gravedad VERBOSE o superior.
property.default-debug-level.syntax.enumeration.value.warning.synopsis=Se registrar\u00e1n los mensajes con el nivel de gravedad WARNING o superior.
property.default-include-throwable-cause.synopsis=Indica si se debe incluir la causa de las excepciones en los mensajes de excepci\u00f3n generada o detectada que se han registrado de forma predeterminada.
property.default-omit-method-entry-arguments.synopsis=Indica si se deben incluir los argumentos del m\u00e9todo en los mensajes de depuraci\u00f3n que se han registrado de forma predeterminada.
property.default-omit-method-return-value.synopsis=Indica si se debe incluir el valor de retorno en los mensajes de depuraci\u00f3n que se han registrado de forma predeterminada.
property.default-throwable-stack-frames.synopsis=Indica si el n\u00famero de tramas de pila del seguimiento de pila para los mensajes de entrada al m\u00e9todo o de excepci\u00f3n generada.
property.enabled.synopsis=Indica si el editor de registros de depuraci\u00f3n basado en archivos est\u00e1 habilitado para su uso.
property.java-class.synopsis=El nombre completo de la clase de Java que proporciona la implementaci\u00f3n del editor de registro de depuraci\u00f3n basado en archivos.
property.log-file.synopsis=El nombre del archivo que deben utilizar los archivos de registro generados por el editor de registro de depuraci\u00f3n basado en archivos.
property.log-file.description=La ruta al archivo depende de la ra\u00edz del servidor.
property.log-file-permissions.synopsis=Los permisos UNIX de los archivos de registro creados por este editor de registro de depuraci\u00f3n basado en archivos.
property.log-file-permissions.syntax.string.pattern.synopsis=Una cadena de modo UNIX v\u00e1lida. La cadena de modo debe contener tres d\u00edgitos comprendidos entre cero y siete.
property.queue-size.synopsis=El n\u00famero m\u00e1ximo de entradas de registro que pueden almacenarse en la cola as\u00edncrona.
property.retention-policy.synopsis=La pol\u00edtica de retenci\u00f3n que emplea el editor de registro de depuraci\u00f3n basado en archivos.
property.retention-policy.description=Si se utilizan varias directivas, se vaciar\u00e1n los archivos de registro cuando se cumpla alguna de las condiciones asociadas a la directiva.
property.retention-policy.default-behavior.alias.synopsis=No se utiliza ninguna directiva de retenci\u00f3n ni se vac\u00edan nunca los archivos de registro.
property.rotation-policy.synopsis=La pol\u00edtica de rotaci\u00f3n que emplea el editor de registro de depuraci\u00f3n basado en archivos.
property.rotation-policy.description=Si se utilizan varias directivas, se realizar\u00e1 la rotaci\u00f3n cuando se cumpla alguna de las condiciones asociadas a la directiva.
property.rotation-policy.default-behavior.alias.synopsis=No se utiliza ninguna directiva de rotaci\u00f3n ni se produce ninguna rotaci\u00f3n de registro.
property.time-interval.synopsis=Especifica el intervalo con el que se comprobar\u00e1 si deben rotarse los archivos de registro.
relation.debug-target.user-friendly-name=Destino de depuraci\u00f3n
relation.debug-target.user-friendly-plural-name=Destinos de depuraci\u00f3n
relation.debug-target.synopsis=Los destinos de depuraci\u00f3n definen los tipos de mensajes registrados por el editor del registro de depuraci\u00f3n.
relation.debug-target.description=Los destinos de depuraci\u00f3n permiten un control preciso de los mensajes registrados en funci\u00f3n del paquete, la clase o el m\u00e9todo que haya generado el mensaje. Cada una de las entradas de configuraci\u00f3n del destino de depuraci\u00f3n residen por debajo de la entrada "cn=Debug Target", ubicada justo debajo de la entrada principal "ds-cfg-debug-log-publisher".
