user-friendly-name=\u30ed\u30fc\u30ab\u30eb DB \u30a4\u30f3\u30c7\u30c3\u30af\u30b9
user-friendly-plural-name=\u30ed\u30fc\u30ab\u30eb DB \u30a4\u30f3\u30c7\u30c3\u30af\u30b9
synopsis=\u30ed\u30fc\u30ab\u30eb DB \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u3001\u691c\u7d22\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u3068\u304d\u306b\u30a8\u30f3\u30c8\u30ea\u3092\u3059\u3070\u3084\u304f\u7279\u5b9a\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u60c5\u5831\u3092\u683c\u7d0d\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
description=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u4f5c\u6210\u306f\u5c5e\u6027\u30ec\u30d9\u30eb\u3054\u3068\u306b\u5b9f\u884c\u3055\u308c\u3001\u691c\u7d22\u64cd\u4f5c\u4e2d\u306e\u4e88\u60f3\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b9\u65b9\u6cd5\u306b\u57fa\u3065\u304d\u3001\u5c5e\u6027\u306e\u7a2e\u985e\u306b\u5fdc\u3058\u3066\u3055\u307e\u3056\u307e\u306a\u30bf\u30a4\u30d7\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u4f5c\u6210\u3092\u5b9f\u884c\u3067\u304d\u307e\u3059\u3002
property.attribute.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u4fdd\u6301\u3059\u308b\u5c5e\u6027\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.index-entry-limit.synopsis=\u6307\u5b9a\u3057\u305f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ad\u30fc\u304c\u4fdd\u6301\u3055\u308c\u306a\u304f\u308b\u524d\u306b\u305d\u306e\u7279\u5b9a\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ad\u30fc\u306b\u5bfe\u3059\u308b\u4e00\u81f4\u304c\u8a31\u53ef\u3055\u308c\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u6700\u5927\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.index-entry-limit.description=\u3053\u308c\u306f Sun Java System Directory Server \u306e \u3059\u3079\u3066\u306e ID \u306e\u3057\u304d\u3044\u5024\u306b\u4f3c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u3092\u6307\u5b9a\u3057\u305f\u5834\u5408\u3001\u305d\u306e\u5024\u306f JE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5168\u4f53\u306e\u8a2d\u5b9a\u3088\u308a\u3082\u512a\u5148\u3055\u308c\u307e\u3059\u3002\u5236\u9650\u3092\u6307\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u3001\u3053\u306e\u5024\u306b\u306f 0 \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.index-entry-limit.requires-admin-action.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30ad\u30fc\u304c\u3059\u3067\u306b\u3053\u306e\u5236\u9650\u306b\u9054\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u65b0\u3057\u3044\u5236\u9650\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u306b\u306f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u518d\u69cb\u7bc9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.index-type.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5c5e\u6027\u306b\u5bfe\u3057\u3066\u5b9f\u884c\u3059\u308b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u4f5c\u6210\u306e\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.index-type.description=\u7b49\u4fa1\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3001\u5b9f\u5728\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3001\u304a\u3088\u3073\u90e8\u5206\u6587\u5b57\u5217\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u30bf\u30a4\u30d7\u3067\u306f\u3001\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5c5e\u6027\u578b\u306b\u5bfe\u5fdc\u3059\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u304c\u5fc5\u8981\u3067\u3059\u3002
property.index-type.requires-admin-action.synopsis=\u65b0\u3057\u3044\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u30bf\u30a4\u30d7\u3092\u5c5e\u6027\u306b\u8ffd\u52a0\u3057\u3001\u305d\u306e\u5c5e\u6027\u306e\u5024\u304c\u3059\u3067\u306b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3059\u308b\u5834\u5408\u306f\u3001\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u6b63\u78ba\u306b\u3059\u308b\u305f\u3081\u306b\u518d\u69cb\u7bc9\u304c\u5fc5\u8981\u3067\u3059\u3002
property.index-type.syntax.enumeration.value.approximate.synopsis=\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u30bf\u30a4\u30d7\u306f\u3001\u8fd1\u4f3c\u4e00\u81f4\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3092\u4f7f\u7528\u3059\u308b\u691c\u7d22\u306e\u52b9\u7387\u3092\u4e0a\u3052\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
property.index-type.syntax.enumeration.value.equality.synopsis=\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u30bf\u30a4\u30d7\u306f\u3001\u7b49\u4fa1\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3092\u4f7f\u7528\u3059\u308b\u691c\u7d22\u306e\u52b9\u7387\u3092\u4e0a\u3052\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
property.index-type.syntax.enumeration.value.ordering.synopsis=\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u30bf\u30a4\u30d7\u306f\u3001\u300c\u5927\u304d\u3044\u304b\u7b49\u3057\u3044\u300d\u307e\u305f\u306f\u300c\u5c0f\u3055\u3044\u304b\u7b49\u3057\u3044\u300d\u306e\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3092\u4f7f\u7528\u3059\u308b\u691c\u7d22\u306e\u52b9\u7387\u3092\u4e0a\u3052\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
property.index-type.syntax.enumeration.value.presence.synopsis=\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u30bf\u30a4\u30d7\u306f\u3001\u5b9f\u5728\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3092\u4f7f\u7528\u3059\u308b\u691c\u7d22\u306e\u52b9\u7387\u3092\u4e0a\u3052\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
property.index-type.syntax.enumeration.value.substring.synopsis=\u3053\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u30bf\u30a4\u30d7\u306f\u3001\u90e8\u5206\u6587\u5b57\u5217\u691c\u7d22\u30d5\u30a3\u30eb\u30bf\u3092\u4f7f\u7528\u3059\u308b\u691c\u7d22\u306e\u52b9\u7387\u3092\u4e0a\u3052\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
property.substring-length.synopsis=\u90e8\u5206\u6587\u5b57\u5217\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3067\u306e\u90e8\u5206\u6587\u5b57\u5217\u306e\u9577\u3055\u3002
property.substring-length.requires-admin-action.synopsis=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306b\u65b0\u3057\u3044\u5024\u306b\u3092\u53cd\u6620\u3055\u305b\u308b\u306b\u306f\u518d\u69cb\u7bc9\u304c\u5fc5\u8981\u3067\u3059\u3002
