user-friendly-name=Backend de bases de donn\u00e9es locales
user-friendly-plural-name=Backends de bases de donn\u00e9es locales
synopsis=Backend de bases de donn\u00e9es locales utilise le Berkeley DB Java Edition pour stocker les donn\u00e9es fournies par l'utilisateur dans un r\u00e9f\u00e9rentiel local.
description=C'est le "serveur d'annuaire" backend traditionnel et est similaire aux backends fournis par Sun Java System Directory Server. Backend de bases de donn\u00e9es locales stocke les entr\u00e9es en une forme cod\u00e9e et fournit aussi les index qui peuvent \u00eatre utilis\u00e9s pour localiser rapidement les entr\u00e9es cibles bas\u00e9es sur diff\u00e9rents types de crit\u00e8res.
property.backend-id.synopsis=Sp\u00e9cifie un nom pour identifier le backend associ\u00e9.
property.backend-id.description=Ce nom doit \u00eatre unique parmi tous les backends du serveur. L\u2019ID du backend ne peut pas \u00eatre modifi\u00e9 une fois que celui-ci a \u00e9t\u00e9 cr\u00e9\u00e9 dans le serveur.
property.base-dn.synopsis=Sp\u00e9cifie les DN de base pour les donn\u00e9es trait\u00e9es par le backend.
property.base-dn.description=Un m\u00eame backend peut se charger d\u2019un ou plusieurs DN de base. Notez que deux backends ne peuvent pas partager un m\u00eame DN de base, m\u00eame si un backend peut avoir un DN de base de niveau inf\u00e9rieur \u00e0 un DN de base fourni par un autre backend (utilisation comparable \u00e0 celle des sous-suffixes dans Sun Java System Directory Server). Si l\u2019un des DN de base est subordonn\u00e9 \u00e0 un DN de base d\u2019un autre backend, tous les DN de base de ce backend doivent \u00eatre subordonn\u00e9s \u00e0 ce m\u00eame DN de base.
property.base-dn.requires-admin-action.synopsis=Aucune action administrative n\u2019est requise par d\u00e9faut m\u00eame si une action peut \u00eatre n\u00e9cessaire au niveau de chaque backend pour permettre l\u2019utilisation du nouveau DN de base.
property.compact-encoding.synopsis=Indique si le backend doit utiliser une forme compacte lors du codage des entr\u00e9es en compressant les descriptions d'attribut et les ensembles de classe d'objet.
property.compact-encoding.description=Remarque\u00a0: cette propri\u00e9t\u00e9 s'applique seulement aux entr\u00e9es m\u00eames et n'impacte pas les donn\u00e9es d'index.
property.compact-encoding.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 ce param\u00e8tre prennent effet seulement pour les processus d'\u00e9criture qui se produisent une fois que la modification est faite. Ceci ne s'applique pas r\u00e9troactivement aux donn\u00e9es existantes.
property.db-cache-percent.synopsis=Sp\u00e9cifie le pourcentage de m\u00e9moire de la JVM \u00e0 allouer au cache de la base de donn\u00e9es.
property.db-cache-percent.description=Sp\u00e9cifie le pourcentage de m\u00e9moire disponible pour la JVM qui doit \u00eatre utilis\u00e9 pour la mise en cache du contenu de la base de donn\u00e9es. Remarque\u00a0: ceci est seulement utilis\u00e9 si la valeur de la propri\u00e9t\u00e9 db-cache-size property est d\u00e9finie \u00e0 "0 MB". Sinon, la valeur de cette propri\u00e9t\u00e9 est utilis\u00e9e au contraire pour contr\u00f4ler la configuration de la taille du cache.
property.db-cache-size.synopsis=La quantit\u00e9 de m\u00e9moire de la JVM \u00e0 allouer au cache de la base de donn\u00e9es.
property.db-cache-size.description=Sp\u00e9cifie la quantit\u00e9 de m\u00e9moire qui doit \u00eatre utilis\u00e9e pour mettre en cache le contenu de la base de donn\u00e9es. Une valeur de "0 MB" indique que la propri\u00e9t\u00e9 db-cache-percent doit \u00eatre utilis\u00e9e au lieu de sp\u00e9cifier la taille du cache.
property.db-checkpointer-bytes-interval.synopsis=Sp\u00e9cifie le nombre maximale d'octets qui peuvent \u00eatre \u00e9crits dans la base de donn\u00e9es avant qu'elle soit forc\u00e9e \u00e0 effectuer un point de contr\u00f4le.
property.db-checkpointer-bytes-interval.description=Ceci peut \u00eatre utilis\u00e9 pour r\u00e9duire le temps de r\u00e9cup\u00e9ration qui peut \u00eatre requis si l'environnement de base de donn\u00e9es est ouvert sans avoir \u00e9t\u00e9 ferm\u00e9 correctement. Si cette propri\u00e9t\u00e9 est d\u00e9finie \u00e0 une valeur diff\u00e9rente de z\u00e9ro, l'intervalle de r\u00e9veil du checkpointer n'est pas utilis\u00e9. Pour utiliser le processus de point de contr\u00f4le, d\u00e9finir cette propri\u00e9t\u00e9 \u00e0 z\u00e9ro.
property.db-checkpointer-wakeup-interval.synopsis=Sp\u00e9cifie la dur\u00e9e maximale de temps qui peut passer entre deux points de contr\u00f4le.
property.db-checkpointer-wakeup-interval.description=Remarque\u00a0: ceci est seulement utilis\u00e9 si la valeur de l'intervalle en octets du checkpointer est z\u00e9ro.
property.db-cleaner-min-utilization.synopsis=Sp\u00e9cifie le pourcentage minimum de donn\u00e9es "vivantes" que le nettoyeur de base de donn\u00e9es tente de garder dans les fichiers journaux de la base de donn\u00e9es.
property.db-cleaner-min-utilization.description=Si la quantit\u00e9 de donn\u00e9es vivantes dans un fichier journal d'une base de donn\u00e9es quelconque baisse sous ce pourcentage, le nettoyeur d\u00e9place les donn\u00e9es vivantes restantes dans ce fichier, \u00e0 la fin de la base de donn\u00e9es, et supprime le fichier initial pour garder la base de donn\u00e9es relativement compacte.
property.db-directory.synopsis=Sp\u00e9cifie le chemin vers le r\u00e9pertoire de syst\u00e8me de fichiers qui est utilis\u00e9 pour contenir les fichiers de base de donn\u00e9es Berkeley DB Java Edition, contenant les donn\u00e9es pour ce backend.
property.db-directory.description=Le chemin peut \u00eatre soit un chemin absolu, soit un chemin relatif vers le r\u00e9pertoire contenant la base de l'installation d'Open DS Directory Server. Le chemin peut \u00eatre n'importe quel chemin de r\u00e9pertoire valide dans lequel le serveur a des permissions appropri\u00e9es pour lire et \u00e9crire des fichiers, et a suffisamment d'espace pour contenir le contenu de la base de donn\u00e9es.
property.db-directory-permissions.synopsis=Sp\u00e9cifie les permissions qui doivent \u00eatre appliqu\u00e9es au r\u00e9pertoire contenant les fichiers de base de donn\u00e9es du serveur.
property.db-directory-permissions.description=Ils doivent \u00eatre exprim\u00e9s comme valeurs octales de trois chiffres, ce qui est la repr\u00e9sentation traditionnelle des permissions pour fichier UNIX. Les trois chiffres repr\u00e9sentent les permissions qui sont disponibles au propri\u00e9taire du r\u00e9pertoire, aux membres de groupe et aux autres utilisateurs (dans cet ordre), et chaque chiffre est la repr\u00e9sentation octale des bits de lecture, \u00e9criture et ex\u00e9cution. Remarque\u00a0: ceci impacte seulement les permissions concernant le r\u00e9pertoire de base de donn\u00e9es et pas les fichiers \u00e9crits dans ce r\u00e9pertoire. Sur les syst\u00e8mes UNIX, le umask de l'utilisateur contr\u00f4le les permissions donn\u00e9es aux fichiers de base de donn\u00e9es.
property.db-directory-permissions.syntax.string.pattern.synopsis=Toute valeur octale entre 700 et 777 (le propri\u00e9taire doit toujours avoir les permissions de lecture, d'\u00e9criture et d'ex\u00e9cution sur le r\u00e9pertoire).
property.db-evictor-lru-only.synopsis=Indique si la base de donn\u00e9es doit expulser les donn\u00e9es existantes du cache en se basant sur une strat\u00e9gie de LRU (o\u00f9 les informations utilis\u00e9es le moins r\u00e9cemment seront expuls\u00e9es en premier).
property.db-evictor-lru-only.description=Si la valeur est "false", l'\u00e9viction conserve les n\u0153uds internes Btree sous-jacents dans le cache, de pr\u00e9f\u00e9rence aux n\u0153uds terminaux, m\u00eame si ces derniers ont fait l'objet d'un acc\u00e8s plus r\u00e9cemment. Ceci peut \u00eatre une meilleure configuration pour les bases de donn\u00e9es dans lesquelles seulement une tr\u00e8s petite portion de donn\u00e9es est mise en cache.
property.db-evictor-nodes-per-scan.synopsis=Sp\u00e9cifie le nombre de n\u0153uds Btree qui doivent \u00eatre expuls\u00e9s du cache en une seule passe, si on d\u00e9termine qu'il est n\u00e9cessaire de lib\u00e9rer des donn\u00e9es existantes pour faire de la place pour de nouvelles informations.
property.db-evictor-nodes-per-scan.description=Les modifications apport\u00e9es \u00e0 cette propri\u00e9t\u00e9 ne prennent effet que lorsque le backend est red\u00e9marr\u00e9. Il est recommand\u00e9 de changer aussi cette propri\u00e9t\u00e9 lors de la d\u00e9finition de db-evictor-lru-only \u00e0 faux. Ce param\u00e8tre contr\u00f4le le nombre de n\u0153uds Btree qui sont consid\u00e9r\u00e9s ou pris comme \u00e9chantillons, chaque fois qu'un noeud est expuls\u00e9. Un param\u00e8tre de 10 produit souvent de bons r\u00e9sultats, mais ceci peut varier d'application en application. Plus le nombre de n\u0153uds par balayage est \u00e9lev\u00e9, plus l'algorithme est exact. Cependant, \u00e9vitez une trop grande valeur. Lorsqu'un nombre \u00e9lev\u00e9 de n\u0153ud est \u00e9valu\u00e9 pour expulsion, le process d'explusion peut retarder une operation sur la base de donn\u00e9es, impactant le temps de r\u00e9ponse du thread applicatif. Avec JE 4.1 ou plus r\u00e9cent, positionner une valeur trop \u00e9lev\u00e9e pour une application qui est limit\u00e9e par le CPU peut r\u00e9duire l'efficacit\u00e9 de l'expulsion du cache. Il est pr\u00e9f\u00e9rable de commencer par la valeur par d\u00e9faut et l'augmenter peu \u00e0 peu en v\u00e9rifiant son effet sur votre application.
property.db-log-file-max.synopsis=Sp\u00e9cifie la taille maximale d'un fichier journal de base de donn\u00e9es.
property.db-logging-file-handler-on.synopsis=Indique si la base de donn\u00e9es doit mettre \u00e0 jour le fichier je.info dans le m\u00eame r\u00e9pertoire que le r\u00e9pertoire de journal de base de donn\u00e9es.
property.db-logging-file-handler-on.description=Ce fichier contient des informations concernant le traitement interne effectu\u00e9 par la base de donn\u00e9es sous-jacente.
property.db-logging-level.synopsis=Sp\u00e9cifie le niveau de journal qui doit \u00eatre utilis\u00e9 par la base de donn\u00e9es quand elle \u00e9crit des informations dans le fichier je.info.
property.db-logging-level.description=Le niveau de journalisation de suivi est (par ordre de d\u00e9tail croissant) choisi parmi\u00a0: OFF, SEVERE, WARNING, INFO, CONFIG, FINE, FINER, FINEST, ALL.
property.db-num-cleaner-threads.synopsis=Sp\u00e9cifie le nombre de threads que le backend doit mettre \u00e0 jour pour garder les fichiers de journal de base de donn\u00e9es ou proches de l'utilisation d\u00e9sir\u00e9e.
property.db-num-cleaner-threads.description=Dans les environnements ayant une production en \u00e9criture \u00e9lev\u00e9e, de nombreux threads de nettoyeur peuvent \u00eatre n\u00e9cessaires pour maintenir l'utilisation d\u00e9sir\u00e9e.
property.db-num-cleaner-threads.default-behavior.alias.synopsis=Laisser le serveur d\u00e9cider.
property.db-num-lock-tables.synopsis=Sp\u00e9cifie le nombre de tables verrouill\u00e9es qui sont utilis\u00e9es par la base de donn\u00e9es sous-jacente.
property.db-num-lock-tables.description=Ceci peut \u00eatre particuli\u00e8rement important pour aider \u00e0 am\u00e9liorer l'\u00e9volutivit\u00e9 en \u00e9vitant les contentions sur les syst\u00e8mes ayant un nombre \u00e9lev\u00e9 de CPU. La valeur de cette propri\u00e9t\u00e9 de configuration doit \u00eatre d\u00e9finie \u00e0 un nombre premier qui est inf\u00e9rieur ou \u00e9gal au nombre de threads de travail configur\u00e9s pour l'utilisation du serveur.
property.db-num-lock-tables.default-behavior.alias.synopsis=Laisser le serveur d\u00e9cider.
property.db-run-cleaner.synopsis=Indique si les threads de nettoyeur de base de donn\u00e9es doivent \u00eatre activ\u00e9s.
property.db-run-cleaner.description=Les threads de nettoyeur sont utilis\u00e9s pour compacter p\u00e9riodiquement la base de donn\u00e9es, en identifiant les fichiers de base de donn\u00e9es ayant un pourcentage de base de donn\u00e9es vivantes (c'est-\u00e0-dire moins que la quantit\u00e9 sp\u00e9cifi\u00e9e par la propri\u00e9t\u00e9 db-cleaner-min-utilization), et en d\u00e9pla\u00e7ant les donn\u00e9es vivantes restantes vers la fin du journal et en supprimant ce fichier.
property.db-txn-no-sync.synopsis=Indique si les \u00e9critures dans la base de donn\u00e9es doivent \u00eatre \u00e9crites en premier sur un tampon interne mais pas imm\u00e9diatement sur le disque.
property.db-txn-no-sync.description=La d\u00e9finition de la valeur de cet attribut de configuration \u00e0 "true" peut am\u00e9liorer les performances d'\u00e9criture mais peut entra\u00eener la perte des modifications les plus r\u00e9centes si OpenDJ ou la JVM sous-jacente quitte de fa\u00e7on anormale, ou si un syst\u00e8me d'exploitation ou une erreur mat\u00e9riel se produit (un comportement similaire \u00e0 une ex\u00e9cution avec une dur\u00e9e de transaction d\u00e9sactiv\u00e9e dans Sun Java System Directory Server).
property.db-txn-write-no-sync.synopsis=Indique si la base de donn\u00e9es doit vider ses donn\u00e9es de mani\u00e8re synchronis\u00e9e quand elles sont \u00e9crites sur le disque.
property.db-txn-write-no-sync.description=Si cette valeur est d\u00e9finie \u00e0 "false", toutes les donn\u00e9es \u00e9crites sur le disque sont vid\u00e9es de fa\u00e7on synchronis\u00e9e vers le stockage persistant et fournissant ainsi une durabilit\u00e9 compl\u00e8te. Si elle est d\u00e9finie \u00e0 "true", les donn\u00e9es peuvent \u00eatre mises en cache pour une p\u00e9riode de temps par le syst\u00e8me d'exploitation sous-jacent avant d'\u00eatre r\u00e9ellement \u00e9crites sur le disque. Ceci peut am\u00e9liorer les performances, mais peut entra\u00eener la perte des modifications les plus r\u00e9centes en cas d'un syst\u00e8me d'exploitation sous-jacent ou une erreur mat\u00e9riel (mais pas au cas o\u00f9 OpenDJ ou la JVM quitte de fa\u00e7on anormale).
property.disk-full-threshold.synopsis=Seuil de disque plein pour limiter les mises \u00e0 jour des bases de donn\u00e9es
property.disk-full-threshold.description=Quand l'espace libre disponible sur le disque utilis\u00e9 par cette instance de base de donn\u00e9es tombe en dessous de la valeur sp\u00e9cifi\u00e9e, aucune mise \u00e0 jour n'est autoris\u00e9e et le serveur renvoie une erreur UNWILLING_TO_PERFORM. Les mises \u00e0 jour seront \u00e0 nouveau autoris\u00e9es d\u00e8s que l'espace libre aura d\u00e9pass\u00e9 le seuil sp\u00e9cifi\u00e9.
property.disk-low-threshold.synopsis=Seuil de disque minimum pour limiter les mises \u00e0 jour de la base de donn\u00e9es
property.disk-low-threshold.description=Sp\u00e9cifie l'espace disque "minimum" sur le disque. Quand l'espace libre disponible sur le disque utilis\u00e9 par cette instance de base de donn\u00e9es tombe sous la valeur sp\u00e9cifi\u00e9e, les mises \u00e0 jour de protocole sur cette base de donn\u00e9es sont autoris\u00e9es uniquement par un utilisateur muni du privil\u00e8ge BYPASS_LOCKDOWN.
property.enabled.synopsis=Indique si le backend est activ\u00e9 dans le serveur.
property.enabled.description=Lorsqu\u2019un backend n\u2019est pas activ\u00e9, son contenu n\u2019est pas accessible lors du traitement des op\u00e9rations.
property.entries-compressed.synopsis=Indique si le backend doit tenter de compresser les entr\u00e9es avant de les stocker dans la base de donn\u00e9es.
property.entries-compressed.description=Remarque\u00a0: cette propri\u00e9t\u00e9 s'applique seulement aux entr\u00e9es m\u00eames et n'impacte pas les donn\u00e9es d'index. De plus, l'efficacit\u00e9 de la compression est bas\u00e9e sur le type de donn\u00e9es contenu dans l'entr\u00e9e.
property.entries-compressed.requires-admin-action.synopsis=Les modifications apport\u00e9es \u00e0 ce param\u00e8tre prennent effet seulement pour les processus d'\u00e9criture qui se produisent une fois que la modification est faite. Ceci ne s'applique pas r\u00e9troactivement aux donn\u00e9es existantes.
property.import-queue-size.synopsis=Ce param\u00e8tre a \u00e9t\u00e9 d\u00e9sapprouv\u00e9 dans OpenDS\u00a02.1 et sera supprim\u00e9 dans OpenDJ\u00a03.0. Il permet uniquement de simplifier la migration et ne figure pas dans les versions ult\u00e9rieures \u00e0 OpenDS\u00a02.0.
property.import-queue-size.requires-admin-action.synopsis=Ce param\u00e8tre a \u00e9t\u00e9 d\u00e9sapprouv\u00e9 dans OpenDS\u00a02.1 et sera supprim\u00e9 dans OpenDJ\u00a03.0. Il permet uniquement de simplifier la migration et ne figure pas dans les versions ult\u00e9rieures \u00e0 OpenDS\u00a02.0.
property.import-thread-count.synopsis=Ce param\u00e8tre a \u00e9t\u00e9 d\u00e9sapprouv\u00e9 dans OpenDS\u00a02.1 et sera supprim\u00e9 dans OpenDJ\u00a03.0. Il permet uniquement de simplifier la migration et ne figure pas dans les versions ult\u00e9rieures \u00e0 OpenDS\u00a02.0.
property.import-thread-count.description=Ce param\u00e8tre a \u00e9t\u00e9 d\u00e9sapprouv\u00e9 dans OpenDS\u00a02.1 et sera supprim\u00e9 dans OpenDJ\u00a03.0. Il permet uniquement de simplifier la migration et ne figure pas dans les versions ult\u00e9rieures \u00e0 OpenDS\u00a02.0.
property.import-thread-count.requires-admin-action.synopsis=Les modifications ne prennent pas effet pour une importation qui peut d\u00e9j\u00e0 \u00eatre en cours.
property.index-entry-limit.synopsis=Sp\u00e9cifie le nombre maximal d'entr\u00e9es qui est permis pour correspondre \u00e0 une cl\u00e9 d'index donn\u00e9e, avant que cette cl\u00e9 d'index particuli\u00e8re ne soit plus mise \u00e0 jour.
property.index-entry-limit.description=Cette propri\u00e9t\u00e9 est analogue au seuil ALL IDs dans Sun Java System Directory Server. Remarque\u00a0: ceci est la limite par d\u00e9faut pour le backend, et il peut \u00eatre \u00e9cras\u00e9 pour chaque attribut. Une valeur de 0 signifie qu'il n'y a pas de limite.
property.index-entry-limit.requires-admin-action.synopsis=Si des cl\u00e9s d'index quelconques ont d\u00e9j\u00e0 atteint cette limite, les index ont besoin d'\u00eatre reconstitu\u00e9s avant d'\u00eatre autoris\u00e9s \u00e0 utiliser la nouvelle limite.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l\u2019impl\u00e9mentation du backend.
property.je-property.synopsis=Sp\u00e9cifie les propri\u00e9t\u00e9s de base de donn\u00e9es et d'environnement pour la base de donn\u00e9es Berkeley DB Java Edition distribuant les donn\u00e9es pour ce backend.
property.je-property.description=Toute propri\u00e9t\u00e9 de Berkeley DB Java Edition peut \u00eatre sp\u00e9cifi\u00e9e en utilisant la forme suivante\u00a0: propri\u00e9t\u00e9-nom=propri\u00e9t\u00e9-valeur. Reportez vous \u00e0 la documentation OpenDJ pour plus d'informations sur les propri\u00e9t\u00e9s qui sont li\u00e9es, leurs implications et valeurs dans une plage. L'identification d\u00e9finitive de tous les param\u00e8tres de propri\u00e9t\u00e9 est disponible dans le fichier example.properties dans la distribution de Berkeley DB Java Edition.
property.preload-time-limit.synopsis=Sp\u00e9cifie la dur\u00e9e de temps pendant laquelle le backend est autoris\u00e9 \u00e0 distribuer des donn\u00e9es de "pr\u00e9-chargement" quand il est initialis\u00e9.
property.preload-time-limit.description=Le processus de pr\u00e9-chargement est utilis\u00e9 pour remplir le cache de la base de donn\u00e9es, de fa\u00e7on \u00e0 ce qu'il puisse \u00eatre plus rapidement disponible quand le serveur traite les requ\u00eates. Une dur\u00e9e de z\u00e9ro signifie qu'il n'y a pas de pr\u00e9-chargement.
property.writability-mode.synopsis=Sp\u00e9cifie le comportement que doit adopter le backend lors du traitement des op\u00e9rations d\u2019\u00e9criture.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Entra\u00eene l\u2019\u00e9chec de toutes les tentatives d\u2019\u00e9criture.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Permet l\u2019ex\u00e9cution des op\u00e9rations d\u2019\u00e9criture dans ce backend (si l\u2019op\u00e9ration demand\u00e9e est valide, l\u2019utilisateur est autoris\u00e9 \u00e0 effectuer l\u2019op\u00e9ration, le backend prend en charge ce type d\u2019op\u00e9ration d\u2019\u00e9criture et la propri\u00e9t\u00e9 globale writability-mode est \u00e9galement activ\u00e9e).
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Entra\u00eene l\u2019\u00e9chec des tentatives d\u2019\u00e9criture externes mais autorise les \u00e9critures par r\u00e9plication et op\u00e9rations internes.
relation.local-db-index.user-friendly-name=Index de BD locale
relation.local-db-index.user-friendly-plural-name=Index de BD locale
relation.local-db-index.synopsis=Les index de BD locale sont utilis\u00e9s pour stocker des informations qui permettent la localisation tr\u00e8s rapide d'entr\u00e9es lorsque des op\u00e9rations de recherche sont effectu\u00e9es.
relation.local-db-index.description=L'indexation est effectu\u00e9e pour chaque attribut et diff\u00e9rents types d'indexation peuvent \u00eatre effectu\u00e9s pour diff\u00e9rents types d'attributs, bas\u00e9s sur la fa\u00e7on dont ils sont suppos\u00e9s \u00eatre acc\u00e9d\u00e9s durant les op\u00e9rations de recherche.
relation.local-db-vlv-index.user-friendly-name=Index VLV de BD locale
relation.local-db-vlv-index.user-friendly-plural-name=Index VLV de BD locale
relation.local-db-vlv-index.synopsis=Les index VLV de base de donn\u00e9es locale sont utilis\u00e9s pour stocker des informations concernant une requ\u00eate de recherche sp\u00e9cifique qui permet de les traiter efficacement en utilisant le contr\u00f4le VLV.
relation.local-db-vlv-index.description=Un index VLV avertit efficacement le serveur qu'un affichage de liste virtuelle, avec une requ\u00eate sp\u00e9cifique et des param\u00e8tres de tri, sera effectu\u00e9e. Cet index autorise aussi le serveur \u00e0 collecter et mettre \u00e0 jour les informations requises pour acc\u00e9l\u00e9rer l'affichage de la liste virtuelle.
