user-friendly-name=Zugeh\u00f6rigkeits-Virtuelles-Attribut (Member Virtual Attribute)
user-friendly-plural-name=Durch den User definierte virtuelle Attribute
synopsis=Das Member Virtual Attribute generiert ein member oder uniqueMember attribut wessen Werte die DNs von den Mitgliedern von spezifizierten Virtuellen-Statischen-Gruppen sind.
description=Diese Komponente wird dazu benutzt um Virtuelle-Statische-Gruppen zu implementieren. Virtuelle-Statische-Gruppen machen es m\u00f6glich Eintr\u00e4ge anzulegen die wie Statische-Gruppen aussehen aber all ihre Mitglieder von einer Dynamischen-Gruppe oder irgendeine anderen Art von Gruppe( u.a. auch Statische-Gruppen) bezieht. Die Implementierung ist em effizientesten um herauszufinden ob ein bestimmter User zu einer Gruppe zugeh\u00f6rig ist (z.B. mit einem Suchfilter ala "(uniqueMember=uid=john.doe,ou=People,dc=example,dc=com)"), auch wenn hier in der suche nicht unbedingt die Gruppenmitgliedschaft als R\u00fcckgabewert inkludiert ist. Auch wen es funktioniert alle Gruppenmitglieder (member) oder Eindeutige-Gruppenmitglieder (uniqueMember) einer Gruppe generieren zu lassen, so ist dies doch eine sehr kostenintensive operation bzgl. Performance.
property.allow-retrieving-membership.synopsis=Gibt an ob eine Anfrage die alle Werte f\u00fcr ein Virtuelles-Attribt abfr\u00e4gt verarbeitet werden soll.
property.allow-retrieving-membership.description=Diese Art von Operation kann manchmal sehr kostenintensiv sein und ist nicht Linear mit den Prim\u00e4rfunktion von Virtuellen-Statischen-Gruppen. Die Prim\u00e4rfunktion von Virtuellen-Statischen-Gruppen ist es das gleiche Idiom wie Statische-Grupen zu nutzen um festzustellen ob ein bestimmter User Mitglied einer Gruppe ist oder nicht. Falls das Attribut auf FALSE gesetzt wird, resultieren Versuche die ganze Sammlung an Werten abzufragen in einer leeren Sammlung. Nur Veruche festzustellen ob die Sammlung an Werten einen oder mehreren spezielle Werte enth\u00e4lt werden erwartungsgem\u00e4\u00df ausgef\u00fchrt.
property.attribute-type.synopsis=Gibt den Typ des Attributs an dessen Werte dynamisch durch das virtuelle Attribut zugewiesen werden.
property.base-dn.synopsis=Gibt die Basis-DNs f\u00fcr die Zweige an welche Eintr\u00e4ge beinhalten die g\u00fcltig sind das Virtuelle Attribut zu benutzen.
property.base-dn.description=Falls kein Wert angegeben wird, generiert der Server virtuelle Attribute \u00fcberall im Server.
property.base-dn.default-behavior.alias.synopsis=Der Ort eines Eintrags in einem Server, wird nicht bei der Pr\u00fcfung ob ein Eintrg g\u00fcltig ist, das Virtuelle Attribut zu benutzen, ber\u00fccksichtigt.
property.conflict-behavior.synopsis=Gibt das Verhalten das ein Server annehmen soll an, wenn ein Eintrag einen oder mehrere Echtwerte f\u00fcr das assoziierte Attribut enth\u00e4lt.
property.conflict-behavior.syntax.enumeration.value.merge-real-and-virtual.synopsis=Gibt an dass der Virtual-Attribut-Provider Echtwerte mit virtuell generierten Werten kombinieren soll. Somit Enth\u00e4lt so ein Eintrag virtuell generierte und echte Werte.
property.conflict-behavior.syntax.enumeration.value.real-overrides-virtual.synopsis=Gibt an dass nur Echtwerte, die in einem Eintrag enthalten sind, benutzt werden und virtuelle attribute nicht generiert werden.
property.conflict-behavior.syntax.enumeration.value.virtual-overrides-real.synopsis=Gibt an dass der Virtual-Attribut-Provider alls Echtwerte im Eintrag unterdr\u00fcckt und virtuelle Werte generiert und diese benutzt.
property.enabled.synopsis=Gibt an ob das Member Virtual Attribut zur Verwendung aktiviert ist.
property.filter.synopsis=Gibt den Suchfilter, der verwendet wird, um festzustellen ob virtuelle Attribute f\u00fcr diese Eintr\u00e4ge errechnet werden sollen, an.
property.filter.description=Falls keine Werte angegeben werden so wird jeder Eintrag als g\u00fcltig angesehen den Wert errechnet zu bekommen. Falls ein oder mehrere Filter angegeben werden, so werden nur Eintr\u00e4ge die auf diese Suchfilter passen als g\u00fcltig erachtet, das virtuelle attribut errechnet zu bekommen.
property.filter.syntax.string.pattern.synopsis=Jeder g\u00fcltige Such-Filter-String.
property.group-dn.synopsis=Gibt die DNs der Gruppen, deren Mitglider als g\u00fcltig Erachtet werden, ein virtuelles attribut zu n\u00fctzen, an.
property.group-dn.description=Falls keine Werte angegeben werden, wird die Gruppenmitgliedschaft nicht bei der G\u00fcltigkeitsberechnung bei Errechnung eines virtuellen Attruibuts ber\u00fccksichtigt. Falls eine oder mehrere Gruppen DNs angegeben werden, so d\u00fcrfen nur Mitglieder dieser Gruppen das virtuelle Attribut nutzen.
property.group-dn.default-behavior.alias.synopsis=Gruppenmitgliedschaft wird nicht bei der Errechnung ob ein Eintrag einen Virtuelles Attribut nutzen darf oder nicht nicht ber\u00fccksichtigt. 
property.java-class.synopsis=Gibt den vollqualifizierten Java Klassennamen an welche den Virtual-Attribut-Provider implementiert und somit Virtuelle-Attribute generiert.
