user-friendly-name=Speicher-Backend
user-friendly-plural-name=Speicher-Backends
synopsis=Der Speicher-Backend erm\u00f6glicht eine Directory-Server-Backendimplementierung, die Eintr\u00e4ge im Speicher speichert.
description=Es besteht keinerlei Best\u00e4ndigkeit, und der Inhalt des Backends wird gel\u00f6scht, wenn der Backend online oder offline gebracht und der Server neu gestartet wird.
property.backend-id.synopsis=Gibt einen Namen an, um den assoziierte Backend zu identifizieren.
property.backend-id.description=Der Name muss innerhalb aller Backends im Server eindeutig sein. Die Backend-Id kann nach dem Anlegen im Server nicht mehr ver\u00e4ndert werden.
property.base-dn.synopsis=Gibt die Basis-DN(s) der Daten die ein Backend verwaltet an.
property.base-dn.description=Ein einzelnes Backend kann f\u00fcr eine oder mehrere Basis-DNs verantwortlich sein. Achtung: Die selbe Basis-DN kann nicht innerhalb von zwei Backends definiert sein, aber ein Backend darf eine Basis-DN verwalten welche unter einer anderen Basis-DN liegt, die durch ein anderes Backend verwaltet wird. (\u00e4hnlich der Benutzung von Sub-Suffixen im Sun Java System Directory Server) Falls irgendeine Basis-Dn eine untergeordnete DN einer Basis-Dn die durch ein anderes Backend verwaltet wird ist, dann m\u00fcssen alle Basis-DNs f\u00fcr das Backend zur selben Basis-DN untergeordnet sein.
property.base-dn.requires-admin-action.synopsis=Es ist standardm\u00e4ssig keine Admint\u00e4tigkeit vonn\u00f6ten. Es kann aber sein, dass Admint\u00e4tigkeit auf einer pro Backend Basis ben\u00f6tigt wird bevor eine neue Basis-DN benutzt werden kann.
property.enabled.synopsis=Gibt an, ob das Backend im Server aktiviert ist.
property.enabled.description=Wenn ein Backend nicht aktiviert ist, sind die entsprechenden Daten f\u00fcr die Verarbeitung nicht verf\u00fcgbar.
property.java-class.synopsis=Gibt den vollqualifizierten Java-Klassennamen an, welche die Backend-Implementierung bereitstellt.
property.writability-mode.synopsis=Gibt das Verhalten an, welches das Backend annehmen soll, wenn Schreiboperationen durchgef\u00fchrt werden.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Bewirkt, dass alle Schreiboperationen fehlschlagen.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Erlaubt, dass Schreiboperationen im Backend durchgef\u00fchrt werden k\u00f6nnen. Trifft dann zu, wenn die angeforderte Operation g\u00fcltig ist, der User berechtigt ist, die Operation auszuf\u00fchren, das Backend den Typ von Schreiboperation unterst\u00fctzt und die globale Beschreibbarkeitsmodus-Eigenschaft aktiviert ist.
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Bewirkt, dass externe Schreiboperatioenen fehlschlagen, erlaubt jedoch das Schreiben durch Replikation oder interne Operationen.
