user-friendly-name=Grupo de red
user-friendly-plural-name=Grupos de red
synopsis=El grupo de red se utiliza para clasificar conexiones de cliente entrantes y solicitudes de ruta para flujos de trabajo.
property.allowed-auth-method.synopsis=Especifica un grupo de m\u00e9todos de autorizaci\u00f3n permitidos que los clientes tienen que usar para establecer conexiones a este grupo de red.
property.allowed-auth-method.default-behavior.alias.synopsis=Se permite el uso de todos los m\u00e9todos de autorizaci\u00f3n.
property.allowed-auth-method.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.allowed-auth-method.syntax.enumeration.value.anonymous.synopsis=Clientes no autorizados.
property.allowed-auth-method.syntax.enumeration.value.sasl.synopsis=Clientes que se conectan mediante una autenticaci\u00f3n basada en certificado SASL/externa.
property.allowed-auth-method.syntax.enumeration.value.simple.synopsis=Clientes que se conectan mediante una autenticaci\u00f3n simple (nombre y contrase\u00f1a).
property.allowed-bind-dn.synopsis=Especifica un grupo de patrones de ND de conexi\u00f3n que determinan los clientes que pueden establecer conexiones con este grupo de red.
property.allowed-bind-dn.description=Los filtros v\u00e1lidos de ND de conexi\u00f3n son cadenas compuestas de cero a m\u00e1s caracteres comod\u00edn. Dos caracteres comod\u00edn (**) sustituyen a uno o varios componentes de RDN (como, por ejemplo, en "uid=dmiller,**,dc=example,dc=com"). Un \u00fanico car\u00e1cter comod\u00edn (*) sustituye a todo un RDN, un tipo completo o una subcadena de valor (como, por ejemplo, en "uid=bj*,ou=people,dc=example,dc=com").
property.allowed-bind-dn.default-behavior.alias.synopsis=Se permite el uso de todos los ND de enlace.
property.allowed-bind-dn.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.allowed-client.synopsis=Especifica un grupo de nombres de host o m\u00e1scaras de direcci\u00f3n que determinan los clientes que pueden establecer conexiones con este grupo de red.
property.allowed-client.description=Los valores v\u00e1lidos incluyen un nombre de host, un nombre de dominio completamente calificado, un nombre de dominio, una direcci\u00f3n IP o una subred con una m\u00e1scara de subred.
property.allowed-client.default-behavior.alias.synopsis=Se permiten todos los clientes con direcciones que no coincidan con ninguna de las incluidas en la lista de direcciones denegadas. Si no existe ninguna lista de denegaci\u00f3n, se permitir\u00e1n todos los clientes.
property.allowed-client.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.allowed-protocol.synopsis=Especifica un grupo de protocolos compatibles admitidos que los clientes tienen que usar para establecer conexi\u00f3n con este grupo de red.
property.allowed-protocol.default-behavior.alias.synopsis=Se permite el uso de todos los protocolos admitidos.
property.allowed-protocol.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.allowed-protocol.syntax.enumeration.value.ldap.synopsis=Los clientes que usan LDAP est\u00e1n permitidos.
property.allowed-protocol.syntax.enumeration.value.ldaps.synopsis=Los clientes que usan LDAPS est\u00e1n permitidos.
property.denied-client.synopsis=Especifica un grupo de nombres de host o m\u00e1scaras de direcci\u00f3n que determinan si los clientes pueden o no establecer conexiones con este grupo de red.
property.denied-client.description=Los valores v\u00e1lidos incluyen un nombre de host, un nombre de dominio completamente calificado, un nombre de dominio, una direcci\u00f3n IP o una subred con una m\u00e1scara de subred. Si se define tanto la m\u00e1scara de denegaci\u00f3n como la de permiso, y una conexi\u00f3n de cliente coincide con al menos una de las m\u00e1scaras de ambas listas, se denegar\u00e1 la conexi\u00f3n. Si solo se especifica una lista de denegaci\u00f3n, se permitir\u00e1 cualquier cliente que no coincida con una m\u00e1scara de dicha lista.
property.denied-client.default-behavior.alias.synopsis=Si se especifica una lista de permitidos, s\u00f3lo se permitir\u00e1n los clientes cuyas direcciones est\u00e9n incluidas en dicha lista. De lo contrario, se permiten todos los clientes.
property.denied-client.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.enabled.synopsis=Indica si se ha habilitado el grupo de red para su uso en el servidor.
property.enabled.description=Si un grupo de red no est\u00e1 habilitado, sus flujos de trabajo no estar\u00e1n accesibles al procesar las operaciones.
property.is-security-mandatory.synopsis=Especifica si se necesita una conexi\u00f3n de cliente segura o no para que los clientes establezcan conexi\u00f3n con este grupo de red.
property.is-security-mandatory.requires-admin-action.synopsis=Los cambios realizados en este atributo se aplican inmediatamente y no interfieren con las conexiones que ya se hayan establecido.
property.priority.synopsis=Especifica la prioridad para este grupo de red.
property.priority.description=Una conexi\u00f3n de un cliente primero se compara con el grupo de red con la prioridad m\u00e1s baja. Si la conexi\u00f3n del cliente no coincide con los criterios de conexi\u00f3n, la conexi\u00f3n del cliente se compara con el grupo de red con la siguiente prioridad m\u00e1s baja, y as\u00ed sucesivamente. Si no se selecciona el grupo de red, se rechaza la conexi\u00f3n del cliente.
property.workflow.synopsis=Especifica un grupo de flujos de trabajo que debe estar accesible desde este grupo de red.
property.workflow.default-behavior.alias.synopsis=No habr\u00e1 flujos de red accesibles.
property.workflow.syntax.aggregation.constraint-synopsis=Los flujos de trabajo a los que se hace referencia deben estar habilitados.
relation.network-group-qos-policy.user-friendly-name=Directiva de QOS del grupo de red
relation.network-group-qos-policy.user-friendly-plural-name=Directivas de QOS del grupo de red
relation.network-group-qos-policy.synopsis=Especifica las directivas de conjunto de calidad de servicio (QOS) ejecutadas por la directiva QOS.
relation.network-group-qos-policy.description=Todas las conexiones del cliente que pertenezcan a la directiva de QOS cumplir\u00e1n estas directivas.
