user-friendly-name=Complemento de grupo de redes
user-friendly-plural-name=Complementos de grupo de redes
synopsis=El complemento de grupo de redes permite conexiones de grupo en diferentes grupos de redes y ejecuta pol\u00edticas espec\u00edficas de limitaci\u00f3n de recursos para cada grupo de redes.
description=El complemento de grupo de redes crea grupos de redes en funci\u00f3n de los criterios de conexi\u00f3n del cliente. Cada grupo de redes define las pol\u00edticas de limitaci\u00f3n de recursos aplicadas a todas sus conexiones.
property.enabled.synopsis=Indica si el complemento est\u00e1 habilitado para su uso.
property.invoke-for-internal-operations.synopsis=Indica si debe invocarse el complemento para operaciones internas.
property.invoke-for-internal-operations.description=Cualquier complemento que pueda invocarse para operaciones internas debe garantizar que no crea ninguna operaci\u00f3n interna nueva susceptible de provocar que se vuelva a invocar el mismo complemento.
property.java-class.synopsis=Especifica el nombre completo de la clase de Java que proporciona la implementaci\u00f3n del complemento.
property.plugin-type.synopsis=Especifica el conjunto de tipos de complemento para el complemento concreto, que especifica el n\u00famero de veces que \u00e9ste se invoca.
property.plugin-type.syntax.enumeration.value.intermediateresponse.synopsis=Invocaci\u00f3n antes de enviar un mensaje de respuesta intermedia al cliente.
property.plugin-type.syntax.enumeration.value.ldifexport.synopsis=Invocaci\u00f3n para que se escriba cada operaci\u00f3n durante una exportaci\u00f3n LDIF.
property.plugin-type.syntax.enumeration.value.ldifimport.synopsis=Invocaci\u00f3n para cada lectura de entrada durante una importaci\u00f3n LDIF.
property.plugin-type.syntax.enumeration.value.ldifimportbegin.synopsis=Se invoca al principio de una sesi\u00f3n de importaci\u00f3n de LDIF.
property.plugin-type.syntax.enumeration.value.ldifimportend.synopsis=Se invoca al principio de una SESI\u00d3N de importaci\u00f3n de LDIF.
property.plugin-type.syntax.enumeration.value.postconnect.synopsis=Invocaci\u00f3n cuando se establezca una nueva conexi\u00f3n en el servidor.
property.plugin-type.syntax.enumeration.value.postdisconnect.synopsis=Invocaci\u00f3n cuando se anula una conexi\u00f3n existente (por parte del cliente o el servidor).
property.plugin-type.syntax.enumeration.value.postoperationabandon.synopsis=Invocaci\u00f3n tras completar el proceso de abandono.
property.plugin-type.syntax.enumeration.value.postoperationadd.synopsis=Invocaci\u00f3n tras completar el proceso de adici\u00f3n de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationbind.synopsis=Invocaci\u00f3n tras completar el proceso de enlace de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationcompare.synopsis=Invocaci\u00f3n tras completar el proceso de comparaci\u00f3n de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationdelete.synopsis=Invocaci\u00f3n tras completar el proceso de eliminaci\u00f3n de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationextended.synopsis=Invocaci\u00f3n tras completar el proceso ampliado de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationmodify.synopsis=Invocaci\u00f3n tras completar el proceso de modificaci\u00f3n de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationmodifydn.synopsis=Invocaci\u00f3n tras completar el proceso de modificaci\u00f3n de ND de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationsearch.synopsis=Invocaci\u00f3n tras completar el proceso de b\u00fasqueda de n\u00facleo, pero antes de enviar la respuesta al cliente.
property.plugin-type.syntax.enumeration.value.postoperationunbind.synopsis=Invocaci\u00f3n tras completar el proceso de desvinculaci\u00f3n.
property.plugin-type.syntax.enumeration.value.postresponseadd.synopsis=Invocaci\u00f3n tras enviar la respuesta de adici\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsebind.synopsis=Invocaci\u00f3n tras enviar la respuesta de enlace al cliente.
property.plugin-type.syntax.enumeration.value.postresponsecompare.synopsis=Invocaci\u00f3n tras enviar la respuesta de comparaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsedelete.synopsis=Invocaci\u00f3n tras enviar la respuesta de eliminaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponseextended.synopsis=Invocaci\u00f3n tras enviar la respuesta ampliada al cliente.
property.plugin-type.syntax.enumeration.value.postresponsemodify.synopsis=Invocaci\u00f3n tras enviar la respuesta de modificaci\u00f3n al cliente.
property.plugin-type.syntax.enumeration.value.postresponsemodifydn.synopsis=Invocaci\u00f3n tras enviar la respuesta de modificaci\u00f3n de ND al cliente.
property.plugin-type.syntax.enumeration.value.postresponsesearch.synopsis=Invocaci\u00f3n tras enviar el mensaje de los resultados de la b\u00fasqueda realizada al cliente.
property.plugin-type.syntax.enumeration.value.postsynchronizationadd.synopsis=Invocaci\u00f3n tras completar el proceso de post-sincronizaci\u00f3n para una operaci\u00f3n de adici\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationdelete.synopsis=Invocaci\u00f3n tras completar el proceso de post-sincronizaci\u00f3n para una operaci\u00f3n de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodify.synopsis=Invocaci\u00f3n tras completar el proceso de post-sincronizaci\u00f3n para una operaci\u00f3n de modificaci\u00f3n.
property.plugin-type.syntax.enumeration.value.postsynchronizationmodifydn.synopsis=Invocaci\u00f3n tras completar el proceso de post-sincronizaci\u00f3n para una operaci\u00f3n de modificaci\u00f3n de ND.
property.plugin-type.syntax.enumeration.value.preoperationadd.synopsis=Invocaci\u00f3n antes de realizar el proceso de adici\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationbind.synopsis=Invocaci\u00f3n antes de realizar el proceso de enlace de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationcompare.synopsis=Invocaci\u00f3n antes de realizar el proceso de comparaci\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationdelete.synopsis=Invocaci\u00f3n antes de realizar el proceso de eliminaci\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationextended.synopsis=Invocaci\u00f3n antes de realizar el proceso ampliado de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationmodify.synopsis=Invocaci\u00f3n antes de realizar el proceso de modificaci\u00f3n de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationmodifydn.synopsis=Invocaci\u00f3n antes de realizar el proceso de modificaci\u00f3n de ND de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preoperationsearch.synopsis=Invocaci\u00f3n antes de realizar el proceso de b\u00fasqueda de n\u00facleo.
property.plugin-type.syntax.enumeration.value.preparseabandon.synopsis=Invocaci\u00f3n antes de analizar una solicitud de abandono.
property.plugin-type.syntax.enumeration.value.preparseadd.synopsis=Invocaci\u00f3n antes de analizar una solicitud de adici\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsebind.synopsis=Invocaci\u00f3n antes de analizar una solicitud de enlace.
property.plugin-type.syntax.enumeration.value.preparsecompare.synopsis=Invocaci\u00f3n antes de analizar una solicitud de comparaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsedelete.synopsis=Invocaci\u00f3n antes de analizar una solicitud de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparseextended.synopsis=Invocaci\u00f3n antes de analizar una solicitud ampliada.
property.plugin-type.syntax.enumeration.value.preparsemodify.synopsis=Invocaci\u00f3n antes de analizar una solicitud de modificaci\u00f3n.
property.plugin-type.syntax.enumeration.value.preparsemodifydn.synopsis=Invocaci\u00f3n antes de analizar una solicitud de modificaci\u00f3n de ND.
property.plugin-type.syntax.enumeration.value.preparsesearch.synopsis=Invocaci\u00f3n antes de analizar una solicitud de b\u00fasqueda.
property.plugin-type.syntax.enumeration.value.preparseunbind.synopsis=Invocaci\u00f3n antes de analizar una solicitud de desvinculaci\u00f3n.
property.plugin-type.syntax.enumeration.value.searchresultentry.synopsis=Invocaci\u00f3n antes de enviar una entrada de los resultados de b\u00fasqueda al cliente.
property.plugin-type.syntax.enumeration.value.searchresultreference.synopsis=Invocaci\u00f3n antes de enviar una referencia de los resultados de b\u00fasqueda al cliente.
property.plugin-type.syntax.enumeration.value.shutdown.synopsis=Invocaci\u00f3n durante un cierre parcial del servidor de directorios.
property.plugin-type.syntax.enumeration.value.startup.synopsis=Invocaci\u00f3n durante el proceso de inicio del servidor de directorios.
property.plugin-type.syntax.enumeration.value.subordinatedelete.synopsis=Invocado durante la eliminaci\u00f3n de una entrada subordinada de una operaci\u00f3n de eliminaci\u00f3n.
property.plugin-type.syntax.enumeration.value.subordinatemodifydn.synopsis=Invocaci\u00f3n mientras se mueve o renombra una entrada subordinada al destino de una operaci\u00f3n de modificaci\u00f3n de ND.
