user-friendly-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7
user-friendly-plural-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7
synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306f\u53d7\u4fe1\u63a5\u7d9a\u3092\u5206\u985e\u3057\u3001\u8981\u6c42\u3092\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306b\u914d\u4fe1\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.enabled.synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u304c\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.enabled.description=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u3068\u304d\u306b\u305d\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002
property.network-group-id.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.network-group-id.description=\u540d\u524d\u306f\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u3059\u3079\u3066\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u4e2d\u3067\u56fa\u6709\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.priority.synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u8a55\u4fa1\u9806\u5e8f\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.priority.description=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306f\u6700\u521d\u306b\u512a\u5148\u5ea6 1 \u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3068\u6bd4\u8f03\u3055\u308c\u307e\u3059\u3002\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u304c\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u6761\u4ef6\u306b\u4e00\u81f4\u3057\u306a\u3044\u5834\u5408\u3001\u305d\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306f\u512a\u5148\u5ea6 2 \u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3068\u6bd4\u8f03\u3055\u308c\u307e\u3059\u3002
property.workflow.synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u7279\u5b9a\u3057\u307e\u3059\u3002
property.workflow.syntax.aggregation.constraint-synopsis=\u53c2\u7167\u5148\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
relation.network-group-criteria.user-friendly-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u6761\u4ef6
relation.network-group-criteria.synopsis=\u3053\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u6761\u4ef6\u306e\u30bb\u30c3\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
relation.network-group-criteria.description=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u306f\u3001\u3053\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u6761\u4ef6\u306b\u5bfe\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u6761\u4ef6\u306b\u4e00\u81f4\u3059\u308b\u5834\u5408\u306b\u306e\u307f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u6761\u4ef6\u306b\u5c5e\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
relation.network-group-request-filtering-policy.user-friendly-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u8981\u6c42\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30dd\u30ea\u30b7\u30fc
relation.network-group-request-filtering-policy.synopsis=\u3053\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u8981\u6c42\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30dd\u30ea\u30b7\u30fc\u306b\u3088\u3063\u3066\u5b9f\u65bd\u3055\u308c\u308b\u8981\u6c42\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30dd\u30ea\u30b7\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
relation.network-group-request-filtering-policy.description=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u8981\u6c42\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30dd\u30ea\u30b7\u30fc\u306b\u5c5e\u3059\u308b\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u304c\u8981\u6c42\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30dd\u30ea\u30b7\u30fc\u306b\u6e96\u62e0\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
relation.network-group-resource-limits.user-friendly-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u30ea\u30bd\u30fc\u30b9\u5236\u9650
relation.network-group-resource-limits.synopsis=\u3053\u306e\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u30ea\u30bd\u30fc\u30b9\u5236\u9650\u306b\u3088\u3063\u3066\u5b9f\u65bd\u3055\u308c\u308b\u30ea\u30bd\u30fc\u30b9\u5236\u9650\u306e\u30bb\u30c3\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
relation.network-group-resource-limits.description=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306e\u30ea\u30bd\u30fc\u30b9\u5236\u9650\u306b\u5c5e\u3059\u308b\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u63a5\u7d9a\u304c\u30ea\u30bd\u30fc\u30b9\u5236\u9650\u30dd\u30ea\u30b7\u30fc\u306b\u6e96\u62e0\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
