user-friendly-name=Fournisseur de gestionnaire de cl\u00e9 PKCS11
user-friendly-plural-name=Fournisseurs de gestionnaire de cl\u00e9 PKCS11
synopsis=Le fournisseur de gestionnaire de cl\u00e9 PKCS11 permet au serveur d'acc\u00e9der aux informations de cl\u00e9 priv\u00e9e via l'interface PKCS11.
description=Cette interface standard est utilis\u00e9e par des acc\u00e9l\u00e9rateurs de chiffrement et des modules de s\u00e9curit\u00e9 de mat\u00e9riel.
constraint.1.synopsis=Le mot de passe du keystore doit \u00eatre sp\u00e9cifi\u00e9 lors de l'utilisation des propri\u00e9t\u00e9s key-store-pin quand le fournisseur de gestionnaire de cl\u00e9 PKCS11 est activ\u00e9.
property.enabled.synopsis=Indique si le fournisseur de gestionnaire de cl\u00e9 PKCS11 est activ\u00e9 pour utilisation.
property.java-class.synopsis=Le nom complet de la classe Java qui fournit l'impl\u00e9mentation du fournisseur de gestionnaire de cl\u00e9 PKCS11.
property.key-store-pin.synopsis=Sp\u00e9cifie le num\u00e9ro d'identification personnel en texte clair n\u00e9cessaire \u00e0 l'ouverture du gestionnaire de cl\u00e9s PKCS11.
property.key-store-pin.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 seront effectives \u00e0 la prochaine ouverture du gestionnaire de cl\u00e9s PKCS11.
property.key-store-pin-environment-variable.synopsis=Sp\u00e9cifie le nom de la variable d'environnement contenant le num\u00e9ro d'identification personnel en texte en clair n\u00e9cessaire \u00e0 l'acc\u00e8s au gestionnaire de cl\u00e9s PKCS11.
property.key-store-pin-environment-variable.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 seront effectives au prochain acc\u00e8s du gestionnaire de cl\u00e9s PKCS11.
property.key-store-pin-environment-variable.syntax.string.pattern.synopsis=Le nom d'une variable d'environnement d\u00e9finie qui contient le num\u00e9ro d'identification personnel en texte clair n\u00e9cessaire pour l'acc\u00e8s au contenu du keystore.
property.key-store-pin-file.synopsis=Sp\u00e9cifie le chemin vers le fichier texte dont le seul contenu doit \u00eatre une ligne unique contenant le num\u00e9ro d'identification personnel en texte clair n\u00e9cessaire \u00e0 l'acc\u00e8s au gestionnaire de cl\u00e9s PKCS11.
property.key-store-pin-file.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 seront effectives au prochain acc\u00e8s du gestionnaire de cl\u00e9s PKCS11.
property.key-store-pin-file.syntax.string.pattern.synopsis=Un chemin vers un fichier existant qui est lisible par le serveur.
property.key-store-pin-property.synopsis=Sp\u00e9cifie le nom de la variable d'environnement contenant le num\u00e9ro d'identification personnel en texte en clair n\u00e9cessaire \u00e0 l'acc\u00e8s au gestionnaire de cl\u00e9s PKCS11.
property.key-store-pin-property.requires-admin-action.synopsis=Les modifications de cette propri\u00e9t\u00e9 seront effectives au prochain acc\u00e8s du gestionnaire de cl\u00e9s PKCS11.
property.key-store-pin-property.syntax.string.pattern.synopsis=Le nom d'une propri\u00e9t\u00e9 Java d\u00e9finie.
