user-friendly-name=Domaine de r\u00e9plication
user-friendly-plural-name=Domaines de r\u00e9plication
synopsis=Le domaine de r\u00e9plication est constitu\u00e9 de plusieurs Directory Servers partageant le m\u00eame ensemble synchronis\u00e9 de donn\u00e9es.
property.assured-sd-level.synopsis=Le niveau de reconnaissance pour le sous-mode assurant des donn\u00e9es s\u00fbres.
property.assured-sd-level.description=Lorsque la r\u00e9plication en mode assur\u00e9 est configur\u00e9e en mode de donn\u00e9es s\u00e9curis\u00e9es, cette valeur d\u00e9finit le nombre de serveurs de r\u00e9plication (avec le m\u00eame ID de groupe du serveur local) qui doivent accuser r\u00e9ception de la mise \u00e0 jour envoy\u00e9e avant le retour de l\u2019appel du client LDAP.
property.assured-timeout.synopsis=Valeur du d\u00e9lai d\u2019attente des accus\u00e9s de r\u00e9ception en mode assur\u00e9
property.assured-timeout.description=D\u00e9finit la dur\u00e9e d\u2019attente en millisecondes du serveur des accus\u00e9s de r\u00e9ception en mode assur\u00e9 (en mode de r\u00e9plication assur\u00e9 de donn\u00e9es s\u00e9curis\u00e9es ou de lecture s\u00e9curis\u00e9e) avant de renvoyer l\u2019appel du client LDAP.
property.assured-type.synopsis=D\u00e9finit le mode de r\u00e9plication assur\u00e9 du domaine r\u00e9pliqu\u00e9.
property.assured-type.description=La r\u00e9plication en mode assur\u00e9 peut \u00eatre activ\u00e9e ou d\u00e9sactiv\u00e9e. Quand elle est activ\u00e9e, deux modes sont disponibles\u00a0: mode de donn\u00e9es s\u00e9curis\u00e9es ou de lecture s\u00e9curis\u00e9e.
property.assured-type.syntax.enumeration.value.not-assured.synopsis=La r\u00e9plication en mode assur\u00e9 est d\u00e9sactiv\u00e9e. Les mises \u00e0 jour envoy\u00e9es pour la r\u00e9plication (pour \u00eatre rediffus\u00e9es sur d\u2019autres serveurs LDAP de la topologie) sont envoy\u00e9es sans attendre aucun accus\u00e9 de r\u00e9ception et l\u2019appel du client LDAP est renvoy\u00e9 imm\u00e9diatement.
property.assured-type.syntax.enumeration.value.safe-data.synopsis=La r\u00e9plication est activ\u00e9e en mode de donn\u00e9es s\u00e9curis\u00e9es\u00a0: les mises \u00e0 jour envoy\u00e9es pour la r\u00e9plication doivent \u00eatre accus\u00e9es de r\u00e9ception par les serveurs de r\u00e9plication qui ont le m\u00eame ID de groupe que le serveur local (d\u00e9fini avec la propri\u00e9t\u00e9 group-id). Le nombre d\u2019accus\u00e9s de r\u00e9ception pr\u00e9vu est d\u00e9fini par la propri\u00e9t\u00e9 assured-sd-level. Apr\u00e8s la r\u00e9ception d\u2019accus\u00e9s de r\u00e9ception, l\u2019appel du client LDAP est renvoy\u00e9.
property.assured-type.syntax.enumeration.value.safe-read.synopsis=La r\u00e9plication est activ\u00e9e en mode de lecture s\u00e9curis\u00e9e\u00a0: les mises \u00e0 jour envoy\u00e9es pour la r\u00e9plication doivent \u00eatre accus\u00e9es de r\u00e9ception par les serveurs LDAP de la topologie qui ont le m\u00eame ID de groupe que le serveur local (d\u00e9fini avec la propri\u00e9t\u00e9 group-id). Apr\u00e8s la r\u00e9ception d\u2019accus\u00e9s de r\u00e9ception, l\u2019appel du client LDAP est renvoy\u00e9.
property.base-dn.synopsis=Sp\u00e9cifie le DN de base des donn\u00e9es r\u00e9pliqu\u00e9es.
property.changetime-heartbeat-interval.synopsis=Sp\u00e9cifie l\u2019intervalle de pulsation utilis\u00e9 par le serveur d\u2019annuaire lors de l\u2019envoi de son heure de modification locale au serveur de r\u00e9plication.
property.changetime-heartbeat-interval.description=Le serveur d\u2019annuaire envoie une pulsation r\u00e9guli\u00e8re au serveur de r\u00e9plication au cours de l\u2019intervalle d\u00e9fini. La pulsation indique l\u2019heure de modification du serveur d\u2019annuaire au serveur de r\u00e9plication.
property.fractional-exclude.synopsis=Permet d\u2019exclure certains attributs pour effectuer une r\u00e9plication vers ce serveur.
property.fractional-exclude.description=Si vous utilisez l\u2019attribut de configuration fractional-exclude, les attributs d\u00e9finis dans cet attribut seront ignor\u00e9s (non ajout\u00e9s/modifi\u00e9s/supprim\u00e9s) lorsqu\u2019une op\u00e9ration ex\u00e9cut\u00e9e depuis un autre serveur d\u2019annuaire est rediffus\u00e9e sur le serveur local. Remarque\u00a0: cet attribut de configuration et l\u2019attribut fractional-exclude s\u2019excluent mutuellement.
property.fractional-exclude.syntax.string.pattern.synopsis=D\u00e9finit un ou plusieurs attributs d\u2019une classe donn\u00e9e ou de toutes les classes possibles pour proc\u00e9der \u00e0 l\u2019exclusion de la r\u00e9plication.
property.fractional-include.synopsis=Permet d\u2019inclure certains attributs pour effectuer une r\u00e9plication vers ce serveur.
property.fractional-include.description=Si vous utilisez l\u2019attribut de configuration fractional-exclude, les attributs d\u00e9finis dans cet attribut seront ajout\u00e9s/modifi\u00e9s/supprim\u00e9s lorsqu\u2019une op\u00e9ration ex\u00e9cut\u00e9e depuis un autre serveur d\u2019annuaire est rediffus\u00e9e sur le serveur local. Remarque\u00a0: cet attribut de configuration et l\u2019attribut fractional-exclude s\u2019excluent mutuellement.
property.fractional-include.syntax.string.pattern.synopsis=D\u00e9finit un ou plusieurs attributs d\u2019une classe donn\u00e9e ou de toutes les classes possibles pour proc\u00e9der \u00e0 l\u2019inclusion dans la r\u00e9plication.
property.group-id.synopsis=ID de groupe associ\u00e9 \u00e0 ce domaine r\u00e9pliqu\u00e9
property.group-id.description=Cette valeur d\u00e9finit l\u2019ID de groupe du domaine r\u00e9pliqu\u00e9. Le syst\u00e8me de r\u00e9plication va se connecter de pr\u00e9f\u00e9rence et envoyer des mises \u00e0 jour pour r\u00e9pliquer vers un serveur de r\u00e9plication avec le m\u00eame ID de groupe que le sien (ID de groupe du serveur local).
property.heartbeat-interval.synopsis=Sp\u00e9cifie l'intervalle de battement de c\u0153ur que Directory Server utilise lors de la communication avec les serveurs de r\u00e9plication.
property.heartbeat-interval.description=Directory Server attend un battement de c\u0153ur normal venant du serveur de r\u00e9plication dans l'intervalle sp\u00e9cifi\u00e9. Si un battement de c\u0153ur n'est pas re\u00e7u dans l'intervalle, Directory Server ferme sa connexion et se connecte \u00e0 un autre serveur de r\u00e9plication.
property.initialization-window-size.synopsis=Sp\u00e9cifie la taille de la fen\u00eatre que ce serveur d'annuaire peut utiliser lorsqu'il communique avec des serveurs d'annuaire distants pour une initialisation.
property.isolation-policy.synopsis=Sp\u00e9cifie le comportement de Directory Server si une op\u00e9ration en \u00e9criture est tent\u00e9e sur les donn\u00e9es dans le domaine de r\u00e9plication quand aucun des serveurs de r\u00e9plication configur\u00e9 n'est disponible.
property.isolation-policy.syntax.enumeration.value.accept-all-updates.synopsis=Indique que les mises \u00e0 jour doivent \u00eatre accept\u00e9es m\u00eame si ce n'est pas possible de les envoyer vers un serveur de r\u00e9plication. Le renvoi de ces mises \u00e0 jour vers des serveurs de r\u00e9plication est effectu\u00e9 au mieux quand l'un d'entre eux est disponible. Cependant ces modifications pr\u00e9sentent un risque car elles sont uniquement disponibles \u00e0 partir de l'historique des informations. Ce mode peut aussi introduire une latence \u00e9lev\u00e9e de r\u00e9plication.
property.isolation-policy.syntax.enumeration.value.reject-all-updates.synopsis=Indique que toutes les tentatives de mises \u00e0 jour sur ce domaine de r\u00e9plication sont refus\u00e9es quand aucun serveur de r\u00e9plication n'est disponible.
property.log-changenumber.synopsis=Indique si ce serveur consigne le nombre de modifications dans un journal d'acc\u00e8s.
property.log-changenumber.description=Cette valeur bool\u00e9enne indique si le domaine doit consigner le nombre de modifications des op\u00e9rations r\u00e9pliqu\u00e9es dans le journal d'acc\u00e8s.
property.referrals-url.synopsis=Les URL d\u2019autres serveurs LDAP doivent renvoyer vers le serveur local.
property.referrals-url.description=Les URL utilis\u00e9es par des serveurs pairs de la topologie doivent renvoyer vers le serveur local via des r\u00e9f\u00e9rences LDAP. Si cet attribut n'est pas d\u00e9fini, chaque URL disponible pour acc\u00e9der \u00e0 ce serveur sera utilis\u00e9e. Si elles sont d\u00e9finies, seules les URL sp\u00e9cifi\u00e9es sont utilis\u00e9es.
property.referrals-url.syntax.string.pattern.synopsis=Une URL LDAP conforme \u00e0 RFC 2255.
property.replication-server.synopsis=Sp\u00e9cifie les adresses des serveurs de r\u00e9plication dans le domaine de r\u00e9plication auquel Directory Server doit essayer de se connecter \u00e0 l'heure du d\u00e9marrage.
property.replication-server.description=Les adresses doivent \u00eatre sp\u00e9cifi\u00e9es en utilisant la syntaxe\u00a0: hostname:port
property.replication-server.syntax.string.pattern.synopsis=Un nom d'h\u00f4te suivi d'un ":" et un num\u00e9ro de port.
property.server-id.synopsis=Sp\u00e9cifie un identifiant unique pour Directory Server dans le domaine de r\u00e9plication.
property.server-id.description=Chaque Directory Server dans le m\u00eame domaine de r\u00e9plication doit avoir un ID de serveur diff\u00e9rent. Un Directory Server qui est membre de plusieurs domaines de r\u00e9plication peut utiliser le m\u00eame ID de serveur pour chacune des configurations de son domaine de r\u00e9plication.
property.solve-conflicts.synopsis=Indique si le serveur a r\u00e9solu le conflit.
property.solve-conflicts.description=Cette valeur bool\u00e9enne indique si ce domaine conserve l\u2019historique des informations permettant de r\u00e9soudre des conflits. Lorsque cette valeur est d\u00e9finie sur false, le serveur ne conserve pas l\u2019historique et par cons\u00e9quent, ne pourra pas r\u00e9soudre le conflit. Vous devez le faire uniquement si la r\u00e9plication est d\u00e9ploy\u00e9e selon le type ma\u00eetre unique.
property.window-size.synopsis=Sp\u00e9cifie la taille de la fen\u00eatre que Directory Server utilise lors de la communication avec les serveurs de r\u00e9plication.
relation.external-changelog-domain.user-friendly-name=Domaine du Changelog Externe
relation.external-changelog-domain.synopsis=Le domaine du journal des modifications externe fournit une configuration du journal pour le domaine de r\u00e9plication.
