user-friendly-name=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3
user-friendly-plural-name=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3
synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u306f\u3001\u540c\u671f\u3055\u308c\u305f\u540c\u3058\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3092\u5171\u7528\u3059\u308b\u8907\u6570\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u69cb\u6210\u3055\u308c\u307e\u3059\u3002
property.assured-sd-level.synopsis=\u5b89\u5168\u30c7\u30fc\u30bf\u306e\u4fdd\u8a3c\u3055\u308c\u305f\u30b5\u30d6\u30e2\u30fc\u30c9\u306b\u5bfe\u3059\u308b\u80af\u5b9a\u5fdc\u7b54\u306e\u30ec\u30d9\u30eb\u3002
property.assured-sd-level.description=\u4fdd\u8a3c\u30e2\u30fc\u30c9\u304c\u5b89\u5168\u30c7\u30fc\u30bf\u306e\u30e2\u30fc\u30c9\u3067\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u3053\u306e\u5024\u3067\u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u6570\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002LDAP \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u547c\u3073\u51fa\u3057\u304c\u8fd4\u3055\u308c\u308b\u306b\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u9001\u4fe1\u3055\u308c\u305f\u66f4\u65b0\u3092\u80af\u5b9a\u5fdc\u7b54\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.assured-timeout.synopsis=\u4fdd\u8a3c\u30e2\u30fc\u30c9\u306e\u80af\u5b9a\u78ba\u8a8d\u5fdc\u7b54\u3092\u5f85\u6a5f\u3059\u308b\u969b\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u5024\u3002
property.assured-timeout.description=\u5b89\u5168\u30c7\u30fc\u30bf\u307e\u305f\u306f\u5b89\u5168\u8aad\u307f\u53d6\u308a\u306e\u4fdd\u8a3c\u30b5\u30d6\u30e2\u30fc\u30c9\u306e\u3044\u305a\u308c\u304b\u3067\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u4fdd\u8a3c\u3055\u308c\u305f\u80af\u5b9a\u78ba\u8a8d\u5fdc\u7b54\u3092\u5f85\u6a5f\u3059\u308b\u6642\u9593\u3092\u30df\u30ea\u79d2\u5358\u4f4d\u3067\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u3053\u306e\u6642\u9593\u304c\u7d4c\u904e\u3057\u305f\u3042\u3068\u306f\u3001\u5fdc\u7b54\u306e\u6709\u7121\u306b\u95a2\u4fc2\u306a\u304f\u3001LDAP \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u547c\u3073\u51fa\u3057\u304c\u8fd4\u3055\u308c\u307e\u3059\u3002
property.assured-type.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c9\u30e1\u30a4\u30f3\u306e\u4fdd\u8a3c\u30e2\u30fc\u30c9\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
property.assured-type.description=\u4fdd\u8a3c\u30e2\u30fc\u30c9\u306f\u3001\u7121\u52b9\u306b\u3059\u308b\u3053\u3068\u3082\u6709\u52b9\u306b\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u6709\u52b9\u306b\u3057\u305f\u5834\u5408\u3001\u5b89\u5168\u30c7\u30fc\u30bf\u30e2\u30fc\u30c9\u307e\u305f\u306f\u5b89\u5168\u8aad\u307f\u53d6\u308a\u30e2\u30fc\u30c9\u306e 2 \u3064\u306e\u30b5\u30d6\u30e2\u30fc\u30c9\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
property.assured-type.syntax.enumeration.value.not-assured.synopsis=\u30c8\u30dd\u30ed\u30b8\u306e\u4ed6\u306e LDAP \u30b5\u30fc\u30d0\u30fc\u3067\u518d\u5b9f\u884c\u3059\u308b\u305f\u3081\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u7528\u306b\u9001\u4fe1\u3055\u308c\u305f\u66f4\u65b0\u306f\u3001\u80af\u5b9a\u5fdc\u7b54\u3092\u5f85\u6a5f\u305b\u305a\u306b\u9001\u4fe1\u3055\u308c\u3001LDAP \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u547c\u3073\u51fa\u3057\u304c\u5373\u6642\u306b\u8fd4\u308a\u307e\u3059\u3002
property.assured-type.syntax.enumeration.value.safe-data.synopsis=\u4fdd\u8a3c\u30e2\u30fc\u30c9\u304c\u5b89\u5168\u30c7\u30fc\u30bf\u306e\u30b5\u30d6\u30e2\u30fc\u30c9\u3067\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u7528\u306b\u9001\u4fe1\u3055\u308c\u305f\u66f4\u65b0\u306b\u306f\u3001assured-sd-level \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u80af\u5b9a\u5fdc\u7b54\u304c\u5fc5\u8981\u306b\u306a\u308a\u307e\u3059\u3002\u80af\u5b9a\u5fdc\u7b54\u306e\u53d7\u4fe1\u5f8c\u306b\u3001LDAP \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u547c\u3073\u51fa\u3057\u304c\u8fd4\u3055\u308c\u307e\u3059\u3002
property.assured-type.syntax.enumeration.value.safe-read.synopsis=\u4fdd\u8a3c\u30e2\u30fc\u30c9\u304c\u5b89\u5168\u8aad\u307f\u53d6\u308a\u306e\u30b5\u30d6\u30e2\u30fc\u30c9\u3067\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u7528\u306b\u9001\u4fe1\u3055\u308c\u305f\u66f4\u65b0\u306b\u306f\u3001group-id \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d0\u30fc\u3067\u306f\u306a\u304f\u3001\u540c\u3058\u30b0\u30eb\u30fc\u30d7 ID \u3092\u6301\u3064\u30c8\u30dd\u30ed\u30b8\u306e LDAP \u30b5\u30fc\u30d0\u30fc\u306e\u80af\u5b9a\u5fdc\u7b54\u304c\u5fc5\u8981\u306b\u306a\u308a\u307e\u3059\u3002\u80af\u5b9a\u5fdc\u7b54\u306e\u53d7\u4fe1\u5f8c\u306b\u3001LDAP \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u547c\u3073\u51fa\u3057\u304c\u8fd4\u3055\u308c\u307e\u3059\u3002
property.base-dn.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c7\u30fc\u30bf\u306e\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.group-id.synopsis=\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c9\u30e1\u30a4\u30f3\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7 ID\u3002
property.group-id.description=\u3053\u306e\u5024\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c9\u30e1\u30a4\u30f3\u306e\u30b0\u30eb\u30fc\u30d7 ID \u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b7\u30b9\u30c6\u30e0\u306f\u3001\u53ef\u80fd\u306a\u9650\u308a\u3001\u81ea\u8eab\u3068\u540c\u3058\u30b0\u30eb\u30fc\u30d7 ID \u3092\u6301\u3064\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3059\u308b\u66f4\u65b0\u3092\u9001\u4fe1\u3057\u307e\u3059\u3002
property.heartbeat-interval.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3068\u901a\u4fe1\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u30cf\u30fc\u30c8\u30d3\u30fc\u30c8\u306e\u9593\u9694\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.heartbeat-interval.description=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u3001\u6307\u5b9a\u3055\u308c\u305f\u9593\u9694\u5185\u3067\u5b9a\u671f\u7684\u306b\u30cf\u30fc\u30c8\u30d3\u30fc\u30c8\u304c\u304f\u308b\u3053\u3068\u3092\u4e88\u60f3\u3057\u3066\u3044\u307e\u3059\u3002\u305d\u306e\u9593\u9694\u5185\u306b\u30cf\u30fc\u30c8\u30d3\u30fc\u30c8\u304c\u53d7\u4fe1\u3055\u308c\u306a\u304b\u3063\u305f\u5834\u5408\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u305d\u306e\u63a5\u7d9a\u3092\u9589\u3058\u3001\u5225\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3057\u307e\u3059\u3002
property.isolation-policy.synopsis=\u4f7f\u7528\u53ef\u80fd\u306a\u8a2d\u5b9a\u6e08\u307f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u306a\u3044\u3068\u304d\u306b\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u5185\u306e\u30c7\u30fc\u30bf\u306b\u5bfe\u3057\u3066\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u304c\u8a66\u884c\u3055\u308c\u305f\u5834\u5408\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u52d5\u4f5c\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.isolation-policy.syntax.enumeration.value.accept-all-updates.synopsis=\u66f4\u65b0\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u304f\u3066\u3082\u3001\u305d\u308c\u3089\u3092\u53d7\u3051\u5165\u308c\u308b\u5fc5\u8981\u304c\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e 1 \u3064\u304c\u4f7f\u7528\u53ef\u80fd\u306a\u5834\u5408\u306b\u306f\u3001\u305d\u308c\u3089\u306e\u66f4\u65b0\u3092\u305d\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u518d\u9001\u4fe1\u3059\u308b\u3088\u3046\u306b\u6700\u5584\u304c\u5c3d\u304f\u3055\u308c\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u305d\u308c\u3089\u306e\u5909\u66f4\u306f\u5c65\u6b74\u60c5\u5831\u304b\u3089\u306e\u307f\u5165\u624b\u3067\u304d\u308b\u305f\u3081\u3001\u30ea\u30b9\u30af\u304c\u4f34\u3044\u307e\u3059\u3002\u3053\u306e\u30e2\u30fc\u30c9\u3067\u306f\u3001\u9ad8\u3044\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5f85\u3061\u6642\u9593\u3092\u5c0e\u5165\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
property.isolation-policy.syntax.enumeration.value.reject-all-updates.synopsis=\u4f7f\u7528\u53ef\u80fd\u306a\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u306a\u3044\u5834\u5408\u3001\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u4e0a\u3067\u8a66\u884c\u3055\u308c\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u66f4\u65b0\u304c\u62d2\u5426\u3055\u308c\u308b\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002
property.referrals-url.synopsis=\u307b\u304b\u306e LDAP \u30b5\u30fc\u30d0\u30fc\u304c\u3053\u3061\u3089\u5074\u3092\u53c2\u7167\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b URL\u3002
property.referrals-url.description=\u30c8\u30dd\u30ed\u30b8\u306e\u30d4\u30a2\u30b5\u30fc\u30d0\u30fc\u304c\u3001LDAP \u30ea\u30d5\u30a7\u30e9\u30eb\u3092\u901a\u3058\u3066\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d0\u30fc\u3092\u53c2\u7167\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b URL\u3002\u3053\u306e\u5c5e\u6027\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u306a\u3059\u3079\u3066\u306e URL \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3053\u3053\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b URL \u306e\u307f\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.referrals-url.syntax.string.pattern.synopsis=LDAP \u306e URL \u306f\u3001RFC 2255 \u306b\u6e96\u62e0\u3057\u3066\u3044\u307e\u3059\u3002
property.replication-server.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u8d77\u52d5\u6642\u306b\u63a5\u7d9a\u3092\u8a66\u307f\u308b\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u5185\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.replication-server.description=\u30a2\u30c9\u30ec\u30b9\u306f\u3001hostname:port \u3068\u3044\u3046\u69cb\u6587\u3092\u4f7f\u7528\u3057\u3066\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.replication-server.syntax.string.pattern.synopsis=\u30db\u30b9\u30c8\u540d\u306e\u3042\u3068\u306b\u300c:\u300d\u304c\u7d9a\u304d\u3001\u305d\u306e\u6b21\u306b\u30dd\u30fc\u30c8\u756a\u53f7\u304c\u7d9a\u304d\u307e\u3059\u3002
property.server-id.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u5185\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u4e00\u610f\u306e\u8b58\u5225\u5b50\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.server-id.description=\u540c\u3058\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u306b\u3042\u308b\u5404\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3001\u305d\u308c\u305e\u308c\u5225\u306e\u30b5\u30fc\u30d0\u30fc ID \u3092\u4ed8\u3051\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u8907\u6570\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u306e\u30e1\u30f3\u30d0\u30fc\u3068\u306a\u3063\u3066\u3044\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u306f\u3001\u305d\u308c\u305e\u308c\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u8a2d\u5b9a\u306b\u5bfe\u3057\u3066\u3001\u540c\u3058\u30b5\u30fc\u30d0\u30fc ID \u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
property.window-size.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3068\u901a\u4fe1\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u30b5\u30a4\u30ba\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
