user-friendly-name=Dominio de repetici\u00f3n
user-friendly-plural-name=Dominios de repetici\u00f3n
synopsis=Un dominio de repetici\u00f3n est\u00e1 compuesto por varias instancias de Directory Server que comparten el mismo conjunto de datos sincronizados.
property.assured-sd-level.synopsis=El nivel de confirmaci\u00f3n del modo secundario de datos seguros.
property.assured-sd-level.description=Si el modo seguro se ha configurado en el modo de datos seguros, este valor define el n\u00famero de servidores de repetici\u00f3n que deben confirmar la actualizaci\u00f3n enviada antes de que se devuelva la llamada del cliente LDAP.
property.assured-timeout.synopsis=El valor de tiempo de espera para las confirmaciones del modo seguro.
property.assured-timeout.description=Define el periodo de tiempo (en milisegundos) que esperar\u00e1 el servidor de repetici\u00f3n para recibir confirmaciones seguras (en los modos secundarios de lectura o datos seguros) antes de devolver de todas formas la llamada del cliente LDAP.
property.assured-type.synopsis=Define el modo seguro del dominio repetido.
property.assured-type.description=El modo seguro se puede habilitar o deshabilitar. Si se habilita, los dos modos secundarios estar\u00e1n disponibles: modos de lectura o datos seguros.
property.assured-type.syntax.enumeration.value.not-assured.synopsis=Las actualizaciones que se van a repetir (para que se reproduzcan en otros servidores LDAP de la topolog\u00eda) se env\u00edan sin necesidad de esperar una confirmaci\u00f3n y se devuelve inmediatamente la llamada del cliente LDAP.
property.assured-type.syntax.enumeration.value.safe-data.synopsis=El modo seguro se ha habilitado en el modo secundario de datos seguros: las actualizaciones enviadas para la repetici\u00f3n est\u00e1n sujetas a una confirmaci\u00f3n definida por la propiedad "assured-sd-level". Una vez recibida la confirmaci\u00f3n, se devuelve la llamada del cliente LDAP.
property.assured-type.syntax.enumeration.value.safe-read.synopsis=El modo seguro se ha habilitado en el modo secundario de lectura segura: las actualizaciones enviadas para la repetici\u00f3n est\u00e1n sujetas a una confirmaci\u00f3n de los servidores LDAP de la topolog\u00eda que presentan el mismo Id. de grupo que nosotros (definido con la propiedad "assured-sr-group-id"). Una vez recibida la confirmaci\u00f3n, se devuelve la llamada del cliente LDAP.
property.base-dn.synopsis=Especifica el DN de base de los datos repetidos.
property.group-id.synopsis=El Id. de grupo asociado al dominio de repetici\u00f3n.
property.group-id.description=Este valor define el Id. de grupo del dominio repetido. El sistema de repetici\u00f3n se conectar\u00e1 y enviar\u00e1 preferentemente las actualizaciones a un servidor de repetici\u00f3n con el mismo Id. de grupo que \u00e9l.
property.heartbeat-interval.synopsis=Especifica el intervalo de respuesta que utilizar\u00e1 Directory Server al comunicarse con los servidores de repetici\u00f3n.
property.heartbeat-interval.description=Directory Server esperar\u00e1 una respuesta procedente del servidor de repetici\u00f3n en el intervalo de tiempo especificado. Si no se recibe esta respuesta en el intervalo indicado, Directory Server cerrar\u00e1 su conexi\u00f3n y establecer\u00e1 una nueva con otro servidor de repetici\u00f3n.
property.isolation-policy.synopsis=Especifica el comportamiento que mostrar\u00e1 Directory Server cuando se intente realizar una operaci\u00f3n de escritura en los datos del dominio de repetici\u00f3n y no est\u00e9 disponible ninguno de los servidores de repetici\u00f3n configurados.
property.isolation-policy.syntax.enumeration.value.accept-all-updates.synopsis=Indica que deben aceptarse las actualizaciones, incluso aunque no sea posible enviarlas a ning\u00fan servidor de repetici\u00f3n. La mejor opci\u00f3n consiste en enviar de nuevo esas actualizaciones a los servidores de repetici\u00f3n cuando est\u00e9 disponible uno. Sin embargo, es posible que peligren esos cambios debido a que s\u00f3lo est\u00e1n disponibles en la informaci\u00f3n del historial. Este modo puede presentar tambi\u00e9n una elevada latencia de repetici\u00f3n.
property.isolation-policy.syntax.enumeration.value.reject-all-updates.synopsis=Indica que todas las actualizaciones de este dominio de repetici\u00f3n que se intente enviar se rechazar\u00e1n si no hay disponible ning\u00fan servidor de repetici\u00f3n.
property.referrals-url.synopsis=Las URL que deben utilizar los otros servidores LDAP para comunicarse con nosotros.
property.referrals-url.description=Las URL utilizadas por los servidores del mismo nivel de la topolog\u00eda para comunicarse con nosotros a trav\u00e9s de referencias de LDAP. Si no se define este atributo, se utilizar\u00e1n todas las URL disponibles que puedan acceder a este servidor. Si se define, s\u00f3lo se utilizar\u00e1n las URL especificadas.
property.referrals-url.syntax.string.pattern.synopsis=Una URL de LDAP compatible con RFC 2255.
property.replication-server.synopsis=Especifique las direcciones de los servidores de repetici\u00f3n del dominio de repetici\u00f3n a los que debe intentar conectarse Directory Server durante el inicio.
property.replication-server.description=Las direcciones deben especificarse mediante la siguiente sintaxis: nombre de host:puerto.
property.replication-server.syntax.string.pattern.synopsis=Un nombre de host seguido de dos puntos (":") y un n\u00famero de puerto.
property.server-id.synopsis=Especifica un identificador exclusivo para la instancia de Directory Server del dominio de repetici\u00f3n.
property.server-id.description=Cada instancia de Directory Server del dominio de repetici\u00f3n debe presentar un Id. de servidor diferente. Una instancia de Directory Server que sea miembro de varios dominios de repetici\u00f3n puede utilizar el mismo Id. de servidor para cada una de sus configuraciones del dominio de repetici\u00f3n.
property.window-size.synopsis=Especifica el tama\u00f1o de ventana que utilizar\u00e1 Directory Server al comunicarse con los servidores de repetici\u00f3n.
