user-friendly-name=Servidor de repetici\u00f3n
user-friendly-plural-name=Servidores de repetici\u00f3n
synopsis=Los servidores de repetici\u00f3n publican actualizaciones en las instancias de Directory Server ubicadas en un dominio de repetici\u00f3n.
property.assured-timeout.synopsis=El valor de tiempo de espera cuando se esperan las confirmaciones de modo seguro.
property.assured-timeout.description=Define el n\u00famero de milisegundos que esperar\u00e1 el servidor de repetici\u00f3n a recibir confirmaciones seguras (en los modos secundarios de Lectura o Datos seguros) antes de que las descarte y responda a la entidad que envi\u00f3 una actualizaci\u00f3n y espera una confirmaci\u00f3n.
property.degraded-status-threshold.synopsis=El n\u00famero de cambios pendientes en forma de valor de umbral para establecer un servidor de directorios en el estado degradado.
property.degraded-status-threshold.description=Este valor representa el n\u00famero de cambios pendientes de env\u00edo a un servidor de directorios que el servidor de repetici\u00f3n ha incluido en la cola. Una vez sobrepasado este valor, el servidor de directorios coincidente pasar\u00e1 al estado degradado. Cuando el n\u00famero de cambios pendientes vuelva a ser inferior a este valor, el servidor de directorios se restablecer\u00e1 al estado normal. El valor 0 indica que se ha deshabilitado el analizador de estado y los servidores de directorios no se establecer\u00e1n nunca en el estado degradado.
property.group-id.synopsis=El Id. de grupo del servidor de repetici\u00f3n.
property.group-id.description=Este valor define el Id. de grupo del servidor de repetici\u00f3n. El sistema de repetici\u00f3n de un servidor LDAP utiliza el Id. de grupo del dominio repetido y, si es posible, intenta conectarse a una repetici\u00f3n con el mismo Id. de grupo.
property.monitoring-period.synopsis=El per\u00edodo que transcurre entre el env\u00edo de los mensajes de supervisi\u00f3n.
#property.monitoring-period.description=Defines the duration that the replication server will wait before sending new monitoring messages to its peers (replication servers and directory servers). Larger values increase the length of time it takes for a directory server to detect and switch to a more suitable replication server, whereas smaller values increase the amount of background network traffic.
property.queue-size.synopsis=Especifica el n\u00famero de cambios que se conserva en la memoria de cada instancia de Directory Server del dominio de repetici\u00f3n.
property.replication-db-directory.synopsis=La ruta a la ubicaci\u00f3n en la que el servidor de repetici\u00f3n almacena toda la informaci\u00f3n persistente.
property.replication-port.synopsis=El puerto en el que este servidor de repetici\u00f3n espera las conexiones de otros servidores de repetici\u00f3n o de otras instancias de Directory Server.
property.replication-purge-delay.synopsis=El tiempo (en segundos) tras el cual el servidor de repetici\u00f3n borrar\u00e1 toda la informaci\u00f3n persistente.
property.replication-server.synopsis=Especifica las direcciones de otros servidores de repetici\u00f3n a los que este servidor de repetici\u00f3n intentar\u00e1 conectarse durante el inicio.
property.replication-server.description=Las direcciones deben especificarse mediante la sintaxis: nombre de host:puerto
property.replication-server.syntax.string.pattern.synopsis=Un nombre de host seguido de dos puntos (":") y un n\u00famero de puerto.
property.replication-server-id.synopsis=Especifica un identificador exclusivo para el servidor de repetici\u00f3n.
property.replication-server-id.description=Cada servidor de repetici\u00f3n debe tener un Id. de servidor diferente.
property.weight.synopsis=El peso de los servidores de repetici\u00f3n.
property.weight.description=El peso que afect\u00f3 al servidor de repetici\u00f3n. Cada servidor de repetici\u00f3n de la topolog\u00eda posee un peso. Cuando se combinan, los pesos de los servidores de replicaci\u00f3n de un mismo grupo pueden convertirse en un porcentaje que determina la cantidad de servidores de directorios de la topolog\u00eda que deber\u00eda conectarse a un servidor de repetici\u00f3n. Por ejemplo, imagine una topolog\u00eda con 3 servidores de repetici\u00f3n (con el mismo Id. de grupo) con los siguientes pesos: RS1=1, RS2=1, RS3=2. Esto significa que RS1 deber\u00eda tener el 25% de los servidores de directorio conectados en la topolog\u00eda, RS2 25% y RS3 50%. Esto puede resultar \u00fatil si los servidores de repetici\u00f3n de la topolog\u00eda poseen una potencia diferente y uno desea repartir la carga entre los servidores de repetici\u00f3n de acuerdo con la potencia de cada uno de ellos.
property.window-size.synopsis=Especifica el tama\u00f1o de la ventana que utiliza el servidor de repetici\u00f3n al comunicarse con otros servidores de repetici\u00f3n.
