user-friendly-name=\u590d\u5236\u57df
user-friendly-plural-name=\u590d\u5236\u57df
synopsis=\u590d\u5236\u57df\u5305\u542b\u591a\u4e2a\u5171\u4eab\u540c\u4e00\u6570\u636e\u540c\u6b65\u96c6\u7684 Directory Server\u3002
property.assured-sd-level.synopsis=\u5b89\u5168\u6570\u636e\u786e\u4fdd\u5b50\u6a21\u5f0f\u786e\u8ba4\u7684\u7ea7\u522b\u3002
property.assured-sd-level.description=\u5728\u5b89\u5168\u6570\u636e\u6a21\u5f0f\u4e0b\u914d\u7f6e\u786e\u4fdd\u6a21\u5f0f\u540e\uff0c\u8be5\u503c\u7528\u4e8e\u5b9a\u4e49\u5728\u53ef\u8fd4\u56de LDAP \u5ba2\u6237\u7aef\u8c03\u7528\u524d\u5e94\u786e\u8ba4\u6240\u53d1\u9001\u66f4\u65b0\u7684\u590d\u5236\u670d\u52a1\u5668\u6570\u3002
property.assured-timeout.synopsis=\u7b49\u5f85\u786e\u4fdd\u6a21\u5f0f\u786e\u8ba4\u7684\u8d85\u65f6\u503c\u3002
property.assured-timeout.description=\u5b9a\u4e49\u5728\u4ee5\u4efb\u4f55\u65b9\u5f0f\u8fd4\u56de LDAP \u5ba2\u6237\u7aef\u524d\u670d\u52a1\u5668\u7b49\u5f85\u786e\u4fdd\u786e\u8ba4\u7684\u6beb\u79d2\u6570\u3002
property.assured-type.synopsis=\u5b9a\u4e49\u590d\u5236\u57df\u7684\u786e\u4fdd\u6a21\u5f0f\u3002
property.assured-type.description=\u53ef\u4ee5\u7981\u7528\u6216\u542f\u7528\u786e\u4fdd\u6a21\u5f0f\u3002\u5728\u542f\u7528\u786e\u4fdd\u6a21\u5f0f\u65f6\uff0c\u6709\u4e24\u4e2a\u5b50\u6a21\u5f0f\u53ef\u7528\uff1a\u5b89\u5168\u6570\u636e\u6216\u5b89\u5168\u8bfb\u53d6\u6a21\u5f0f\u3002
property.assured-type.syntax.enumeration.value.not-assured.synopsis=\u53d1\u9001\u7528\u4e8e\u590d\u5236\uff08\u7528\u4e8e\u5728\u62d3\u6251\u7ed3\u6784\u7684\u5176\u4ed6 LDAP \u670d\u52a1\u5668\u4e0a\u91cd\u653e\uff09\u7684\u5df2\u53d1\u9001\u66f4\u65b0\uff0c\u800c\u4e0d\u7b49\u5f85\u4efb\u4f55\u786e\u8ba4\uff0c\u5e76\u4e14\u4f1a\u7acb\u5373\u8fd4\u56de LDAP \u5ba2\u6237\u7aef\u8c03\u7528\u3002
property.assured-type.syntax.enumeration.value.safe-data.synopsis=\u5728\u5b89\u5168\u6570\u636e\u5b50\u6a21\u5f0f\u4e0b\u542f\u7528\u786e\u4fdd\u6a21\u5f0f\uff1a\u6240\u53d1\u9001\u7684\u7528\u4e8e\u590d\u5236\u7684\u66f4\u65b0\u8981\u5f97\u5230\u7531 assured-sd-level \u5c5e\u6027\u5b9a\u4e49\u7684\u786e\u8ba4\u3002\u6536\u5230\u786e\u8ba4\u540e\uff0c\u4f1a\u8fd4\u56de LDAP \u5ba2\u6237\u7aef\u8c03\u7528\u3002
property.assured-type.syntax.enumeration.value.safe-read.synopsis=\u5728\u5b89\u5168\u8bfb\u53d6\u5b50\u6a21\u5f0f\u4e0b\u542f\u7528\u786e\u4fdd\u6a21\u5f0f\uff1a\u6240\u53d1\u9001\u7684\u7528\u4e8e\u590d\u5236\u7684\u66f4\u65b0\u8981\u5f97\u5230\u62d3\u6251\u7ed3\u6784\u4e2d LDAP \u670d\u52a1\u5668\u7684\u786e\u8ba4\uff0c\u8fd9\u4e9b LDAP \u670d\u52a1\u5668\u5177\u6709\u9664 us \u5916\u7684\u76f8\u540c\u7ec4 ID\uff08\u901a\u8fc7 assured-sr-group-id \u5c5e\u6027\u5b9a\u4e49\uff09\u3002\u6536\u5230\u786e\u8ba4\u540e\uff0c\u4f1a\u8fd4\u56de LDAP \u5ba2\u6237\u7aef\u8c03\u7528\u3002
property.base-dn.synopsis=\u6307\u5b9a\u590d\u5236\u6570\u636e\u7684\u57fa DN\u3002
property.group-id.synopsis=\u4e0e\u8be5\u590d\u5236\u57df\u5173\u8054\u7684\u7ec4 ID\u3002
property.group-id.description=\u8be5\u503c\u5b9a\u4e49\u4e86\u590d\u5236\u57df\u7684\u7ec4 ID\u3002\u590d\u5236\u7cfb\u7edf\u9996\u5148\u5c06\u8fde\u63a5\u5e76\u53d1\u9001\u66f4\u65b0\u4ee5\u590d\u5236\u5230\u4e0e\u8be5\u7cfb\u7edf\u5177\u6709\u76f8\u540c\u7ec4 ID \u7684\u590d\u5236\u670d\u52a1\u5668\u3002
property.heartbeat-interval.synopsis=\u6307\u5b9a Directory Server \u5728\u4e0e\u590d\u5236\u670d\u52a1\u5668\u901a\u8baf\u65f6\u5c06\u8981\u4f7f\u7528\u7684\u5fc3\u8df3\u65f6\u95f4\u95f4\u9694\u3002
property.heartbeat-interval.description=Directory Server \u671f\u671b\u5728\u6307\u5b9a\u7684\u65f6\u95f4\u95f4\u9694\u5185\u63a5\u53d7\u5230\u6765\u81ea\u590d\u5236\u670d\u52a1\u5668\u7684\u6b63\u5e38\u5fc3\u8df3\u3002\u5982\u679c\u5728\u8be5\u65f6\u95f4\u95f4\u9694\u5185\u672a\u63a5\u53d7\u5230\u5fc3\u8df3\uff0cDirectory Server \u5c06\u5173\u95ed\u5176\u8fde\u63a5\u5e76\u8fde\u63a5\u5230\u5176\u4ed6\u590d\u5236\u670d\u52a1\u5668\u3002
property.isolation-policy.synopsis=\u6307\u5b9a\u5982\u679c\u914d\u7f6e\u7684\u590d\u5236\u670d\u52a1\u5668\u90fd\u4e0d\u53ef\u7528\uff0c\u5728\u5bf9\u590d\u5236\u57df\u4e2d\u7684\u6570\u636e\u6267\u884c\u5199\u64cd\u4f5c\u65f6 Directory Server \u7684\u884c\u4e3a\u3002
property.isolation-policy.syntax.enumeration.value.accept-all-updates.synopsis=\u6307\u793a\u5373\u4f7f\u65e0\u6cd5\u5c06\u66f4\u65b0\u53d1\u9001\u5230\u4efb\u4f55\u590d\u5236\u670d\u52a1\u5668\u4e5f\u5e94\u63a5\u53d7\u66f4\u65b0\u3002\u5f53\u590d\u5236\u670d\u52a1\u5668\u4e2d\u6709\u4e00\u4e2a\u670d\u52a1\u5668\u53ef\u7528\u65f6\uff0c\u5c31\u4f1a\u5c3d\u529b\u5c06\u8fd9\u4e9b\u66f4\u65b0\u91cd\u65b0\u53d1\u9001\u5230\u8fd9\u4e9b\u590d\u5236\u670d\u52a1\u5668\uff0c\u4f46\u662f\u7531\u4e8e\u66f4\u65b0\u4ec5\u662f\u6765\u81ea\u5386\u53f2\u4fe1\u606f\uff0c\u56e0\u6b64\u6240\u505a\u7684\u66f4\u6539\u4f1a\u6709\u98ce\u9669\u3002\u8be5\u6a21\u5f0f\u4e5f\u53ef\u80fd\u5bfc\u81f4\u9ad8\u590d\u5236\u65f6\u5ef6\u3002
property.isolation-policy.syntax.enumeration.value.reject-all-updates.synopsis=\u6307\u793a\u5f53\u6ca1\u6709\u53ef\u7528\u7684\u590d\u5236\u670d\u52a1\u5668\u65f6\u5728\u8be5\u590d\u5236\u57df\u4e2d\u5c1d\u8bd5\u7684\u6240\u6709\u66f4\u65b0\u5c06\u88ab\u62d2\u7edd\u3002
property.referrals-url.synopsis=\u5176\u4ed6 LDAP \u670d\u52a1\u5668\u4f7f\u60a8\u53ef\u4ee5\u8054\u7cfb\u6211\u4eec\u65f6\u4f7f\u7528\u7684 URL\u3002
property.referrals-url.description=\u62d3\u6251\u7ed3\u6784\u4e2d\u5bf9\u7b49\u670d\u52a1\u5668\u901a\u8fc7 LDAP \u5f15\u7528\u8054\u7cfb\u5230\u6211\u4eec\u65f6\u4f7f\u7528\u7684 URL\u3002\u5982\u679c\u672a\u5b9a\u4e49\u8be5\u5c5e\u6027\uff0c\u5c06\u4f7f\u7528\u53ef\u7528\u4e8e\u8bbf\u95ee\u8be5\u670d\u52a1\u5668\u7684\u6bcf\u4e2a URL\u3002\u5982\u679c\u5b9a\u4e49\u4e86\u8be5\u5c5e\u6027\uff0c\u5c06\u4ec5\u4f7f\u7528\u5728\u6b64\u6307\u5b9a\u7684 URL\u3002
property.referrals-url.syntax.string.pattern.synopsis=\u7b26\u5408 RFC 2255 \u7684 LDAP URL\u3002
property.replication-server.synopsis=\u6307\u5b9a Directory Server \u5728\u542f\u52a8\u65f6\u5c1d\u8bd5\u8fde\u63a5\u7684\u590d\u5236\u57df\u4e2d\u590d\u5236\u670d\u52a1\u5668\u7684\u5730\u5740\u3002
property.replication-server.description=\u5fc5\u987b\u4f7f\u7528\u8bed\u6cd5 hostname:port \u6307\u5b9a\u5730\u5740
property.replication-server.syntax.string.pattern.synopsis=\u4e3b\u673a\u540d\u540e\u8ddf ":" \u548c\u7aef\u53e3\u53f7\u3002
property.server-id.synopsis=\u6307\u5b9a\u590d\u5236\u57df\u4e2d Directory Server \u7684\u552f\u4e00\u6807\u8bc6\u7b26\u3002
property.server-id.description=\u540c\u4e00\u590d\u5236\u57df\u4e2d\u7684\u5404\u4e2a Directory Server \u5fc5\u987b\u5177\u6709\u4e0d\u540c\u7684\u670d\u52a1\u5668 ID\u3002\u4f5c\u4e3a\u591a\u4e2a\u590d\u5236\u57df\u7684\u6210\u5458\u7684 Directory Server \u53ef\u4ee5\u5bf9\u5176\u6bcf\u4e2a\u590d\u5236\u57df\u914d\u7f6e\u4f7f\u7528\u76f8\u540c\u7684\u670d\u52a1\u5668 ID\u3002
property.window-size.synopsis=\u6307\u5b9a Directory Server \u5728\u4e0e\u590d\u5236\u670d\u52a1\u5668\u901a\u8baf\u65f6\u5c06\u8981\u4f7f\u7528\u7684\u7a97\u53e3\u5927\u5c0f\u3002
