user-friendly-name=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc
user-friendly-plural-name=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc
synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u5185\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u66f4\u65b0\u3092\u516c\u958b\u3057\u307e\u3059\u3002
property.assured-timeout.synopsis=\u4fdd\u8a3c\u30e2\u30fc\u30c9\u306e\u80af\u5b9a\u78ba\u8a8d\u5fdc\u7b54\u3092\u5f85\u6a5f\u3059\u308b\u969b\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u5024\u3002
property.assured-timeout.description=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u5b89\u5168\u30c7\u30fc\u30bf\u307e\u305f\u306f\u5b89\u5168\u8aad\u307f\u53d6\u308a\u306e\u4fdd\u8a3c\u3055\u308c\u305f\u30b5\u30d6\u30e2\u30fc\u30c9\u306e\u3044\u305a\u308c\u304b\u3067\u3001\u4fdd\u8a3c\u3055\u308c\u305f\u80af\u5b9a\u5fdc\u7b54\u3092\u5f85\u6a5f\u3059\u308b\u6642\u9593\u3092\u30df\u30ea\u79d2\u5358\u4f4d\u3067\u5b9a\u7fa9\u3057\u3001\u66f4\u65b0\u3092\u9001\u4fe1\u3057\u3066\u80af\u5b9a\u5fdc\u7b54\u3092\u5f85\u6a5f\u3057\u3066\u3044\u308b\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u306b\u5fdc\u7b54\u3057\u307e\u3059\u3002
property.degraded-status-threshold.synopsis=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u6a5f\u80fd\u4f4e\u4e0b\u72b6\u614b\u3068\u3059\u308b\u969b\u306e\u3057\u304d\u3044\u5024\u3068\u306a\u308b\u3001\u4fdd\u7559\u4e2d\u306e\u5909\u66f4\u306e\u6570\u3002
property.degraded-status-threshold.description=\u3053\u306e\u5024\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3059\u308b\u305f\u3081\u306b\u30ad\u30e5\u30fc\u5185\u306b\u7f6e\u3044\u3066\u3044\u308b\u4fdd\u7559\u4e2d\u306e\u5909\u66f4\u306e\u6570\u3092\u8868\u3057\u307e\u3059\u3002\u3053\u306e\u5024\u306b\u9054\u3059\u308b\u3068\u3001\u305d\u308c\u306b\u5bfe\u5fdc\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304c\u6a5f\u80fd\u4f4e\u4e0b\u72b6\u614b\u306b\u306a\u308a\u307e\u3059\u3002\u4fdd\u7559\u4e2d\u306e\u5909\u66f4\u306e\u6570\u304c\u3053\u306e\u5024\u3092\u4e0b\u56de\u308b\u3068\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u6b63\u5e38\u306a\u72b6\u614b\u306b\u623b\u308a\u307e\u3059\u30020 \u306f\u30b9\u30c6\u30fc\u30bf\u30b9\u30a2\u30ca\u30e9\u30a4\u30b6\u304c\u7121\u52b9\u3068\u306a\u308a\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u6c7a\u3057\u3066\u6a5f\u80fd\u4f4e\u4e0b\u72b6\u614b\u306b\u306a\u3089\u306a\u3044\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059\u3002
property.group-id.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30b0\u30eb\u30fc\u30d7 ID\u3002
property.group-id.description=\u3053\u306e\u5024\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30b0\u30eb\u30fc\u30d7 ID \u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002LDAP \u30b5\u30fc\u30d0\u30fc\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b7\u30b9\u30c6\u30e0\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3055\u308c\u305f\u30c9\u30e1\u30a4\u30f3\u306e\u30b0\u30eb\u30fc\u30d7 ID \u3092\u4f7f\u7528\u3057\u3066\u3001\u53ef\u80fd\u306a\u9650\u308a\u3001\u540c\u3058\u30b0\u30eb\u30fc\u30d7 ID \u3092\u6301\u3064\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u63a5\u7d9a\u3057\u3088\u3046\u3068\u3057\u307e\u3059\u3002
property.queue-size.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e1\u30a4\u30f3\u5185\u306e\u5404\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30e1\u30e2\u30ea\u30fc\u306b\u4fdd\u6301\u3055\u308c\u308b\u5909\u66f4\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.replication-db-directory.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u3059\u3079\u3066\u306e\u6301\u7d9a\u7684\u306a\u60c5\u5831\u3092\u683c\u7d0d\u3059\u308b\u5834\u6240\u306e\u30d1\u30b9\u3002
property.replication-port.synopsis=\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u3001\u307b\u304b\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u307e\u305f\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u306e\u63a5\u7d9a\u3092\u5f85\u6a5f\u3059\u308b\u30dd\u30fc\u30c8\u3002
property.replication-purge-delay.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u3059\u3079\u3066\u306e\u6301\u7d9a\u7684\u306a\u60c5\u5831\u3092\u6d88\u53bb\u3059\u308b\u307e\u3067\u306e\u6642\u9593 (\u79d2\u5358\u4f4d)\u3002
property.replication-server.synopsis=\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u8d77\u52d5\u6642\u306b\u63a5\u7d9a\u3092\u8a66\u307f\u308b\u3001\u307b\u304b\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.replication-server.description=\u30a2\u30c9\u30ec\u30b9\u306f\u3001hostname:port \u3068\u3044\u3046\u69cb\u6587\u3092\u4f7f\u7528\u3057\u3066\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.replication-server.syntax.string.pattern.synopsis=\u30db\u30b9\u30c8\u540d\u306e\u3042\u3068\u306b\u300c:\u300d\u304c\u7d9a\u304d\u3001\u305d\u306e\u6b21\u306b\u30dd\u30fc\u30c8\u756a\u53f7\u304c\u7d9a\u304d\u307e\u3059\u3002
property.replication-server-id.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u4e00\u610f\u306e\u8b58\u5225\u5b50\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.replication-server-id.description=\u305d\u308c\u305e\u308c\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u7570\u306a\u308b\u30b5\u30fc\u30d0\u30fc ID \u3092\u4ed8\u3051\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.window-size.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u307b\u304b\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3068\u901a\u4fe1\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u30b5\u30a4\u30ba\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
