user-friendly-name=ND ra\u00edz
user-friendly-plural-name=ND ra\u00edz
synopsis=La configuraci\u00f3n de ND root contiene todos los usuarios de ND root definidos en el servidor de directorios. Adem\u00e1s, tambi\u00e9n define el conjunto predeterminado de privilegios que los usuarios de ND root heredan autom\u00e1ticamente.
property.default-root-privilege-name.synopsis=Especifica los nombres de los privilegios que se otorgar\u00e1n a los superusuarios de forma predeterminada.
property.default-root-privilege-name.syntax.enumeration.value.backend-backup.synopsis=Permite al usuario solicitar que el servidor procese las tareas de copia de seguridad.
property.default-root-privilege-name.syntax.enumeration.value.backend-restore.synopsis=Permite al usuario solicitar que el servidor procese las tareas de restauraci\u00f3n.
property.default-root-privilege-name.syntax.enumeration.value.bypass-acl.synopsis=Permite al usuario asociado omitir las comprobaciones de control de acceso realizadas por el servidor.
property.default-root-privilege-name.syntax.enumeration.value.bypass-lockdown.synopsis=Permite al usuario asociado omitir el modo de bloqueo del servidor.
property.default-root-privilege-name.syntax.enumeration.value.cancel-request.synopsis=Permite al usuario cancelar las operaciones en curso en otras conexiones de cliente.
property.default-root-privilege-name.syntax.enumeration.value.config-read.synopsis=Permite al usuario asociado leer la configuraci\u00f3n del servidor.
property.default-root-privilege-name.syntax.enumeration.value.config-write.synopsis=Permite al usuario asociado actualizar la configuraci\u00f3n del servidor. Tambi\u00e9n es necesario el privilegio de config-read.
property.default-root-privilege-name.syntax.enumeration.value.data-sync.synopsis=Permite al usuario participar en la sincronizaci\u00f3n de datos.
property.default-root-privilege-name.syntax.enumeration.value.disconnect-client.synopsis=Permite al usuario terminar otras conexiones de cliente.
property.default-root-privilege-name.syntax.enumeration.value.jmx-notify.synopsis=Permite al usuario asociado suscribirse para recibir notificaciones JMX.
property.default-root-privilege-name.syntax.enumeration.value.jmx-read.synopsis=Permite al usuario asociado realizar operaciones de lectura JMX.
property.default-root-privilege-name.syntax.enumeration.value.jmx-write.synopsis=Permite al usuario asociado realizar operaciones de escritura JMX.
property.default-root-privilege-name.syntax.enumeration.value.ldif-export.synopsis=Permite al usuario solicitar que el servidor procese las tareas de exportaci\u00f3n LDIF.
property.default-root-privilege-name.syntax.enumeration.value.ldif-import.synopsis=Permite al usuario solicitar que el servidor procese las tareas de importaci\u00f3n LDIF.
property.default-root-privilege-name.syntax.enumeration.value.modify-acl.synopsis=Permite al usuario asociado modificar la configuraci\u00f3n de control de acceso del servidor.
property.default-root-privilege-name.syntax.enumeration.value.password-reset.synopsis=Permite al usuario restablecer las contrase\u00f1as de usuario.
property.default-root-privilege-name.syntax.enumeration.value.privilege-change.synopsis=Permite al usuario hacer cambios en el conjunto de privilegios root definidos, adem\u00e1s de otorgar y revocar privilegios para usuarios.
property.default-root-privilege-name.syntax.enumeration.value.proxied-auth.synopsis=Permite al usuario utilizar el control de autorizaci\u00f3n personificado, o realizar un enlace que especifica una identidad de autorizaci\u00f3n alternativa.
property.default-root-privilege-name.syntax.enumeration.value.server-lockdown.synopsis=Permite al usuario activar y desactivar el modo de bloqueo del servidor.
property.default-root-privilege-name.syntax.enumeration.value.server-restart.synopsis=Permite al usuario solicitar que el servidor realice un reinicio de memoria interna.
property.default-root-privilege-name.syntax.enumeration.value.server-shutdown.synopsis=Permite al usuario solicitar que el servidor se cierre.
property.default-root-privilege-name.syntax.enumeration.value.unindexed-search.synopsis=Permite al usuario solicitar que el servidor procese una b\u00fasqueda que no se puede optimizar utilizando \u00edndices de servidor.
property.default-root-privilege-name.syntax.enumeration.value.update-schema.synopsis=Permite al usuario hacer cambios en el esquema del servidor.
relation.root-dn-user.user-friendly-name=Usuario de ND root
relation.root-dn-user.user-friendly-plural-name=Usuarios de ND root
relation.root-dn-user.synopsis=Los usuarios con ND ra\u00edz son usuarios administrativos que pueden conceder privilegios especiales que no est\u00e1n disponibles para usuarios que no sean root (por ejemplo, la posibilidad de enlazar con un servidor en modo de retenci\u00f3n).
relation.root-dn-user.description=De forma predeterminada, un usuario de ND root hereda el conjunto predeterminado de privilegios definidos en la configuraci\u00f3n de ND root.
