user-friendly-name=\u30eb\u30fc\u30c8
user-friendly-plural-name=\u30eb\u30fc\u30c8
synopsis=\u30eb\u30fc\u30c8\u306e\u8a2d\u5b9a\u3067\u306f\u3001\u307b\u304b\u306e OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8a2d\u5b9a\u306b\u30a8\u30f3\u30c8\u30ea\u30dd\u30a4\u30f3\u30c8\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
tag.core-server.synopsis=\u30b3\u30a2\u30b5\u30fc\u30d0\u30fc
tag.database.synopsis=\u30ad\u30e3\u30c3\u30b7\u30e5\u304a\u3088\u3073\u30d0\u30c3\u30af\u30a8\u30f3\u30c9
tag.logging.synopsis=\u30ed\u30b0
tag.replication.synopsis=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
tag.security.synopsis=\u8a8d\u8a3c\u304a\u3088\u3073\u627f\u8a8d
tag.user-management.synopsis=\u30e6\u30fc\u30b6\u30fc\u7ba1\u7406
relation.access-control-handler.user-friendly-name=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u30cf\u30f3\u30c9\u30e9
relation.access-control-handler.synopsis=\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5168\u4f53\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u3092\u7ba1\u7406\u3057\u307e\u3059\u3002OpenDS \u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u4ee3\u66ff\u5b9f\u88c5\u3092\u4f5c\u6210\u3067\u304d\u308b\u3088\u3046\u306b\u3001\u62e1\u5f35\u30a4\u30f3\u30bf\u30d5\u30a7\u30fc\u30b9\u3092\u901a\u3057\u3066\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u3067\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3067\u304d\u308b\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u4e00\u5ea6\u306b 1 \u3064\u3060\u3051\u3067\u3059\u3002
relation.access-control-handler.description=OpenDS \u306b\u306f\u7279\u6a29\u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u3082\u3042\u308a\u3001\u30b5\u30fc\u30d0\u30fc\u5185\u3067\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u6a5f\u80fd\u306b\u5f71\u97ff\u3092\u53ca\u307c\u3059\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u305f\u3068\u3048\u3070\u3001\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u306e\u5b9f\u88c5\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u306b\u95a2\u4fc2\u306a\u304f\u3001bypass-acl \u7279\u6a29\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u306f\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u30c1\u30a7\u30c3\u30af\u306e\u5bfe\u8c61\u306b\u306f\u306a\u308a\u307e\u305b\u3093\u3002
relation.account-status-notification-handler.user-friendly-name=\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9
relation.account-status-notification-handler.user-friendly-plural-name=\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9
relation.account-status-notification-handler.synopsis=\u30e6\u30fc\u30b6\u30fc\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u72b6\u614b\u304c\u4f55\u3089\u304b\u306e\u65b9\u6cd5\u3067\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u306b\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306f\u547c\u3073\u51fa\u3055\u308c\u3001\u96fb\u5b50\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u306a\u3069\u306e\u5f62\u5f0f\u3067\u30e6\u30fc\u30b6\u30fc\u306b\u901a\u77e5\u3057\u307e\u3059\u3002\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3092\u4f7f\u7528\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u7ba1\u7406\u8005\u3001\u3042\u308b\u3044\u306f\u305d\u306e\u4e21\u65b9\u306b\u5909\u66f4\u3092\u901a\u77e5\u3067\u304d\u307e\u3059\u3002
relation.administration-connector.user-friendly-name=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf
relation.administration-connector.synopsis=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u306f\u3001LDAP \u3092\u4f7f\u7528\u3057\u3066\u7ba1\u7406\u30c4\u30fc\u30eb\u3068\u76f8\u4e92\u306b\u4f5c\u7528\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
relation.administration-connector.description=\u7ba1\u7406\u30b3\u30cd\u30af\u30bf\u306f\u3001\u7ba1\u7406\u5c02\u7528\u306e\u30a8\u30f3\u30c8\u30ea\u30dd\u30a4\u30f3\u30c8\u3067\u3059\u3002
relation.alert-handler.user-friendly-name=\u30a2\u30e9\u30fc\u30c8\u30cf\u30f3\u30c9\u30e9
relation.alert-handler.user-friendly-plural-name=\u30a2\u30e9\u30fc\u30c8\u30cf\u30f3\u30c9\u30e9
relation.alert-handler.synopsis=\u30a2\u30e9\u30fc\u30c8\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u767a\u751f\u3059\u308b\u91cd\u5927\u306a\u554f\u984c\u3084\u6ce8\u76ee\u3059\u3079\u304d\u30a4\u30d9\u30f3\u30c8\u3092\u7ba1\u7406\u8005\u306b\u901a\u77e5\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
relation.attribute-syntax.user-friendly-name=\u5c5e\u6027\u69cb\u6587
relation.attribute-syntax.user-friendly-plural-name=\u5c5e\u6027\u69cb\u6587
relation.attribute-syntax.synopsis=\u5c5e\u6027\u69cb\u6587\u306f\u3001\u69cb\u6587\u3068\u3068\u3082\u306b\u5c5e\u6027\u306b\u683c\u7d0d\u3067\u304d\u308b\u30c7\u30fc\u30bf\u306e\u30bf\u30a4\u30d7\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u69cb\u6587\u306b\u306f\u4e00\u822c\u7684\u306b\u3001\u305d\u306e\u69cb\u6587\u306e\u5024\u306b\u30de\u30c3\u30c1\u30f3\u30b0\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u65b9\u6cd5\u3092\u793a\u3059\u3001\u4e00\u9023\u306e\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002
relation.backend.user-friendly-name=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9
relation.backend.user-friendly-plural-name=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9
relation.backend.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u30b5\u30fc\u30d0\u30fc\u306b\u3088\u3063\u3066\u63d0\u4f9b\u3055\u308c\u305f\u30d9\u30fc\u30b9\u3068\u306a\u308b\u30c7\u30fc\u30bf\u306b\u30a2\u30af\u30bb\u30b9\u3057\u307e\u3059\u3002
relation.backend.description=\u30c7\u30fc\u30bf\u306f\u7d44\u307f\u8fbc\u307f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u30ed\u30fc\u30ab\u30eb\u306b\u683c\u7d0d\u3057\u305f\u308a\u3001\u5916\u90e8\u30b7\u30b9\u30c6\u30e0\u306b\u30ea\u30e2\u30fc\u30c8\u306b\u683c\u7d0d\u3057\u305f\u308a\u3001\u4f7f\u7528\u53ef\u80fd\u306a\u307b\u304b\u306e\u60c5\u5831\u304b\u3089\u8a08\u7b97\u3059\u308b\u306a\u3069\u3001\u3059\u3050\u306b\u751f\u6210\u3057\u305f\u308a\u3067\u304d\u307e\u3059\u3002
relation.certificate-mapper.user-friendly-name=\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc
relation.certificate-mapper.user-friendly-plural-name=\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc
relation.certificate-mapper.synopsis=\u8a3c\u660e\u66f8\u30de\u30c3\u30d1\u30fc\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8a3c\u660e\u66f8\u3068\u3053\u306e\u8a3c\u660e\u66f8\u306b\u5bfe\u5fdc\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u9593\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u78ba\u7acb\u3057\u307e\u3059\u3002
relation.connection-handler.user-friendly-name=\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
relation.connection-handler.user-friendly-plural-name=\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9
relation.connection-handler.synopsis=\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u63a5\u7d9a\u306e\u8a31\u53ef\u3001\u8981\u6c42\u306e\u8aad\u307f\u53d6\u308a\u3001\u5fdc\u7b54\u306e\u9001\u4fe1\u306a\u3069\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u306e\u3059\u3079\u3066\u306e\u76f8\u4e92\u4f5c\u7528\u3092\u51e6\u7406\u3057\u307e\u3059\u3002
relation.crypto-manager.user-friendly-name=\u6697\u53f7\u5316\u30de\u30cd\u30fc\u30b8\u30e3\u30fc
relation.crypto-manager.synopsis=\u6697\u53f7\u5316\u30de\u30cd\u30fc\u30b8\u30e3\u30fc \u306f\u3001\u5727\u7e2e\u3001\u5727\u7e2e\u89e3\u9664\u3001\u30cf\u30c3\u30b7\u30e5\u3001\u6697\u53f7\u5316\u306a\u3069\u306e\u6697\u53f7\u5316\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u5171\u901a\u30a4\u30f3\u30bf\u30d5\u30a7\u30fc\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
relation.entry-cache.user-friendly-name=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5
relation.entry-cache.user-friendly-plural-name=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5
relation.entry-cache.synopsis=\u30a8\u30f3\u30c8\u30ea\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u30a2\u30af\u30bb\u30b9\u3055\u308c\u308b\u53ef\u80fd\u6027\u306e\u3042\u308b\u30a8\u30f3\u30c8\u30ea\u3092\u30ad\u30e3\u30c3\u30b7\u30e5\u3057\u3066\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3092\u6539\u5584\u3057\u307e\u3059\u3002
relation.extended-operation-handler.user-friendly-name=\u62e1\u5f35\u51e6\u7406\u30cf\u30f3\u30c9\u30e9
relation.extended-operation-handler.user-friendly-plural-name=\u62e1\u5f35\u51e6\u7406\u30cf\u30f3\u30c9\u30e9
relation.extended-operation-handler.synopsis=\u62e1\u5f35\u51e6\u7406\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u3055\u307e\u3056\u307e\u306a\u30bf\u30a4\u30d7\u306e\u62e1\u5f35\u51e6\u7406\u3092\u51e6\u7406\u3057\u307e\u3059\u3002
relation.extension.user-friendly-name=\u62e1\u5f35\u6a5f\u80fd
relation.extension.user-friendly-plural-name=\u62e1\u5f35\u6a5f\u80fd
relation.extension.synopsis=\u62e1\u5f35\u6a5f\u80fd\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u65b0\u3057\u3044\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3092\u4f7f\u7528\u3057\u3066\u8a2d\u5b9a\u3092\u62e1\u5f35\u3067\u304d\u307e\u3059\u3002
relation.extension.description=\u65e2\u5b58\u306e\u6700\u4e0a\u4f4d\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304b\u3089\u7d99\u627f\u3055\u308c\u306a\u3044\u3001\u69cb\u6210\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u5fc5\u8981\u3068\u3059\u308b\u62e1\u5f35\u6a5f\u80fd\u306e\u30a8\u30f3\u30c8\u30ea\u30dd\u30a4\u30f3\u30c8\u3067\u3059\u3002
relation.global-configuration.user-friendly-name=\u30b0\u30ed\u30fc\u30d0\u30eb\u69cb\u6210
relation.global-configuration.synopsis=\u30b0\u30ed\u30fc\u30d0\u30eb\u306b\u306f\u3001OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u64cd\u4f5c\u5168\u822c\u306b\u5f71\u97ff\u3059\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
relation.group-implementation.user-friendly-name=\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5
relation.group-implementation.user-friendly-plural-name=\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5
relation.group-implementation.synopsis=\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u540d\u524d\u4ed8\u304d\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
relation.group-implementation.description=\u30b0\u30eb\u30fc\u30d7\u5b9f\u88c5\u304c\u7570\u306a\u308b\u3068\u3001\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u306e\u5224\u5b9a\u65b9\u6cd5\u304c\u7570\u306a\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u305f\u3068\u3048\u3070\u3001\u4e00\u90e8\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u30e1\u30f3\u30d0\u30fc\u3092\u660e\u793a\u7684\u306b\u4e00\u89a7\u8868\u793a\u3057\u305f\u308a\u3001\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u3092\u52d5\u7684\u306b\u5224\u5b9a\u3057\u305f\u308a\u3057\u307e\u3059\u3002
relation.identity-mapper.user-friendly-name=\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc
relation.identity-mapper.user-friendly-plural-name=\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc
relation.identity-mapper.synopsis=\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u3088\u3063\u3066\u6307\u5b9a\u3055\u308c\u305f\u8b58\u5225\u5b50\u6587\u5b57\u5217\u3068\u3001\u305d\u306e\u8b58\u5225\u5b50\u306b\u5bfe\u5fdc\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u306e\u9593\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u30a2\u30a4\u30c7\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u30de\u30c3\u30d1\u30fc\u306f\u3001\u3044\u304f\u3064\u304b\u306e SASL \u6a5f\u69cb\u3092\u51e6\u7406\u3057\u3066\u8a8d\u8a3c ID (GSSAPI \u3092\u4f7f\u7528\u3057\u305f\u3068\u304d\u306e Kerberos \u4e3b\u4f53\u306a\u3069) \u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30e6\u30fc\u30b6\u30fc\u306b\u30de\u30c3\u30d7\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u30d7\u30ed\u30ad\u30b7\u8a2d\u5b9a\u3055\u308c\u305f\u8a8d\u8a3c\u5236\u5fa1\u3067\u8981\u6c42\u3092\u51e6\u7406\u3059\u308b\u3068\u304d\u306b\u3082\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
relation.key-manager-provider.user-friendly-name=\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0
relation.key-manager-provider.user-friendly-plural-name=\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0
relation.key-manager-provider.synopsis=\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001SSL \u63a5\u7d9a\u3092\u305d\u306e\u30d4\u30a2\u306b\u5bfe\u3057\u3066\u8a8d\u8a3c\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u9375\u30c7\u30fc\u30bf\u3092\u7ba1\u7406\u3057\u307e\u3059\u3002
relation.key-manager-provider.description=\u9375\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001SSL \u307e\u305f\u306f StartTLS \u30cd\u30b4\u30b7\u30a8\u30fc\u30b7\u30e7\u30f3\u306e\u5b9f\u884c\u6642\u306b\u30b5\u30fc\u30d0\u30fc\u3067\u4f7f\u7528\u3055\u308c\u308b SSL \u8a3c\u660e\u66f8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
relation.log-publisher.user-friendly-name=\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc
relation.log-publisher.user-friendly-plural-name=\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc
relation.log-publisher.synopsis=\u30ed\u30b0\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306f\u3001\u5404\u7a2e\u30ed\u30ac\u30fc\u304b\u3089\u51fa\u529b\u5148\u306b\u30ed\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u914d\u4fe1\u3057\u307e\u3059\u3002
relation.log-retention-policy.user-friendly-name=\u30ed\u30b0\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc
relation.log-retention-policy.user-friendly-plural-name=\u30ed\u30b0\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc
relation.log-retention-policy.synopsis=\u30ed\u30b0\u4fdd\u6301\u30dd\u30ea\u30b7\u30fc\u306f\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u6d88\u53bb\u3059\u308b\u30bf\u30a4\u30df\u30f3\u30b0\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
relation.log-rotation-policy.user-friendly-name=\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc
relation.log-rotation-policy.user-friendly-plural-name=\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc
relation.log-rotation-policy.synopsis=\u30ed\u30b0\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u30dd\u30ea\u30b7\u30fc\u306f\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u3059\u308b\u30bf\u30a4\u30df\u30f3\u30b0\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
relation.matching-rule.user-friendly-name=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb
relation.matching-rule.user-friendly-plural-name=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb
relation.matching-rule.synopsis=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u8868\u660e\u5024\u306b\u5bfe\u3059\u308b\u30de\u30c3\u30c1\u30f3\u30b0\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u30eb\u30fc\u30eb\u306e\u30bb\u30c3\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
relation.matching-rule.description=\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u69cb\u6587\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u308b\u3053\u3068\u304c\u591a\u304f\u3001\u305d\u306e\u69cb\u6587\u306b\u5f93\u3063\u3066\u5024\u3092\u6bd4\u8f03\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u305f\u3068\u3048\u3070\u3001distinguishedNameEqualityMatch \u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306f\u30012 \u3064\u306e DN \u304c\u7b49\u3057\u304f\u3001\u30b3\u30f3\u30de\u3068\u7b49\u53f7\u306e\u524d\u5f8c\u306e\u4e0d\u8981\u306a\u30b9\u30da\u30fc\u30b9\u3084\u5c5e\u6027\u540d\u306e\u5927\u6587\u5b57\u5c0f\u6587\u5b57\u306e\u9055\u3044\u306a\u3069\u3092\u7121\u8996\u3067\u304d\u308b\u304b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
relation.monitor-provider.user-friendly-name=\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0
relation.monitor-provider.user-friendly-plural-name=\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0
relation.monitor-provider.synopsis=\u30e2\u30cb\u30bf\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u72b6\u614b\u307e\u305f\u306f\u305d\u306e\u3044\u305a\u308c\u304b\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306b\u3064\u3044\u3066\u306e\u60c5\u5831\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
relation.monitor-provider.description=\u3053\u306e\u60c5\u5831\u306f\u76e3\u8996\u3084\u30c8\u30e9\u30d6\u30eb\u30b7\u30e5\u30fc\u30c6\u30a3\u30f3\u30b0\u3067\u5f79\u7acb\u3061\u307e\u3059\u3002
relation.network-group.user-friendly-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7
relation.network-group.user-friendly-plural-name=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7
relation.network-group.synopsis=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u306f\u53d7\u4fe1\u63a5\u7d9a\u3092\u5206\u985e\u3057\u3001\u8981\u6c42\u3092\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306b\u914d\u4fe1\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
relation.password-generator.user-friendly-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf
relation.password-generator.user-friendly-plural-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf
relation.password-generator.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u62e1\u5f35\u64cd\u4f5c\u3067\u30e6\u30fc\u30b6\u30fc\u306e\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u69cb\u7bc9\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
relation.password-generator.description=\u30b5\u30fc\u30d0\u30fc\u306f\u4efb\u610f\u306e\u6570\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u5b9a\u7fa9\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u306f\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u7279\u6027\u306b\u3064\u3044\u3066\u306e\u4efb\u610f\u306e\u7a2e\u985e\u306e\u5236\u9650\u3092\u8ab2\u3059\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3057\u305f\u304c\u3063\u3066\u3001\u30b5\u30fc\u30d0\u30fc\u304c\u3059\u3079\u3066\u306e\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u3059\u3079\u3066\u306e\u8981\u4ef6\u3092\u6e80\u305f\u3059\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5358\u72ec\u3067\u751f\u6210\u3057\u3088\u3046\u3068\u3059\u308b\u306e\u306b\u9069\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306f\u3001\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e\u30ab\u30b9\u30bf\u30e0\u30ed\u30b8\u30c3\u30af\u3092\u63d0\u4f9b\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
relation.password-policy.user-friendly-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc
relation.password-policy.user-friendly-plural-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc
relation.password-policy.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u7ba1\u7406\u30eb\u30fc\u30eb\u306e\u6570\u304a\u3088\u3073\u8a8d\u8a3c\u51e6\u7406\u306e\u8981\u4ef6\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
relation.password-storage-scheme.user-friendly-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de
relation.password-storage-scheme.user-friendly-plural-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de
relation.password-storage-scheme.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u6307\u5b9a\u3057\u305f\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30a8\u30f3\u30b3\u30fc\u30c9\u3057\u3001\u305d\u308c\u3089\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30a8\u30f3\u30b3\u30fc\u30c9\u3055\u308c\u305f\u65b9\u6cd5\u3067\u683c\u7d0d\u3055\u308c\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30a8\u30f3\u30b3\u30fc\u30c9\u3055\u308c\u305f\u5024\u304b\u3089\u7b2c\u4e09\u8005\u304c\u5e73\u6587\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u7279\u5b9a\u3059\u308b\u306e\u304c\u96e3\u3057\u304f\u306a\u308b\u304b\u4e0d\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059\u3002
relation.password-storage-scheme.description=\u30d1\u30b9\u30ef\u30fc\u30c9\u8a18\u61b6\u30b9\u30ad\u30fc\u30de\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u6307\u5b9a\u3057\u305f\u5e73\u6587\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30b5\u30fc\u30d0\u30fc\u306b\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u30a8\u30f3\u30b3\u30fc\u30c9\u3055\u308c\u305f\u5024\u3068\u4e00\u81f4\u3059\u308b\u304b\u3069\u3046\u304b\u3082\u5224\u5b9a\u3057\u307e\u3059\u3002
relation.password-validator.user-friendly-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf
relation.password-validator.user-friendly-plural-name=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf
relation.password-validator.synopsis=\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u3001\u6700\u5c0f\u9577\u3055\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u308b\u3053\u3068\u3001\u6587\u5b57\u306e\u7bc4\u56f2\u304c\u9069\u5207\u3067\u3042\u308b\u3053\u3068\u3001\u307e\u305f\u306f\u5c65\u6b74\u306b\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3059\u308b\u3088\u3046\u306a\u30c1\u30a7\u30c3\u30af\u3092\u542b\u3080\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
relation.password-validator.description=\u30e6\u30fc\u30b6\u30fc\u7528\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3059\u308b\u305f\u3073\u306b\u4f7f\u7528\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u30bb\u30c3\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3059\u308b\u306b\u306f\u3001\u5bfe\u5fdc\u3059\u308b\u8a2d\u5b9a\u30a8\u30f3\u30c8\u30ea\u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u30d0\u30ea\u30c7\u30fc\u30bf\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306e password-validator \u5c5e\u6027\u306b\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u306e DN \u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u30d0\u30ea\u30c7\u30fc\u30bf\u306e\u3059\u3079\u3066\u306e\u8a2d\u5b9a\u30a8\u30f3\u30c8\u30ea\u306b\u3001password-validator \u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
relation.plugin-root.user-friendly-name=\u30d7\u30e9\u30b0\u30a4\u30f3\u30eb\u30fc\u30c8
relation.plugin-root.synopsis=\u30d7\u30e9\u30b0\u30a4\u30f3\u30eb\u30fc\u30c8\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u5b9a\u7fa9\u3055\u308c\u308b\u3059\u3079\u3066\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u89aa\u30a8\u30f3\u30c8\u30ea\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
relation.plugin-root.description=\u305d\u308c\u3089\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30ed\u30fc\u30c9\u3055\u308c\u547c\u3073\u51fa\u3055\u308c\u308b\u9806\u5e8f\u3092\u5b9a\u7fa9\u3059\u308b\u8a2d\u5b9a\u5c5e\u6027\u3092\u542b\u3081\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
relation.root-dn.user-friendly-name=\u30eb\u30fc\u30c8 DN
relation.root-dn.synopsis=\u30eb\u30fc\u30c8 DN \u8a2d\u5b9a\u306b\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30eb\u30fc\u30c8 DN \u30e6\u30fc\u30b6\u30fc\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u307e\u305f\u3001\u30eb\u30fc\u30c8 DN \u30e6\u30fc\u30b6\u30fc\u304c\u81ea\u52d5\u7684\u306b\u7d99\u627f\u3059\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u7279\u6a29\u30bb\u30c3\u30c8\u3082\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059\u3002
relation.root-dse-backend.user-friendly-name=\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9
relation.root-dse-backend.synopsis=\u30eb\u30fc\u30c8 DSE \u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30eb\u30fc\u30c8 DSE \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
relation.root-dse-backend.description=\u3053\u308c\u306f\u3001\u30d9\u30fc\u30b9\u30ec\u30d9\u30eb\u306e\u691c\u7d22\u7528\u306e\u30eb\u30fc\u30c8 DSE \u30a8\u30f3\u30c8\u30ea\u3092\u52d5\u7684\u306b\u751f\u6210\u3057\u3001\u307b\u304b\u306e\u7bc4\u56f2\u3067\u306e\u64cd\u4f5c\u306e\u305f\u3081\u306b\u305d\u306e\u4ed6\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u3060\u3051\u306e\u7279\u5225\u306a\u30e1\u30bf\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u3059\u3002
relation.sasl-mechanism-handler.user-friendly-name=SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9
relation.sasl-mechanism-handler.user-friendly-plural-name=SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9
relation.sasl-mechanism-handler.synopsis=SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u8a2d\u5b9a\u30a8\u30f3\u30c8\u30ea\u306f\u3001OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u3059\u3079\u3066\u306e SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306e\u89aa\u3067\u3059\u3002
relation.sasl-mechanism-handler.description=SASL \u6a5f\u69cb\u30cf\u30f3\u30c9\u30e9\u306f\u3001SASL (RFC 4422 \u3067\u5b9a\u7fa9\u3055\u308c\u305f Simple Authentication and Security Layer) \u30d0\u30a4\u30f3\u30c9\u306e\u51e6\u7406\u4e2d\u306b\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u8a8d\u8a3c\u3092\u884c\u3044\u307e\u3059\u3002
relation.synchronization-provider.user-friendly-name=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0
relation.synchronization-provider.user-friendly-plural-name=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0
relation.synchronization-provider.synopsis=\u540c\u671f\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30fc\u30bf\u3068\u3001OpenDS \u306e\u307b\u304b\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u307e\u305f\u306f\u307b\u304b\u306e\u30c7\u30fc\u30bf\u30ea\u30dd\u30b8\u30c8\u30ea\u3068\u306e\u540c\u671f\u3092\u51e6\u7406\u3057\u307e\u3059\u3002
relation.synchronization-provider.description=OpenDS \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001Sun Java System Directory Server \u304c\u63a1\u7528\u3059\u308b\u30dd\u30a4\u30f3\u30c8\u30c4\u30fc\u30dd\u30a4\u30f3\u30c8\u30a2\u30d7\u30ed\u30fc\u30c1\u3067\u306f\u306a\u304f\u3001\u96c6\u4e2d\u5316\u30a2\u30d7\u30ed\u30fc\u30c1\u3092\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u5bfe\u3057\u3066\u63a1\u7528\u3057\u3066\u3044\u307e\u3059\u3002OpenDS \u3067\u306f\u30011 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u74b0\u5883\u5185\u306b\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002\u901a\u5e38\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u30e6\u30fc\u30b6\u30fc\u30c7\u30fc\u30bf\u3092\u683c\u7d0d\u3057\u307e\u305b\u3093\u304c\u3001\u30c8\u30dd\u30ed\u30b8\u5185\u3067\u884c\u308f\u308c\u305f\u3059\u3079\u3066\u306e\u5909\u66f4\u306e\u30ed\u30b0\u306f\u4fdd\u6301\u3057\u307e\u3059\u3002\u30c8\u30dd\u30ed\u30b8\u5185\u306e\u5404\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306f\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3092\u6307\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u8a08\u753b\u306b\u3088\u308a\u3001\u74b0\u5883\u306e\u914d\u5099\u304a\u3088\u3073\u7ba1\u7406\u304c\u7c21\u5358\u306b\u306a\u308a\u307e\u3059\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3068\u540c\u3058\u30b7\u30b9\u30c6\u30e0\u4e0a (\u307e\u305f\u306f\u540c\u3058\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5185\u3082\u53ef\u80fd) \u3067\u5b9f\u884c\u3067\u304d\u307e\u3059\u304c\u3001\u3053\u306e 2 \u3064\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u5225\u3005\u306e\u30b7\u30b9\u30c6\u30e0\u4e0a\u306b\u5206\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u30a2\u30d7\u30ed\u30fc\u30c1\u306f\u3001\u5927\u898f\u6a21\u306a\u74b0\u5883\u3067\u306e\u6027\u80fd\u307e\u305f\u306f\u6a5f\u80fd\u3092\u5411\u4e0a\u3055\u305b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
relation.trust-manager-provider.user-friendly-name=\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0
relation.trust-manager-provider.user-friendly-plural-name=\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0
relation.trust-manager-provider.synopsis=\u30c8\u30e9\u30b9\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30d7\u30ed\u30d0\u30a4\u30c0\u306f\u3001\u63d0\u793a\u3055\u308c\u305f\u8a3c\u660e\u66f8\u304c\u4fe1\u983c\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u3057\u307e\u3059\u3002
relation.virtual-attribute.user-friendly-name=\u4eee\u60f3\u5c5e\u6027
relation.virtual-attribute.user-friendly-plural-name=\u4eee\u60f3\u5c5e\u6027
relation.virtual-attribute.synopsis=\u4eee\u60f3\u5c5e\u6027\u306f\u3001\u30a8\u30f3\u30c8\u30ea\u306b\u8868\u793a\u3055\u308c\u308b\u304c\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u6301\u7d9a\u7684\u306b\u683c\u7d0d\u3055\u308c\u306a\u3044\u5c5e\u6027\u5024\u306e\u52d5\u7684\u306a\u751f\u6210\u3092\u884c\u3044\u307e\u3059\u3002
relation.virtual-attribute.description=\u4eee\u60f3\u5c5e\u6027\u306f\u3001\u5024\u3092\u751f\u6210\u3059\u308b\u30ed\u30b8\u30c3\u30af\u3092\u542b\u3080\u4eee\u60f3\u5c5e\u6027\u30d7\u30ed\u30d0\u30a4\u30c0\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002
relation.workflow.user-friendly-name=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc
relation.workflow.user-friendly-plural-name=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc
relation.workflow.synopsis=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u53d6\u5f97\u3055\u308c\u308b\u969b\u306b\u30c7\u30fc\u30bf\u306b\u9069\u7528\u3055\u308c\u308b\u51e6\u7406\u624b\u9806 (\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20) \u306e\u30ea\u30b9\u30c8\u3067\u3059\u3002
relation.workflow-element.user-friendly-name=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20
relation.workflow-element.user-friendly-plural-name=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20
relation.workflow-element.synopsis=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u306f\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u5185\u3067\u5358\u4e00\u306e\u51e6\u7406\u624b\u9806\u3092\u5b9f\u88c5\u3057\u307e\u3059\u3002
relation.workflow-element.description=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u3067\u306f\u3001DN \u306e\u30de\u30c3\u30d4\u30f3\u30b0\u3001\u5c5e\u6027\u306e\u540d\u524d\u5909\u66f4\u3001\u5c5e\u6027\u306e\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u3001\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306e\u7d50\u5408\u3001\u30d7\u30ed\u30ad\u30b7\u306e\u4f7f\u7528\u3001\u307e\u305f\u306f\u8ca0\u8377\u5206\u6563\u306a\u3069\u306e\u30bf\u30b9\u30af\u3092\u5b9f\u884c\u3067\u304d\u307e\u3059\u3002\u6700\u3082\u5358\u7d14\u306a\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u306f\u3001\u30c7\u30fc\u30bf\u3092\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u7d4c\u8def\u6307\u5b9a\u3059\u308b\u30ed\u30fc\u30ab\u30eb\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u8981\u7d20\u3067\u3059\u3002
relation.work-queue.user-friendly-name=\u30ef\u30fc\u30af\u30ad\u30e5\u30fc
relation.work-queue.synopsis=\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306e\u8a2d\u5b9a\u3092\u63d0\u4f9b\u3057\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u53d7\u4fe1\u3057\u305f\u8981\u6c42\u304c\u5fc5\u305a\u9069\u5207\u306a\u30bf\u30a4\u30df\u30f3\u30b0\u3067\u51e6\u7406\u3055\u308c\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
relation.work-queue.description=\u30b5\u30fc\u30d0\u30fc\u3067\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u3092 1 \u3064\u3060\u3051\u5b9a\u7fa9\u3067\u304d\u307e\u3059\u3002\u63a5\u7d9a\u30cf\u30f3\u30c9\u30e9\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8981\u6c42\u3092\u53d7\u4fe1\u3059\u308b\u305f\u3073\u306b\u3001\u9069\u5207\u306b\u51e6\u7406\u3055\u308c\u308b\u3088\u3046\u306b\u305d\u306e\u8981\u6c42\u3092\u30ef\u30fc\u30af\u30ad\u30e5\u30fc\u306b\u5165\u308c\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
