user-friendly-name=\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a8\u30f3\u30c9
user-friendly-plural-name=\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a8\u30f3\u30c9
synopsis=\u30b9\u30ad\u30fc\u30de\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u3001\u5c5e\u6027\u578b\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u3001\u5c5e\u6027\u306e\u69cb\u6587\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u3001\u30de\u30c3\u30c1\u30f3\u30b0\u30eb\u30fc\u30eb\u306e\u4f7f\u7528\u6cd5\u3001DIT \u30b3\u30f3\u30c6\u30f3\u30c4\u898f\u5247\u3001DIT \u69cb\u9020\u898f\u5247\u306a\u3069\u306e\u60c5\u5831\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
description=\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u30b9\u30ad\u30fc\u30de\u5b9a\u7fa9\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u3001\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u5185\u3067\u306e\u300c\u5909\u66f4\u300d\u64cd\u4f5c\u3092\u8a31\u53ef\u3057\u307e\u3059\u3002\u3053\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u8a2d\u5b9a\u30a8\u30f3\u30c8\u30ea\u306f\u3001ds-cfg-schema-backend \u69cb\u9020\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9\u306b\u57fa\u3065\u3044\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9 (\u307e\u305f\u306f\u305d\u306e\u89aa\u306e ds-cfg-backend \u30af\u30e9\u30b9) \u306b\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u3001\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u5185\u306e\u3059\u3079\u3066\u306e\u5c5e\u6027\u578b\u306f\u3001\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea\u306b\u76f4\u63a5\u793a\u3055\u308c\u307e\u3059\u3002
property.backend-id.synopsis=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.backend-id.description=\u3053\u306e\u540d\u524d\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u5185\u306e\u3059\u3079\u3066\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u4e2d\u3067\u4e00\u610f\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u3067\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f5c\u6210\u3055\u308c\u305f\u3042\u3068\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9 ID \u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002
property.base-dn.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u51e6\u7406\u3059\u308b\u30c7\u30fc\u30bf\u306e\u30d9\u30fc\u30b9 DN \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.base-dn.description=1 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067 1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30d9\u30fc\u30b9 DN \u3092\u51e6\u7406\u3067\u304d\u307e\u3059\u30021 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u307b\u304b\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306b\u3088\u3063\u3066\u6307\u5b9a\u3055\u308c\u305f\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u306e\u30d9\u30fc\u30b9 DN \u3092\u6301\u3064\u3053\u3068\u306f\u3042\u308a\u307e\u3059\u304c\u30012 \u3064\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u540c\u3058\u30d9\u30fc\u30b9 DN \u3092\u6301\u3064\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093 (Sun Java System Directory Server \u3067\u306e\u30b5\u30d6\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u306e\u4f7f\u7528\u3068\u540c\u69d8)\u3002\u3044\u305a\u308c\u304b\u306e\u30d9\u30fc\u30b9 DN \u304c\u307b\u304b\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u3067\u3042\u308b\u5834\u5408\u3001\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u3059\u3079\u3066\u306e\u30d9\u30fc\u30b9 DN \u306f\u540c\u3058\u30d9\u30fc\u30b9 DN \u3088\u308a\u4e0b\u4f4d\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.base-dn.requires-admin-action.synopsis=\u65b0\u898f\u306e\u30d9\u30fc\u30b9 DN \u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3054\u3068\u306b\u4f55\u3089\u304b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5fc5\u8981\u306b\u306a\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u7ba1\u7406\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002
property.enabled.synopsis=\u30b5\u30fc\u30d0\u30fc\u3067\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.enabled.description=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u306a\u3044\u5834\u5408\u3001\u64cd\u4f5c\u306e\u51e6\u7406\u6642\u306b\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
property.java-class.synopsis=\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.schema-entry-dn.synopsis=base-dn \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u5024\u306b\u52a0\u3048\u3066\u3001\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u304c\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u30b5\u30d6\u30c4\u30ea\u30fc\u306e\u30d9\u30fc\u30b9 DN \u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
property.schema-entry-dn.description=base-dn \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3067\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5024\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u30eb\u30fc\u30c8 DSE \u306e subschemaSubentry \u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u5c5e\u6027\u306b\u8868\u793a\u3055\u308c\u308b\u552f\u4e00\u306e\u5024\u3067\u3059\u3002\u3053\u308c\u306f\u5358\u4e00\u5024\u306e\u5c5e\u6027\u3067\u3042\u308b\u305f\u3081\u5fc5\u8981\u3067\u3059\u3002\u307e\u305f\u3001\u305d\u306e\u4ed6\u306e\u30a8\u30f3\u30c8\u30ea\u3067\u306f\u3001\u4eee\u60f3\u5c5e\u6027\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u308b\u552f\u4e00\u306e\u5024\u3067\u3059\u3002schema-entry-dn \u5c5e\u6027\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u307b\u304b\u306e\u5834\u6240\u3067\u30b9\u30ad\u30fc\u30de\u60c5\u5831\u3092\u5165\u624b\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u307b\u304b\u306e\u5834\u6240\u3068\u306f\u3001\u7279\u5b9a\u306e\u5834\u6240\u306b\u30b9\u30ad\u30fc\u30de\u304c\u7f6e\u304b\u308c\u308b\u3088\u3046\u306b\u30cf\u30fc\u30c9\u30b3\u30fc\u30c9\u3055\u308c\u305f\u7279\u5b9a\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u683c\u7d0d\u3059\u308b\u305f\u3081\u306e\u5834\u6240\u3067\u3059\u3002
property.show-all-attributes.synopsis=\u30b9\u30ad\u30fc\u30de\u30a8\u30f3\u30c8\u30ea\u5185\u306e\u3059\u3079\u3066\u306e\u5c5e\u6027\u3092\u3001\u305d\u308c\u3089\u306e\u8a2d\u5b9a\u306b\u95a2\u4fc2\u306a\u304f\u3001\u30e6\u30fc\u30b6\u30fc\u5c5e\u6027\u3068\u540c\u69d8\u306b\u6271\u3046\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.show-all-attributes.description=\u3053\u308c\u306b\u3088\u308a\u3001attributeType \u3084 objectClasses \u306a\u3069\u306e\u30b9\u30ad\u30fc\u30de\u5c5e\u6027\u304c\u8981\u6c42\u3055\u308c\u306a\u3044\u5834\u5408\u3067\u3082\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u542b\u307e\u308c\u308b\u3053\u3068\u3092\u60f3\u5b9a\u3059\u308b\u4e00\u90e8\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3068\u306e\u4e92\u63db\u6027\u304c\u5b9f\u73fe\u3067\u304d\u307e\u3059\u3002  \u30d7\u30ed\u30c8\u30b3\u30eb\u7d4c\u7531\u3067\u30b9\u30ad\u30fc\u30de\u306e\u5909\u66f4\u3092\u8a66\u307f\u308b\u5834\u5408\u306e\u554f\u984c\u3092\u56de\u907f\u3059\u308b\u305f\u3081\u3001ldapSyntaxes \u5c5e\u6027\u306f\u5e38\u306b\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u3068\u3057\u3066\u51e6\u7406\u3055\u308c\u307e\u3059\u3002
property.writability-mode.synopsis=\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u51e6\u7406\u3059\u308b\u969b\u306b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u304c\u4f7f\u7528\u3059\u3079\u304d\u52d5\u4f5c\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.disabled.synopsis=\u3059\u3079\u3066\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306b\u5931\u6557\u3057\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.enabled.synopsis=\u305d\u306e\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u306e\u5b9f\u884c\u3092\u8a31\u53ef\u3057\u307e\u3059\u3002\u8981\u6c42\u3055\u308c\u305f\u64cd\u4f5c\u304c\u6709\u52b9\u3067\u3001\u30e6\u30fc\u30b6\u30fc\u306b\u305d\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308b\u5834\u5408\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306f\u305d\u306e\u30bf\u30a4\u30d7\u306e\u66f8\u304d\u8fbc\u307f\u64cd\u4f5c\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u306a\u66f8\u304d\u8fbc\u307f\u53ef\u80fd\u30e2\u30fc\u30c9\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3082\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=\u5916\u90e8\u66f8\u304d\u8fbc\u307f\u8a66\u884c\u306f\u5931\u6557\u3057\u307e\u3059\u304c\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u64cd\u4f5c\u304a\u3088\u3073\u5185\u90e8\u64cd\u4f5c\u306b\u3088\u308b\u66f8\u304d\u8fbc\u307f\u306f\u53ef\u80fd\u3067\u3059\u3002
