user-friendly-name=SMTP \u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9
user-friendly-plural-name=SMTP \u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9
synopsis=SMTP \u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306f\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u304c\u751f\u6210\u3055\u308c\u308b\u305f\u3073\u306b\u3001\u30a8\u30f3\u30c9\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u7ba1\u7406\u8005\u3001\u3042\u308b\u3044\u306f\u305d\u306e\u4e21\u65b9\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3059\u308b\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u3067\u3059\u3002
property.email-address-attribute-type.synopsis=\u30a8\u30f3\u30c9\u30e6\u30fc\u30b6\u30fc\u306b\u901a\u77e5\u3059\u308b\u969b\u3001\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u53d6\u5f97\u306b\u30e6\u30fc\u30b6\u30fc\u306e\u30a8\u30f3\u30c8\u30ea\u306e\u3069\u306e\u5c5e\u6027\u3092\u4f7f\u7528\u3067\u304d\u308b\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.email-address-attribute-type.description=\u8907\u6570\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5225\u3005\u306e\u5024\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u5834\u5408\u3001OpenDS \u30b5\u30fc\u30d0\u30fc\u304c\u7279\u5b9a\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u901a\u77e5\u3092\u9001\u4fe1\u3057\u307e\u3059\u3002
property.email-address-attribute-type.default-behavior.alias.synopsis=\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u5c5e\u6027\u578b\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30a8\u30f3\u30c9\u30e6\u30fc\u30b6\u30fc\u3078\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u901a\u77e5\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u306f\u8a66\u884c\u3055\u308c\u307e\u305b\u3093\u3002\u4e00\u9023\u306e\u8ffd\u52a0\u53d7\u4fe1\u30a2\u30c9\u30ec\u30b9\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u306b\u306e\u307f\u3001\u901a\u77e5\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u9001\u4fe1\u3055\u308c\u307e\u3059\u3002
property.enabled.synopsis=SMTP \u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u304c\u4f7f\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u3067\u95a2\u9023\u306e\u3042\u308b\u30a4\u30d9\u30f3\u30c8\u304c\u767a\u751f\u3059\u308b\u305f\u3073\u306b\u3001\u4f7f\u7528\u53ef\u80fd\u306a\u30cf\u30f3\u30c9\u30e9\u3060\u3051\u304c\u547c\u3073\u51fa\u3055\u308c\u307e\u3059\u3002
property.java-class.synopsis=SMTP \u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306e\u5b9f\u88c5\u3092\u63d0\u4f9b\u3059\u308b Java \u30af\u30e9\u30b9\u306e\u5b8c\u5168\u6307\u5b9a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.message-subject.synopsis=\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30cf\u30f3\u30c9\u30e9\u306b\u3088\u3063\u3066\u751f\u6210\u3055\u308c\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u3067\u4f7f\u7528\u3055\u308c\u308b\u4ef6\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.message-subject.description=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u5024\u306b\u306f\u3001\u6700\u521d\u306b\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30bf\u30a4\u30d7\u306e\u540d\u524d\u3001\u305d\u306e\u3042\u3068\u306b\u30b3\u30ed\u30f3\u3001\u305d\u3057\u3066\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u901a\u77e5\u30e1\u30c3\u30bb\u30fc\u30b8\u3067\u4f7f\u7528\u3055\u308c\u308b\u4ef6\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u4ef6\u540d\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30bf\u30a4\u30d7\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u751f\u6210\u3055\u308c\u305f\u5834\u5408\u3001\u305d\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u306f\u4e00\u822c\u7684\u306a\u4ef6\u540d\u304c\u4ed8\u3051\u3089\u308c\u307e\u3059\u3002
property.message-template-file.synopsis=\u96fb\u5b50\u30e1\u30fc\u30eb\u901a\u77e5\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u751f\u6210\u3059\u308b\u305f\u3081\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.message-template-file.description=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u5024\u306b\u306f\u3001\u6700\u521d\u306b\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u30bf\u30a4\u30d7\u306e\u540d\u524d\u3001\u305d\u306e\u3042\u3068\u306b\u30b3\u30ed\u30f3\u3001\u305d\u3057\u3066\u305d\u306e\u901a\u77e5\u30bf\u30a4\u30d7\u3067\u4f7f\u7528\u3055\u308c\u308b\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u306e\u901a\u77e5\u30bf\u30a4\u30d7\u304c\u30e1\u30c3\u30bb\u30fc\u30b8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u305d\u306e\u901a\u77e5\u306b\u5bfe\u3057\u3066\u96fb\u5b50\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u751f\u6210\u3055\u308c\u307e\u305b\u3093\u3002
property.recipient-address.synopsis=\u901a\u77e5\u306e\u751f\u6210\u5bfe\u8c61\u3068\u306a\u3063\u305f\u30a8\u30f3\u30c9\u30e6\u30fc\u30b6\u30fc\u306e\u4ee3\u308f\u308a\u306b\u3001\u307e\u305f\u306f\u305d\u306e\u30a8\u30f3\u30c9\u30e6\u30fc\u30b6\u30fc\u306b\u8ffd\u52a0\u3057\u3066\u3001\u901a\u77e5\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3059\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.recipient-address.description=\u3053\u308c\u3092\u4f7f\u7528\u3057\u3066\u3001\u751f\u6210\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u901a\u77e5\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u30b3\u30d4\u30fc\u3092\u3001\u30b5\u30fc\u30d0\u30fc\u7ba1\u7406\u8005\u306e\u5074\u3067\u3082\u5fc5\u305a\u53d7\u4fe1\u3059\u308b\u3088\u3046\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.recipient-address.default-behavior.alias.synopsis=\u8ffd\u52a0\u306e\u53d7\u4fe1\u30a2\u30c9\u30ec\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u901a\u77e5\u306e\u5bfe\u8c61\u3068\u306a\u3063\u3066\u3044\u308b\u30a8\u30f3\u30c9\u30e6\u30fc\u30b6\u30fc\u306e\u307f\u304c\u901a\u77e5\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u53d7\u4fe1\u3057\u307e\u3059\u3002
property.sender-address.synopsis=\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u5143\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u3053\u308c\u306f\u5fc5\u305a\u3057\u3082\u6b63\u898f\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u3042\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093\u3002
property.send-message-without-end-user-address.synopsis=\u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u306e\u3069\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u5c5e\u6027\u306b\u3082\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u5834\u5408 (\u3064\u307e\u308a\u3001\u30a8\u30f3\u30c9\u30e6\u30fc\u30b6\u30fc\u306b\u901a\u77e5\u3067\u304d\u306a\u3044\u5834\u5408\u3067\u3082)\u3001\u4e00\u9023\u306e\u901a\u77e5\u53d7\u4fe1\u8005\u306b\u5bfe\u3057\u3066\u96fb\u5b50\u30e1\u30fc\u30eb\u901a\u77e5\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u751f\u6210\u3057\u3066\u9001\u4fe1\u3059\u3079\u304d\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
property.send-message-without-end-user-address.description=\u3053\u308c\u306f\u30011 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u5c5e\u6027\u578b\u3001\u304a\u3088\u3073 1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u8ffd\u52a0\u53d7\u4fe1\u30a2\u30c9\u30ec\u30b9\u306e\u4e21\u65b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u5f53\u3066\u306f\u307e\u308a\u307e\u3059\u3002
