user-friendly-name=Gestionnaire d'alertes SMTP
user-friendly-plural-name=Gestionnaires d'alertes SMTP
synopsis=Le gestionnaire d'alertes SMTP peut \u00eatre utilis\u00e9 pour envoyer des messages \u00e9lectroniques afin de notifier les administrateurs d'\u00e9v\u00e9nements importants au sein du serveur.
property.disabled-alert-type.synopsis=Sp\u00e9cifie les noms des types d'alertes d\u00e9sactiv\u00e9s pour ce gestionnaire d'alertes.
property.disabled-alert-type.description=S'il n'y a pas de valeur pour cet attribut, aucune alerte et aucun des types sp\u00e9cifi\u00e9s ne sont autoris\u00e9s. S'il n'y a pas de valeur pour cet attribut, seules les alertes avec un type indiqu\u00e9 dans l'ensemble des types d'alertes activ\u00e9s sont autoris\u00e9es, ou s'il n'y a pas de valeur pour l'option des types d'alertes activ\u00e9s, tous les types d'alertes sont autoris\u00e9s.
property.disabled-alert-type.default-behavior.alias.synopsis=S'il y a un ensemble de types d'alertes activ\u00e9s, seules les alertes avec l'un de ces types sont autoris\u00e9es. Dans le cas contraire, toutes les alertes sont autoris\u00e9es.
property.enabled.synopsis=Indique si le gestionnaire d'alertes SMTP est activ\u00e9.
property.enabled-alert-type.synopsis=Sp\u00e9cifie les noms des types d'alertes activ\u00e9s pour ce gestionnaire d'alertes.
property.enabled-alert-type.description=S'il y a une valeur pour cet attribut, seules les alertes de l'un des types sp\u00e9cifi\u00e9s sont autoris\u00e9es (\u00e0 moins qu'elles soient \u00e9galement incluses dans les type d'alertes d\u00e9sactiv\u00e9s). S'il n'y a pas de valeur pour cet attribut, toute alerte d'un type non indiqu\u00e9 dans la liste des types d'alertes d\u00e9sactiv\u00e9s est autoris\u00e9e.
property.enabled-alert-type.default-behavior.alias.synopsis=Toutes les alertes de types non indiqu\u00e9s dans l'ensemble des types d'alertes d\u00e9sactiv\u00e9s sont autoris\u00e9es.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire d'alertes SMTP.
property.message-body.synopsis=Sp\u00e9cifie le corps \u00e0 utiliser pour les e-mails g\u00e9n\u00e9r\u00e9s par ce gestionnaire d'alertes.
property.message-body.description=Le jeton "%%%%alert-type%%%%" est remplac\u00e9 de fa\u00e7on dynamique par la cha\u00eene du type d'alerte. Le jeton "%%%%alert-id%%%%" est remplac\u00e9 de fa\u00e7on dynamique par la valeur ID de l'alerte. Le jeton "%%%%alert-message%%%%" est remplac\u00e9 de fa\u00e7on dynamique par le message d'alerte. Le jeton "\\n" est remplac\u00e9 par un marqueur de fin de ligne.
property.message-subject.synopsis=Sp\u00e9cifie l'objet \u00e0 utiliser pour les e-mails g\u00e9n\u00e9r\u00e9s par ce gestionnaire d'alertes.
property.message-subject.description=Le jeton "%%%%alert-type%%%%" est remplac\u00e9 de fa\u00e7on dynamique par la cha\u00eene du type d'alerte. Le jeton "%%%%alert-id%%%%" est remplac\u00e9 de fa\u00e7on dynamique par la valeur ID de l'alerte. Le jeton "%%%%alert-message%%%%" est remplac\u00e9 de fa\u00e7on dynamique par le message d'alerte. Le jeton "\\n" est remplac\u00e9 par un marqueur de fin de ligne.
property.recipient-address.synopsis=Sp\u00e9cifie une adresse \u00e9lectronique \u00e0 laquelle les messages doivent \u00eatre envoy\u00e9s.
property.recipient-address.description=Plusieurs valeurs peuvent \u00eatre fournies s'il y a plusieurs destinataires.
property.sender-address.synopsis=Sp\u00e9cifie l'adresse \u00e9lectronique \u00e0 utiliser comme exp\u00e9diteur pour les messages g\u00e9n\u00e9r\u00e9s par ce gestionnaire d'alertes.
