user-friendly-name=Gestionnaire de notification de statut de compte SMTP
user-friendly-plural-name=SMTP Account Status Notification Handlers
synopsis=Le gestionnaire de notification de statut de compte SMTP est un gestionnaire de notification qui envoie des messages e-mails \u00e0 des utilisateurs finaux et/ou des administrateurs chaque fois qu'une notification d'\u00e9tat de compte est g\u00e9n\u00e9r\u00e9e.
property.email-address-attribute-type.synopsis=Sp\u00e9cifie quel attribut dans les entr\u00e9es utilisateur peut \u00eatre utilis\u00e9 pour obenir l'adresse e-mail lors de la notification \u00e0 l'utilisateur final.
property.email-address-attribute-type.description=Vous pouvez sp\u00e9cifier plus d'une adresse e-mail comme valeurs s\u00e9par\u00e9es. Dans ce cas, le serveur OpenDJ envoie une notification \u00e0 toutes les adresses e-mail identifi\u00e9es.
property.email-address-attribute-type.default-behavior.alias.synopsis=Si aucun type d'attribut d'adresse e-mail n'est sp\u00e9cifi\u00e9, aucune tentative n'est faite pour envoyer des messages de notification d'e-mail aux utilisateurs finaux. Seuls les utilisateurs sp\u00e9cifi\u00e9s dans l'ensemble d'adresses de destinataires suppl\u00e9mentaires re\u00e7oivent des messages de notification.
property.enabled.synopsis=Indique si le gestionnaire de notification de statut de compte SMTP est activ\u00e9. Seuls les gestionnaires activ\u00e9s sont appel\u00e9s chaque fois qu'un \u00e9v\u00e8nement li\u00e9 se produit dans le serveur.
property.java-class.synopsis=Sp\u00e9cifie le nom complet de la classe Java qui fournit l'impl\u00e9mentation du gestionnaire de notification de statut de compte SMTP.
property.message-subject.synopsis=Sp\u00e9cifie l'objet qui doit \u00eatre utilis\u00e9 pour les messages d'e-mail g\u00e9n\u00e9r\u00e9s par ce gestionnaire de notification d'\u00e9tat de compte.
property.message-subject.description=Les valeurs de cette propri\u00e9t\u00e9 doivent commencer par le nom d'un type de notification d'\u00e9tat de compte, suivi de deux points et du sujet qui doit \u00eatre utilis\u00e9 pour le message de notification correspondant. Si un message d'e-mail est g\u00e9n\u00e9r\u00e9 pour un type de notification d'\u00e9tat de compte pour lequel aucun sujet n'est d\u00e9fini, le message re\u00e7oit un sujet g\u00e9n\u00e9rique.
property.message-template-file.synopsis=Sp\u00e9cifie le chemin vers le fichier contenant le mod\u00e8le de message pour g\u00e9n\u00e9rer les messages de notification d'e-mail.
property.message-template-file.description=Les valeurs de cette propri\u00e9t\u00e9 doivent commencer par le nom d'un type de notification d'\u00e9tat de compte, suivi de deux points et du chemin vers le fichier mod\u00e8le qui doit \u00eatre utilis\u00e9 pour ce type de notification. Si une notification d'\u00e9tat de compte a un type de notification qui n'est pas associ\u00e9 \u00e0 un fichier de mod\u00e8le de message, aucun message d'e-mail n'est g\u00e9n\u00e9r\u00e9 pour cette notification.
property.recipient-address.synopsis=Sp\u00e9cifie une adresse e-mail \u00e0 laquelle des messages de notification sont envoy\u00e9s, soit \u00e0 la place, soit en plus de l'utilisateur final pour lequel la notification a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9e.
property.recipient-address.description=Ceci peut \u00eatre utilis\u00e9 pour s'assurer que les administrateurs serveur re\u00e7oivent aussi une copie de tous les messages de notification qui sont g\u00e9n\u00e9r\u00e9s.
property.recipient-address.default-behavior.alias.synopsis=Si aucune adresse de destinataire suppl\u00e9mentaire n'est sp\u00e9cifi\u00e9e, seuls les utilisateurs finaux qui sont concern\u00e9s par les notifications d'\u00e9tat du compte re\u00e7oivent les messages de notification.
property.sender-address.synopsis=Sp\u00e9cifie l'adresse e-mail \u00e0 partir de laquelle le message est envoy\u00e9. Remarque\u00a0: ceci ne doit pas \u00eatre n\u00e9cessairement une adresse e-mail l\u00e9gitime.
property.send-message-without-end-user-address.synopsis=Indique si un message de notification d'e-mail doit \u00eatre g\u00e9n\u00e9r\u00e9 et envoy\u00e9 \u00e0 l'ensemble des destinataires de notification, m\u00eame si l'entr\u00e9e utilisateur ne contient pas de valeur pour les attributs d'adresse e-mail (c'est-\u00e0-dire, dans les cas o\u00f9 il n'est pas possible d'avertir l'utilisateur final).
property.send-message-without-end-user-address.description=Ceci est seulement applicable si un ou plusieurs types d'attribut d'adresse e-mail et si une ou plusieurs adresses de destinataire sont sp\u00e9cifi\u00e9s.
