user-friendly-name=Aufgaben-Backend
user-friendly-plural-name=Aufgaben-Backends
synopsis=Dieser Aufgaben-Backend bietet einen Mechanismus zum Planen von Aufgaben im OpenDS-Directory-Server. Aufgaben m\u00fcssen Zugriff auf bestimmte Typen administrativer Funktionen auf dem Server bieten, die nicht ohne weiteres als Remote-Funktion ausgef\u00fchrt werden k\u00f6nnen.
description=OpenDS-Support-Aufgaben, die zum Sichern und Wiederherstellen von Backends, zum Importieren und Exportieren von LDIF-Dateien und zum Anhalten und Neustarten des Servers verwendet werden. Die Details einer Aufgabe befinden sich in einem Eintrag unterhalb des Roots des Aufgaben-Backends. Der Aufgaben-Backend ist zum Decodieren des Aufgabeneintrags zust\u00e4ndig und stellt sicher, dass er erwartungsgem\u00e4\u00df verarbeitet wird. Aufgaben k\u00f6nnen sofort verarbeitet werden, sie k\u00f6nnen jedoch auch zum Ausf\u00fchren in der Zukunft geplant werden. Der Aufgaben-Backend kann auch wiederholte Aufgaben ausf\u00fchren, um sicherzustellen, dass Wartungsvorg\u00e4nge (beispielsweise Sicherungen) automatisch regelm\u00e4\u00dfig ausgef\u00fchrt werden.
property.backend-id.synopsis=Gibt einen Namen an, um den assoziierte Backend zu identifizieren.
property.backend-id.description=Der Name muss innerhalb aller Backends im Server eindeutig sein. Die Backend-Id kann nach dem Anlegen im Server nicht mehr ver\u00e4ndert werden.
property.base-dn.synopsis=Gibt die Basis-DN(s) der Daten die ein Backend verwaltet an.
property.base-dn.description=Ein einzelnes Backend kann f\u00fcr eine oder mehrere Basis-DNs verantwortlich sein. Achtung: Die selbe Basis-DN kann nicht innerhalb von zwei Backends definiert sein, aber ein Backend darf eine Basis-DN verwalten welche unter einer anderen Basis-DN liegt, die durch ein anderes Backend verwaltet wird. (\u00e4hnlich der Benutzung von Sub-Suffixen im Sun Java System Directory Server) Falls irgendeine Basis-Dn eine untergeordnete DN einer Basis-Dn die durch ein anderes Backend verwaltet wird ist, dann m\u00fcssen alle Basis-DNs f\u00fcr das Backend zur selben Basis-DN untergeordnet sein.
property.base-dn.requires-admin-action.synopsis=Es ist standardm\u00e4ssig keine Admint\u00e4tigkeit vonn\u00f6ten. Es kann aber sein, dass Admint\u00e4tigkeit auf einer pro Backend Basis ben\u00f6tigt wird bevor eine neue Basis-DN benutzt werden kann.
property.enabled.synopsis=Gibt an, ob das Backend im Server aktiviert ist.
property.enabled.description=Wenn ein Backend nicht aktiviert ist, sind die entsprechenden Daten f\u00fcr die Verarbeitung nicht verf\u00fcgbar.
property.java-class.synopsis=Gibt den vollqualifizierten Java-Klassennamen an, welche die Backend-Implementierung bereitstellt.
property.notification-sender-address.synopsis=Gibt die E-Mailadressen an, die als Absenderadresse f\u00fcr Benachrichtigungs-Mails verwendet werden (die Adresse "From:"), die nach einer abgeschlossenen Aufgabenausf\u00fchrung erstellt werden.
property.notification-sender-address.default-behavior.alias.synopsis=Die standardm\u00e4\u00dfig verwendete Absenderadresse ist "opends-task-notification@", auf die die kanonische Adresse des Systems folgt, auf dem der Server ausgef\u00fchrt wird.
property.task-backing-file.synopsis=Gibt den Pfad zum Sichern der Datei f\u00fcr die Speicherung von Informationen von Aufgaben an, die auf dem Server konfiguriert sind.
property.task-backing-file.description=Es kann sich um einen absoluten Pfad oder einen Pfad handeln, der relativ zur OpenDS-Directory-Server-Instanz ist.
property.task-retention-time.synopsis=Gibt die Zeitspanne an, in der Aufgabeneintr\u00e4ge nach der Verarbeitung der verkn\u00fcpften Aufgaben beibehalten werden.
property.writability-mode.synopsis=Gibt das Verhalten an, welches das Backend annehmen soll, wenn Schreiboperationen durchgef\u00fchrt werden.
property.writability-mode.syntax.enumeration.value.disabled.synopsis=Bewirkt, dass alle Schreiboperationen fehlschlagen.
property.writability-mode.syntax.enumeration.value.enabled.synopsis=Erlaubt, dass Schreiboperationen im Backend durchgef\u00fchrt werden k\u00f6nnen. Trifft dann zu, wenn die angeforderte Operation g\u00fcltig ist, der User berechtigt ist, die Operation auszuf\u00fchren, das Backend den Typ von Schreiboperation unterst\u00fctzt und die globale Beschreibbarkeitsmodus-Eigenschaft aktiviert ist.
property.writability-mode.syntax.enumeration.value.internal-only.synopsis=Bewirkt, dass externe Schreiboperatioenen fehlschlagen, erlaubt jedoch das Schreiben durch Replikation oder interne Operationen.
