# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=ACCESS_CONTROL

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_WARN_ACI_SYNTAX_GENERAL_PARSE_FAILED_1=Impossible d'analyser la cha\u00eene fournie "%s" en tant qu'instruction de contr\u00f4le d'acc\u00e8s (ACI) valide en raison d'un \u00e9chec de l'\u00e9valuation de syntaxe g\u00e9n\u00e9rale ACI
SEVERE_WARN_ACI_SYNTAX_INVAILD_VERSION_2=La valeur de version d'instruction de contr\u00f4le d'acc\u00e8s fournie (ACI) "%s" est invalide, seule la version 3.0 est support\u00e9e
SEVERE_WARN_ACI_SYNTAX_INVALID_ACCESS_TYPE_VERSION_3=La valeur type d'acc\u00e8s d'instruction de contr\u00f4le d'acc\u00e8s fournie "%s" est invalide. Une valeur type d'acc\u00e8s valide est soit permettre soit refuser
SEVERE_WARN_ACI_SYNTAX_INVALID_RIGHTS_SYNTAX_4=Les valeurs de droits d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournies "%s" sont invalides. Les droits doivent \u00eatre une liste de mot-cl\u00e9s de 1 \u00e0 6 s\u00e9par\u00e9s par virgule entre parenth\u00e8ses 
SEVERE_WARN_ACI_SYNTAX_INVALID_RIGHTS_KEYWORD_5=Les valeurs de mot-cl\u00e9 de droits d'instruction de contr\u00f4le d'acc\u00e8s (ACI) "% s" fournies sont invalides. Les valeurs de mot-cl\u00e9 de droits valides sont l'un ou plusieurs des suivants : lire, \u00e9crire, ajouter, supprimer, chercher, comparer ou la valeur simple tout
MILD_ERR_ACI_SYNTAX_BIND_RULE_MISSING_CLOSE_PAREN_6=La valeur de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide car il manque une parenth\u00e8se de fermeture correspondant \u00e0 la parenth\u00e8se d'ouverture initiale
MILD_ERR_ACI_SYNTAX_INVALID_BIND_RULE_SYNTAX_7=La valeur de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Pour \u00eatre valide, la valeur de la r\u00e8gle de liaison doit avoir le format suivant\u00a0: mot-cl\u00e9 op\u00e9rateur "expression"
SEVERE_WARN_ACI_SYNTAX_INVALID_BIND_RULE_KEYWORD_8=La valeur du mot-cl\u00e9 de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Les valeurs de mot-cl\u00e9 suivantes sont valides : userdn, groupdn, roledn, userattr,ip, dns, dayofweek, timeofday ou authmethod
SEVERE_WARN_ACI_SYNTAX_INVALID_BIND_RULE_OPERATOR_9=La valeur d'op\u00e9rateur de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur d'op\u00e9rateur de r\u00e8gle de liaison valide est '=' ou "!='
SEVERE_WARN_ACI_SYNTAX_MISSING_BIND_RULE_EXPRESSION_10=Il manque une expression \u00e0 la valeur d'expression de la r\u00e8gle de liaison d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie correspondant \u00e0 la valeur de mot-cl\u00e9 "%s". Pour \u00eatre valide, la valeur de la r\u00e8gle de liaison doit avoir le format suivant\u00a0: mot-cl\u00e9 op\u00e9rateur "expression"
SEVERE_WARN_ACI_SYNTAX_INVALID_BIND_RULE_BOOLEAN_OPERATOR_11=La valeur de l'op\u00e9rateur bool\u00e9en de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur d'op\u00e9rateur bool\u00e9en de r\u00e8gle de liaison valide est "OU" ou "ET"
SEVERE_WARN_ACI_SYNTAX_INVALID_BIND_RULE_KEYWORD_OPERATOR_COMBO_12=La cha\u00eene de mot-cl\u00e9 de r\u00e8gle de liaison d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide pour la cha\u00eene d'op\u00e9rateur de r\u00e8gle de liaison "%s" 
SEVERE_WARN_ACI_SYNTAX_INVALID_USERDN_URL_13=\u00c9chec de d\u00e9codage d'URL par l'expression userdn de r\u00e8gle de liaison d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie pour la raison suivante : %s 
SEVERE_WARN_ACI_SYNTAX_INVALID_ROLEDN_EXPRESSION_14=La valeur de l'expression roledn de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide.  Une valeur d'expression de mot-cl\u00e9 roledn valide n\u00e9cessite au moins un URL LDAP dans le format suivant : ldap:///dn [|| ldap:///dn] ... [|| ldap:///dn] 
SEVERE_WARN_ACI_SYNTAX_INVALID_ROLEDN_URL_15=\u00c9chec de d\u00e9codage d'URL par l'expression roledn de r\u00e8gle de liaison d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie pour la raison suivante : %s 
SEVERE_WARN_ACI_SYNTAX_INVALID_GROUPDN_EXPRESSION_16=La valeur de l'expression groupdn de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur d'expression de mot-cl\u00e9 groupdn valide n\u00e9cessite au moins un URL LDAP dans le format suivant : ldap:///groupdn [|| ldap:///groupdn] ... [|| ldap:///groupdn] 
SEVERE_WARN_ACI_SYNTAX_INVALID_GROUPDN_URL_17=\u00c9chec de d\u00e9codage d'URL par l'expression groupdn de r\u00e8gle de liaison d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie pour la raison suivante : %s 
SEVERE_WARN_ACI_SYNTAX_ADDRESS_FAMILY_MISMATCH_18=La valeur masque de r\u00e9seau "%s" n'est pas valide pour l'adresse de r\u00e9seau d'expression ip "%s"
SEVERE_WARN_ACI_SYNTAX_INVALID_NETWORK_BIT_MATCH_19=Le bitmask pour la valeur de type d'adresse "%s" n'est pas valide. %s
SEVERE_WARN_ACI_SYNTAX_INVALID_IP_CRITERIA_DECODE_20=\u00c9chec de d\u00e9codage par l'expression de valeur ip de r\u00e8gle de liaison d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie pour la raison suivante : %s 
SEVERE_WARN_ACI_SYNTAX_INVALID_IP_EXPRESSION_21=La valeur d'expression ip de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une expression de mot-cl\u00e9 ip valide n\u00e9cessite au moins un \u00e9l\u00e9ment s\u00e9par\u00e9 par virgule d'une liste d'adresses d'expression IP valide 
SEVERE_WARN_ACI_SYNTAX_INVALID_DNS_EXPRESSION_22=La valeur d'expression dns de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur d'expression de mot-cl\u00e9 dns valide n\u00e9cessite un nom de domaine DNS complet valide
SEVERE_WARN_ACI_SYNTAX_INVALID_DNS_WILDCARD_23=La valeur d'expression dns de r\u00e8gle de liaison d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide car un motif approximatif se trouve dans la mauvaise position. Une valeur d'expression approximative de mot-cl\u00e9 dns valide n'a besoin du caract\u00e8re '*' que dans la position la plus \u00e0 gauche du nom de domaine
SEVERE_WARN_ACI_SYNTAX_INVALID_DAYOFWEEK_24=La valeur d'expression dayofweek de r\u00e8gle de liaison d'instruction de contr\u00f4le d'acc\u00e8s (ACI) "%s" est invalide, en raison d'une valeur de jour de la semaine invalide. Une valeur dayofweek valide est l'une des abr\u00e9viations anglaises suivantes des jours de la semaine en trois lettres : sun, mon, tue, wed, thu, fri ou sat
SEVERE_WARN_ACI_SYNTAX_INVALID_TIMEOFDAY_25=La valeur d'expression timeofday de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur timeofday valide est exprim\u00e9e par quatre chiffres repr\u00e9sentant les heures et les minutes (0 \u00e0 2359) de l'horloge de 24 heures
SEVERE_WARN_ACI_SYNTAX_INVALID_TIMEOFDAY_RANGE_26=La valeur d'expression timeofday de r\u00e8gle d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" n'est pas dans la plage valide. Une valeur timeofday valide est exprim\u00e9e par quatre chiffres repr\u00e9sentant les heures et les minutes (0 \u00e0 2359) de l'horloge de 24 heures
SEVERE_WARN_ACI_SYNTAX_INVALID_AUTHMETHOD_EXPRESSION_27=La valeur d'expression authmethod de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur authmethod valide est l'une des suivantes : aucune, simple, SSL ou "m\u00e9canisme sasl", o\u00f9 le m\u00e9canisme est l'un des m\u00e9canismes SASL support\u00e9s, y compris CRAM-MD5, DIGEST-MD5 et GSSAPI
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_EXPRESSION_28=La valeur d'expression userattr de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_KEYWORD_29=La valeur d'expression userattr de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" n'est pas support\u00e9e
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_INHERITANCE_PATTERN_30=La valeur de mod\u00e8le d'h\u00e9ritage d'expression userattr de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur de mod\u00e8le d'h\u00e9ritage valide doit avoir le format suivant : parent[niveau_d'h\u00e9ritage].attribut#bindType
SEVERE_WARN_ACI_SYNTAX_MAX_USERATTR_INHERITANCE_LEVEL_EXCEEDED_31=La valeur de mod\u00e8le d'h\u00e9ritage d'expression userattr de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. La valeur du niveau d'h\u00e9ritage ne peut pas d\u00e9passer la limite du niveau maximum de %s
SEVERE_WARN_ACI_SYNTAX_INVALID_INHERITANCE_VALUE_32=La valeur de mod\u00e8le d'h\u00e9ritage d'expression userattr de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide car elle est non-num\u00e9rique
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGET_SYNTAX_33=La valeur de la r\u00e8gle cible de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Pour \u00eatre valide, la valeur cible de liaison doit avoir le format suivant\u00a0: mot-cl\u00e9 op\u00e9rateur "expression"
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGET_KEYWORD_34=La valeur du mot-cl\u00e9 cible de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur de mot-cl\u00e9 cible valide est l'une des suivantes : target, targetscope, targetfilter, targetattr ou targetattrfilters
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGET_NOT_OPERATOR_35=La valeur de l'op\u00e9rateur cible de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. La seule valeur cible valide pour le mot-cl\u00e9 "%s" est '='
SEVERE_WARN_ACI_SYNTAX_TARGET_KEYWORD_NOT_SUPPORTED_36=La valeur de mot-cl\u00e9 cible d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" n'est pas support\u00e9 \u00e0 l'heure actuelle
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGET_DUPLICATE_KEYWORDS_37=La valeur de mot-cl\u00e9 cible d'instruction de contr\u00f4le d'acc\u00e8s (ACI) fourni "%s" a \u00e9t\u00e9 vue plusieurs fois dans l'ACI "%s" 
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETS_OPERATOR_38=La valeur du mot-cl\u00e9 op\u00e9rateur cible de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur de mot-cl\u00e9 op\u00e9rateur valide est '=' ou "!='
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETSCOPE_EXPRESSION_39=La valeur d'op\u00e9rateur d'expression targetscope de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. Une valeur d'expression targetscope valide est l'une des suivantes : one, onelevel, subtree ou subordinate
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETKEYWORD_EXPRESSION_40=La valeur de l'expression cible de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) fournie "%s" est invalide. A valid target keyword expression  value requires a LDAP URL in the following format: ldap:///distinguished_name_pattern
SEVERE_WARN_ACI_SYNTAX_TARGET_DN_NOT_DESCENDENTOF_41=The provided Access Control Instruction (ACI) target expression DN value "%s" is invalid. The target expression DN value must be a descendant of the ACI entry DN "%s", if no wild-card is specified in the target expression DN
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETATTRKEYWORD_EXPRESSION_42=The provided Access Control Instruction (ACI) targetattr expression value "%s" is invalid. A valid targetattr keyword expression value requires one or more valid attribute type names in the following format: attribute1 [|| attribute1] ... [|| attributeN]
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETFILTERKEYWORD_EXPRESSION_43=The provided Access Control Instruction (ACI) targetfilter expression value "%s" is invalid because it is not a valid LDAP filter
INFO_ACI_ADD_FAILED_PRIVILEGE_44=\u00c9chec de la tentative d'ajout de l'entr\u00e9e "%s" contenant un type d'attribut aci car le DN d'autorisation "%s" n'a pas les privil\u00e8ges modify-acl
INFO_ACI_MODIFY_FAILED_PRIVILEGE_45=\u00c9chec de la tentative de modification du type d'attribut aci dans l'entr\u00e9e "%s" car le DN d'autorisation "%s" n'a pas les privil\u00e8ges modify-acl
SEVERE_WARN_ACI_ADD_FAILED_DECODE_46=An attempt to add the entry "%s" containing an aci attribute type failed because of the following reason: %s
SEVERE_WARN_ACI_MODIFY_FAILED_DECODE_47=An attempt to modify an aci attribute type in the entry "%s" failed because of the following reason: %s
SEVERE_WARN_ACI_ADD_LIST_FAILED_DECODE_48= "%s", located in the entry "%s", because of the following reason: %s
INFO_ACI_ADD_LIST_NO_ACIS_49=Impossible de trouver un type d'attribut d'instruction de contr\u00f4le d'acc\u00e8s (ACI) dans le contexte "%s"
INFO_ACI_ADD_LIST_ACIS_50=Des types d'attributs d'instructions de contr\u00f4le d'acc\u00e8s (ACI) ajout\u00e9s %s ont \u00e9t\u00e9 trouv\u00e9s dans le contexte "%s" du moteur d'\u00e9valuation du contr\u00f4le d'acc\u00e8s
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_ROLEDN_INHERITANCE_PATTERN_51=The provided Access Control Instruction (ACI) bind rule userattr expression inheritance pattern value "%s" is invalid for the roledn keyword because it starts with the string "parent["
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_OPERATION_52=The provided Access Control Instruction (ACI) targattrfilter expression value %s is invalid because %s
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_EXPRESSION_53=The provided Access Control Instruction (ACI) targattrfilter expression value %s is invalid because it is not in the correct format.A valid targattrsfilters expression value must be in the following format: "add=attr1: F1 && attr2: F2 ... && attrN: FN,del= attr1: F1 && attr2: F2 ... && attrN: FN"
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_OPS_MATCH_54=The provided Access Control Instruction (ACI) targattrfilter expression value %s is invalid because the both operation tokens match in the two filter lists
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_MAX_FILTER_LISTS_55=The provided Access Control Instruction (ACI) targattrfilters expression value %s is invalid because there are more than two filter list statements
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_FILTER_LIST_FORMAT_56=The provided Access Control Instruction (ACI) targattrfilters expression value %s is invalid because the provided filter list string is in the wrong format. A valid targattrfilters filter list must be in the following format: add=attr1: F1 && attr2: F2 ... && attrN: FN
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_FILTER_LISTS_FILTER_57=The provided Access Control Instruction (ACI) targattrfilters expression value %s is invalid because one or more of the specified filters are invalid for the following reason: %s
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGATTRFILTERS_FILTER_LISTS_ATTR_FILTER_58=The provided Access Control Instruction (ACI) targattrfilters expression value %s is invalid because one or more of the specified filters are invalid because of non-matching attribute type names in the filter
SEVERE_WARN_ACI_SYNTAX_INVALID_ATTRIBUTE_TYPE_NAME_59=The provided Access Control Instruction (ACI) attribute name value %s is invalid. A valid attribute type name must begin with an ASCII letter and must contain only ASCII letters,digits or the "-" character
NOTICE_ACI_SYNTAX_DUBIOUS_AUTHMETHOD_SASL_MECHANISM_60=Le m\u00e9canisme SASL "%s" fourni dans l'expression authmethod de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) ne fait pas partie des m\u00e9canismes actuellement enregistr\u00e9s sur le serveur
SEVERE_WARN_ACI_LOCALHOST_DOESNT_MATCH_CANONICAL_VALUE_61=The provided Access Control Instruction (ACI) bind rule dns expression value "%s" references hostname %s, but the canonical representation for that hostname is configured to be %s.  The server will attempt to automatically interpret the correct localhost value
SEVERE_WARN_ACI_HOSTNAME_DOESNT_MATCH_CANONICAL_VALUE_62=The provided Access Control Instruction (ACI) bind rule dns expression value "%s" references hostname %s, which resolves to IP address %s, but the canonical hostname for that IP address is %s.  This likely means that the provided hostname will never match any clients
SEVERE_WARN_ACI_ERROR_CHECKING_CANONICAL_HOSTNAME_63=An error occurred while attempting to determine whether hostname %s referenced in dns expression bind rule "%s" used the correct canonical representation:  %s.  This likely means that the provided hostname will never match any clients
INFO_ACI_DESCRIPTION_GLOBAL_ACI_64=Sp\u00e9cifie un type global d'attribut d'instruction de contr\u00f4le d'acc\u00e8s (ACI) pouvant \u00eatre utilis\u00e9 pour des ACI d\u00e9finies avec un domaine global dans des contextes de nommage
INFO_ACI_ADD_LIST_NO_GLOBAL_ACIS_65=Impossible de trouver un type d'attribut d'instruction de contr\u00f4le d'acc\u00e8s (ACI) global
INFO_ACI_ADD_LIST_GLOBAL_ACIS_66=Types d'attributs d'instructions de contr\u00f4le d'acc\u00e8s global (ACI) ajout\u00e9s %s au moteur d'\u00e9valuation du contr\u00f4le d'acc\u00e8s
INFO_ACI_HANDLER_FAIL_PROCESS_GLOBAL_ACI_67=Une erreur inattendue s'est produite pendant le traitement de l'attribut ds-cfg-global-aci dans l'entr\u00e9e de configuration %s
INFO_ACI_HANDLER_FAIL_PROCESS_ACI_68=Une erreur inattendue s'est produite pendant le traitement des attributs aci dans le syst\u00e8me de configuration
SEVERE_WARN_PATTERN_DN_CONSECUTIVE_WILDCARDS_IN_VALUE_69=The pattern DN %s is not valid because it contains two consecutive wildcards in an attribute value
SEVERE_WARN_PATTERN_DN_TYPE_CONTAINS_SUBSTRINGS_70=The pattern DN %s is not valid because it uses wildcards for substring matching on an attribute type. A single wildcard is allowed in place of an attribute type
SEVERE_WARN_PATTERN_DN_TYPE_WILDCARD_IN_MULTIVALUED_RDN_71=The pattern DN %s is not valid because it contains a wildcard in an attribute type in a multi-valued RDN
SEVERE_WARN_ACI_HANDLER_CANNOT_LOCK_NEW_SUPERIOR_USER_72=Unable to obtain a lock on the ModifyDN new superior entry %s
SEVERE_WARN_ACI_NOT_VALID_DN_73=Selfwrite check skipped because an attribute "%s" with a distinguished name syntax was not a valid DN
SEVERE_WARN_ACI_TARGETATTR_INVALID_ATTR_TOKEN_74=The provided Access Control Instruction (ACI) targetattr expression value "%s" is invalid because the expression contains invalid or duplicate tokens
SEVERE_WARN_ACI_SYNTAX_ROLEDN_NOT_SUPPORTED_75=The provided Access Control Instruction (ACI) expression value "%s" is invalid because it contains the roledn keyword, which is not supported,  replace it with the groupdn keyword
SEVERE_WARN_ACI_SERVER_DECODE_FAILED_76=Failed to decode the Access Control Instruction (ACI)%s
SEVERE_WARN_ACI_ENTER_LOCKDOWN_MODE_77=The server is being put into lockdown mode because invalid ACIs rules were detected either when the server was started or during a backend initialization
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_URL_78=The provided Access Control Instruction (ACI) bind rule userattr expression value failed to URL decode for the following reason: %s
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_BASEDN_URL_79=The provided Access Control Instruction (ACI) bind rule userattr expression value failed to parse because the ldap URL "%s" contains an empty base DN
SEVERE_WARN_ACI_SYNTAX_INVALID_USERATTR_ATTR_URL_80=The provided Access Control Instruction (ACI) bind rule userattr expression value failed to parse because the attribute field of the ldap URL "%s" either contains more than one description or the field is empty
SEVERE_WARN_ACI_SYNTAX_INVALID_PREFIX_FORMAT_81=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the prefix part of the expression "%s" has an invalid format
SEVERE_WARN_ACI_SYNTAX_INVALID_PREFIX_VALUE_82=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the prefix value of the expression "%s" was an invalid value. All values must greater than or equal to 0 and either less than or equal 32 for IPV4 addresses or less than or equal to 128 for IPV6 addresses
SEVERE_WARN_ACI_SYNTAX_PREFIX_NOT_NUMERIC_83=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the prefix part of the expression "%s" has an non-numeric value
SEVERE_WARN_ACI_SYNTAX_INVALID_IPV4_FORMAT_84=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the the IPv4 address expression "%s" format was invalid
SEVERE_WARN_ACI_SYNTAX_INVALID_IPV4_VALUE_85=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the IPv4 address expression "%s" contains an invalid value.  All values of the address must be between 0 and 255
SEVERE_WARN_ACI_SYNTAX_IPV4_NOT_NUMERIC_86=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the the IPv4 address expression "%s" contains a non-numeric value
SEVERE_WARN_ACI_SYNTAX_IPV6_WILDCARD_INVALID_87=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the the IPv6 address expression "%s" contains an illegal wildcard character. Wildcards are not supported when using IPv6 addresses in a IP bind rule expression
SEVERE_WARN_ACI_SYNTAX_INVALID_IPV6_FORMAT_88=The provided Access Control Instruction (ACI) bind rule IP address expression "%s" failed to parse for the following reason: "%s"
SEVERE_WARN_ACI_SYNTAX_INVALID_NETMASK_FORMAT_89=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the netmask part of the expression "%s" has an invalid format
SEVERE_WARN_ACI_SYNTAX_INVALID_NETMASK_90=The provided Access Control Instruction (ACI) bind rule IP address expression failed to parse because the netmask part of the expression "%s" has an invalid value
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGETCONTROL_EXPRESSION_91=The provided Access Control Instruction (ACI) targetcontrol expression value "%s" is invalid. A valid targetcontrol keyword expression value requires one or more valid control OID strings in the following format: oid [|| oid1] ... [|| oidN]
SEVERE_WARN_ACI_SYNTAX_ILLEGAL_CHAR_IN_NUMERIC_OID_92=The provided Access Control Instruction (ACI) targetcontrol OID value "%s" could not be parsed because the value contained an illegal character %c at position %d
SEVERE_WARN_ACI_SYNTAX_DOUBLE_PERIOD_IN_NUMERIC_OID_93=The provided Access Control Instruction (ACI) targetcontrol OID value "%s" could not be parsed because the numeric OID contained two consecutive periods at position %d
SEVERE_WARN_ACI_SYNTAX_DECODE_EFFECTIVERIGHTS_FAIL_94=The access control check failed because a geteffectiverights control could not be decoded because of the following reason: "%s"
SEVERE_WARN_ACI_SYNTAX_INVALID_TARGEXTOP_EXPRESSION_95=The provided Access Control Instruction (ACI) extop expression value "%s" is invalid. A valid extop keyword expression value requires one or more valid extended operation request OID strings in the following format: oid [|| oid1] ... [|| oidN]
SEVERE_WARN_ACI_ATTRIBUTE_NOT_INDEXED_96=Backend %s does not have a presence index defined for attribute type %s.  Access control initialization may take a very long time to complete in this backend
 SEVERE_WARN_ACI_SYNTAX_INVALID_SSF_FORMAT_97=\u00c9chec de l'analyse de l'expression "%s" SSF de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) pour la raison suivante\u00a0: "%s" 
 SEVERE_WARN_ACI_SYNTAX_INVALID_SSF_RANGE_98=La valeur "%s" d'expression ssf de la r\u00e8gle de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) n'est pas dans la plage valide. Une valeur ssf valide est comprise dans la plage allant de 1 \u00e0 1024. 
 SEVERE_WARN_ACI_SYNTAX_INVALID_TIMEOFDAY_FORMAT_99=\u00c9chec de l'analyse de l'expression "%s" timeofday de la r\u00e8gle de liaison de l'instruction de contr\u00f4le d'acc\u00e8s (ACI) pour la raison suivante\u00a0: "%s" 
