# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=\u7ba1\u7406

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_ADMIN_CANNOT_GET_LISTENER_BASE_1=\u95a2\u4fc2\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_ADMIN_LISTENER_BASE_DOES_NOT_EXIST_2=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u95a2\u4fc2\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u30a8\u30f3\u30c8\u30ea\u3067\u3059
SEVERE_ERR_ADMIN_CANNOT_GET_MANAGED_OBJECT_3=\u7ba1\u7406\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_ADMIN_MANAGED_OBJECT_DOES_NOT_EXIST_4=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u5185\u306b\u7ba1\u7406\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u306a\u3044\u3088\u3046\u3067\u3059\u3002\u3053\u308c\u306f\u5fc5\u9808\u30a8\u30f3\u30c8\u30ea\u3067\u3059
SEVERE_ERR_ADMIN_MANAGED_OBJECT_DECODING_PROBLEM_5=\u7ba1\u7406\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u306e\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_ADMIN_CANNOT_INSTANTIATE_CLASS_6=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %2$s \u306e\u5b9a\u7fa9\u306b\u5f93\u3063\u3066\u3001\u30af\u30e9\u30b9 %1$s \u306e\u8aad\u307f\u8fbc\u307f\u304a\u3088\u3073\u3053\u306e\u30af\u30e9\u30b9\u3092\u4f7f\u7528\u3057\u305f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u4f5c\u6210\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u767a\u751f\u3057\u305f\u30a8\u30e9\u30fc\u306f %3$s \u3067\u3059\u3002\u3053\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
SEVERE_ERR_ADMIN_CANNOT_INITIALIZE_COMPONENT_7=\u30af\u30e9\u30b9 %s \u304b\u3089\u8aad\u307f\u8fbc\u3093\u3060\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u5185\u306e\u60c5\u5831\u3092\u4f7f\u3063\u3066\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s\u3002\u3053\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
MILD_WARN_ADMIN_COMPONENT_DISABLED_8=\u30a8\u30f3\u30c8\u30ea %s \u5185\u3067\u69cb\u6210\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u7121\u52b9\u306b\u3055\u308c\u3066\u3044\u307e\u3059\u3002
SEVERE_ERR_ADMIN_CANNOT_OPEN_JAR_FILE_9=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %2$s \u5185\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc jar \u30d5\u30a1\u30a4\u30eb %1$s \u3092\u8aad\u307f\u53d6\u308a\u7528\u306b\u958b\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093: %3$s
FATAL_ERR_ADMIN_CANNOT_LOAD_CLASS_FROM_CORE_MANIFEST_10=\u30b3\u30a2\u69cb\u6210\u5b9a\u7fa9\u30af\u30e9\u30b9\u306e\u521d\u671f\u5316\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30b3\u30a2\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_ADMIN_CANNOT_LOAD_CLASS_FROM_EXTENSION_MANIFEST_11=\u69cb\u6210\u5b9a\u7fa9\u30af\u30e9\u30b9\u306e\u521d\u671f\u5316\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u3053\u306e\u30af\u30e9\u30b9\u3092\u62e1\u5f35\u6a5f\u80fd %2$s \u5185\u306e\u62e1\u5f35\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb %1$s \u304b\u3089\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f: %3$s
MILD_ERR_ADMIN_NO_EXTENSIONS_DIR_12=\u62e1\u5f35\u6a5f\u80fd\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u304c\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u3001\u62e1\u5f35\u6a5f\u80fd\u306f\u8aad\u307f\u8fbc\u307e\u308c\u307e\u305b\u3093
SEVERE_ERR_ADMIN_EXTENSIONS_DIR_NOT_DIRECTORY_13=\u62e1\u5f35\u6a5f\u80fd\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u306f\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u62e1\u5f35\u6a5f\u80fd\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093
SEVERE_ERR_ADMIN_EXTENSIONS_CANNOT_LIST_FILES_14=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea %s \u304b\u3089\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u62e1\u5f35\u6a5f\u80fd\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u30ea\u30b9\u30c8\u3092\u4f5c\u6210\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
FATAL_ERR_ADMIN_CANNOT_FIND_CORE_MANIFEST_15=\u30b3\u30a2\u7ba1\u7406\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb %s \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_CANNOT_READ_CORE_MANIFEST_16=\u30b3\u30a2\u7ba1\u7406\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb %s \u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_ADMIN_CANNOT_READ_EXTENSION_MANIFEST_17=\u62e1\u5f35\u6a5f\u80fd %2$s \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u7ba1\u7406\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb %1$s \u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
INFO_ADMIN_TOOL_DESCRIPTION_18=\u3053\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u3063\u3066\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u7ba1\u7406\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u5185\u3067\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u3059
INFO_ADMIN_SUBCMD_CREATE_GROUP_DESCRIPTION_19=\u65b0\u898f\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u306e\u4f5c\u6210
INFO_ADMIN_ARG_DESCRIPTION_DESCRIPTION_20=\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u306e\u8aac\u660e\u3002\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u8aac\u660e\u306f\u7a7a\u767d\u306b\u306a\u308a\u307e\u3059
INFO_ADMIN_SUBCMD_MODIFY_GROUP_DESCRIPTION_21=\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u5909\u66f4\u3057\u307e\u3059
INFO_ADMIN_ARG_NEW_DESCRIPTION_DESCRIPTION_22=\u6307\u5b9a\u3059\u308b\u5834\u5408\u306f\u3001\u65b0\u3057\u3044\u8aac\u660e\u3067\u3059
INFO_ADMIN_ARG_NEW_GROUPNAME_DESCRIPTION_23=\u6307\u5b9a\u3059\u308b\u5834\u5408\u306f\u3001\u65b0\u3057\u3044\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u306e\u8b58\u5225\u5b50\u3067\u3059
INFO_ADMIN_SUBCMD_DELETE_GROUP_DESCRIPTION_24=\u65e2\u5b58\u306e\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_LIST_GROUPS_DESCRIPTION_25=\u5b9a\u7fa9\u6e08\u307f\u306e\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u3092\u4e00\u89a7\u8868\u793a\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_ADD_TO_GROUP_DESCRIPTION_26=\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u306b\u30b5\u30fc\u30d0\u30fc\u3092\u8ffd\u52a0\u3057\u307e\u3059
INFO_ADMIN_ARG_ADD_MEMBERNAME_DESCRIPTION_27=\u8ffd\u52a0\u3059\u308b\u30b5\u30fc\u30d0\u30fc\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u5f15\u6570\u3067\u3059
INFO_ADMIN_SUBCMD_REMOVE_FROM_GROUP_DESCRIPTION_28=\u30b5\u30fc\u30d0\u30fc\u3092\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u524a\u9664\u3057\u307e\u3059
INFO_ADMIN_ARG_REMOVE_MEMBERNAME_DESCRIPTION_29=\u524a\u9664\u3059\u308b\u30b5\u30fc\u30d0\u30fc\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u5f15\u6570\u3067\u3059
INFO_ADMIN_SUBCMD_LIST_MEMBERS_DESCRIPTION_30=\u6307\u5b9a\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u4e00\u89a7\u8868\u793a\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_LIST_MEMBERSHIP_DESCRIPTION_31=\u6307\u5b9a\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u304c\u30e1\u30f3\u30d0\u30fc\u306b\u306a\u3063\u3066\u3044\u308b\u30b5\u30fc\u30d0\u30fc\u30b0\u30eb\u30fc\u30d7\u3092\u4e00\u89a7\u8868\u793a\u3057\u307e\u3059
FATAL_ERR_ADMIN_CANNOT_CONNECT_TO_ADS_32=%s \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30b5\u30fc\u30d0\u30fc\u304c\u7a3c\u52d5\u3057\u3066\u3044\u308b\u3053\u3068\u3001\u304a\u3088\u3073\u6307\u5b9a\u3057\u305f\u8a3c\u660e\u66f8\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
INFO_ADMIN_SUBCMD_CREATE_ADS_DESCRIPTION_33=\u65b0\u898f ADS DN \u306e\u4f5c\u6210
INFO_ADMIN_SUBCMD_DELETE_ADS_DESCRIPTION_34=\u65e2\u5b58\u306e ADS DN \u306e\u524a\u9664
FATAL_ERR_ADMIN_MISSING_HOSTNAME_35=\u30db\u30b9\u30c8\u540d\u304c\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_NOVALID_HOSTNAME_36=\u30db\u30b9\u30c8\u540d\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_MISSING_IPATH_37=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30d1\u30b9\u304c\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_NOVALID_IPATH_38=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30d1\u30b9\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_ACCESS_PERMISSION_39=\u30a2\u30af\u30bb\u30b9\u6a29\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3059
FATAL_ERR_ADMIN_ALREADY_REGISTERED_40=\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u306f\u767b\u9332\u6e08\u307f\u3067\u3059
FATAL_ERR_ADMIN_BROKEN_INSTALL_41=\u7ba1\u7406\u30ea\u30dd\u30b8\u30c8\u30ea\u304c\u58ca\u308c\u3066\u3044\u307e\u3059
FATAL_ERR_ADMIN_NOT_YET_REGISTERED_42=\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u30fc\u304c\u672a\u767b\u9332\u3067\u3059
FATAL_ERR_ADMIN_MISSING_PORT_43=\u30dd\u30fc\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_NOVALID_PORT_44=\u30dd\u30fc\u30c8\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_MISSING_NAME_45=\u540d\u524d\u304c\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_MISSING_ADMIN_UID_46=\u7ba1\u7406 UID \u304c\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_MISSING_ADMIN_PASSWORD_47=\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
FATAL_ERR_ADMIN_ERROR_UNEXPECTED_48=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
INFO_ADMIN_ERROR_49=[\u30a8\u30e9\u30fc]
INFO_ADMIN_SUCCESSFUL_50=\u64cd\u4f5c\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u306b\u3057\u307e\u3057\u305f
INFO_ADMIN_SUCCESSFUL_NOP_51=\u64cd\u4f5c\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u304c\u3001\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u5fc5\u8981\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_ADMIN_NO_MESSAGE_52=
INFO_ADMIN_ARG_CREATE_GROUP_GROUPNAME_DESCRIPTION_53=\u65b0\u898f\u30b0\u30eb\u30fc\u30d7\u306e\u8b58\u5225\u5b50\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u5f15\u6570\u3067\u3059
INFO_ADMIN_ARG_GROUPNAME_DESCRIPTION_54=\u30b0\u30eb\u30fc\u30d7\u306e\u8b58\u5225\u5b50\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u5f15\u6570\u3067\u3059
INFO_ADMIN_ARG_MEMBERNAME_DESCRIPTION_55=\u30e1\u30f3\u30d0\u30fc\u306e\u8b58\u5225\u5b50\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u5f15\u6570\u3067\u3059
INFO_ADMIN_ARG_BACKENDNAME_DESCRIPTION_56=\u7ba1\u7406\u30c7\u30fc\u30bf\u3092\u683c\u7d0d\u3059\u308b\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u306e\u540d\u524d
SEVERE_ERR_ADMIN_UNABLE_TO_REGISTER_LISTENER_57=\u30a8\u30f3\u30c8\u30ea "%s" \u306b\u5bfe\u3057\u3066\u8ffd\u52a0/\u524a\u9664\u30ea\u30b9\u30ca\u30fc\u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30f3\u30c8\u30ea\u306f\u69cb\u6210\u5185\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
INFO_ADMIN_SUBCMD_REGISTER_SERVER_DESCRIPTION_58=\u30b5\u30fc\u30d0\u30fc\u3092\u7ba1\u7406\u30c9\u30e1\u30a4\u30f3\u306b\u767b\u9332\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_UNREGISTER_SERVER_DESCRIPTION_59=\u30b5\u30fc\u30d0\u30fc\u3092\u7ba1\u7406\u30c9\u30e1\u30a4\u30f3\u304b\u3089\u767b\u9332\u89e3\u9664\u3057\u307e\u3059
INFO_ADMIN_ARG_SERVERNAME_DESCRIPTION_60=\u30b5\u30fc\u30d0\u30fc\u306e\u8b58\u5225\u5b50\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u5f15\u6570\u3067\u3059
INFO_ADMIN_SUBCMD_LIST_SERVER_PROPS_DESCRIPTION_61=\u30b5\u30fc\u30d0\u30fc\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u8aac\u660e\u3092\u5165\u529b\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_LIST_SERVERS_DESCRIPTION_62=\u5b9a\u7fa9\u6e08\u307f\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u4e00\u89a7\u8868\u793a\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_GET_SERVER_PROPERTIES_DESCRIPTION_63=\u30b5\u30fc\u30d0\u30fc\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u8868\u793a\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_SET_SERVER_PROPERTIES_DESCRIPTION_64=\u30b5\u30fc\u30d0\u30fc\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u5909\u66f4\u3057\u307e\u3059
INFO_ADMIN_ARG_SERVERID_DESCRIPTION_65=\u767b\u9332\u6e08\u307f\u30b5\u30fc\u30d0\u30fc\u306e\u4e00\u610f\u306e\u8b58\u5225\u5b50\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u5f15\u6570\u3067\u3059
FATAL_ERR_ADMIN_SERVER_NOT_REGISTERED_66=\u6307\u5b9a\u3055\u308c\u305f serverId \u306f\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093
INFO_ADMIN_SUBCMD_CREATE_ADMIN_USER_DESCRIPTION_67=\u65b0\u898f\u7ba1\u7406\u8005\u3092\u4f5c\u6210\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_DELETE_ADMIN_USER_DESCRIPTION_68=\u65e2\u5b58\u306e\u7ba1\u7406\u8005\u3092\u524a\u9664\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_LIST_ADMIN_USER_DESCRIPTION_69=\u5b9a\u7fa9\u6e08\u307f\u306e\u7ba1\u7406\u8005\u3092\u4e00\u89a7\u8868\u793a\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_GET_ADMIN_USER_PROPERTIES_DESCRIPTION_70=\u7ba1\u7406\u8005\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u8868\u793a\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_SET_ADMIN_USER_PROPERTIES_DESCRIPTION_71=\u7ba1\u7406\u8005\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u5909\u66f4\u3057\u307e\u3059
INFO_ADMIN_SUBCMD_LIST_ADMIN_USER_PROPERTIES_DESCRIPTION_72=\u7ba1\u7406\u8005\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u8aac\u660e\u3092\u5165\u529b\u3057\u307e\u3059
INFO_ADMIN_ARG_USERID_DESCRIPTION_73=\u7ba1\u7406\u8005\u306e\u4e00\u610f\u306e\u8b58\u5225\u5b50\u3002\u3053\u308c\u306f\u5fc5\u9808\u306e\u5f15\u6570\u3067\u3059
SEVERE_ERR_OPERATION_REJECTED_DEFAULT_74=\u7406\u7531\u306f\u4e0d\u660e
SEVERE_ERR_SERVER_CONSTRAINT_EXCEPTION_75=\u5236\u7d04\u306e\u8a55\u4fa1\u4e2d\u306b\u69cb\u6210\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_DECODING_EXCEPTION_NO_TYPE_INFO_82=%s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u304c\u3001\u30bf\u30a4\u30d7\u60c5\u5831 (\u4f8b: LDAP \u5185\u306b\u5b58\u5728\u3057\u306a\u3044\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9) \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_DECODING_EXCEPTION_WRONG_TYPE_INFO_83=%s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u304c\u3001\u4e88\u671f\u3055\u308c\u305f\u30bf\u30a4\u30d7\u60c5\u5831 (\u4f8b: LDAP \u5185\u306e\u4e0d\u6b63\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30af\u30e9\u30b9) \u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_DECODING_EXCEPTION_ABSTRACT_TYPE_INFO_84=%s \u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u304c\u3001\u30bf\u30a4\u30d7\u304c\u62bd\u8c61\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u5b9a\u7fa9\u306b\u89e3\u91c8\u51e6\u7406\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_DECODING_EXCEPTION_UNKNOWN_85=\u4e88\u671f\u3057\u306a\u3044\u7406\u7531\u306e\u305f\u3081\u3001\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_DEFAULT_BEHAVIOR_PROPERTY_EXCEPTION_86="%s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u3092\u5224\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_ILLEGAL_PROPERTY_VALUE_EXCEPTION_87=\u5024 "%s" \u306f "%s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u6709\u52b9\u306a\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u6b21\u306e\u69cb\u6587\u3092\u53d6\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059: %s
SEVERE_ERR_ILLEGAL_PROPERTY_VALUE_STRING_EXCEPTION_88=\u6587\u5b57\u5217\u5024 "%s" \u306f "%s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306e\u6709\u52b9\u306a\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u6b21\u306e\u69cb\u6587\u3092\u53d6\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059: %s
SEVERE_ERR_PROPERTY_IS_MANDATORY_EXCEPTION_89="%s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u5fc5\u9808\u3067\u3042\u308b\u305f\u3081\u3001\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_PROPERTY_IS_READ_ONLY_EXCEPTION_90="%s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3042\u308b\u305f\u3081\u3001\u5909\u66f4\u3057\u3066\u306f\u3044\u3051\u307e\u305b\u3093
SEVERE_ERR_PROPERTY_IS_SINGLE_VALUED_EXCEPTION_91="%s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306b\u8907\u6570\u306e\u5024\u3092\u542b\u3081\u3066\u306f\u3044\u3051\u307e\u305b\u3093
SEVERE_ERR_UNKNOWN_PROPERTY_DEFINITION_EXCEPTION_92=\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%s" \u306e\u51e6\u7406\u4e2d\u306b\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: \u4e0d\u660e\u306a\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u30bf\u30a4\u30d7 "%s" \u3067\u3059
SEVERE_ERR_AUTHENTICATION_EXCEPTION_DEFAULT_93=\u8a8d\u8a3c\u306e\u5931\u6557
SEVERE_ERR_AUTHENTICATION_NOT_SUPPORTED_EXCEPTION_DEFAULT_94=\u30b5\u30fc\u30d0\u30fc\u306f\u8981\u6c42\u3055\u308c\u305f\u8a8d\u8a3c\u6a5f\u69cb\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_AUTHORIZATION_EXCEPTION_DEFAULT_95=\u8a8d\u53ef\u306e\u5931\u6557
SEVERE_ERR_COMMUNICATION_EXCEPTION_DEFAULT_96=\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u901a\u4fe1\u4e2d\u306b\u901a\u4fe1\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
SEVERE_ERR_OPERATION_REJECTED_EXCEPTION_SINGLE_97=\u6b21\u306e\u7406\u7531\u3067\u64cd\u4f5c\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_OPERATION_REJECTED_EXCEPTION_PLURAL_98=\u6b21\u306e\u7406\u7531\u3067\u64cd\u4f5c\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_CONCURRENT_MODIFICATION_EXCEPTION_DEFAULT_99=\u7af6\u5408\u3059\u308b\u5909\u66f4\u304c\u3059\u3067\u306b\u767a\u751f\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u5225\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u7ba1\u7406\u30c4\u30fc\u30eb\u304c\u4f7f\u7528\u4e2d\u3067\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
SEVERE_ERR_MANAGED_OBJECT_DECODING_EXCEPTION_SINGLE_100=\u6b21\u306e\u7406\u7531\u3067 %s \u3092\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_MANAGED_OBJECT_DECODING_EXCEPTION_PLURAL_101=\u6b21\u306e\u7406\u7531\u3067 %s \u3092\u5fa9\u53f7\u5316\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_ILLEGAL_MANAGED_OBJECT_NAME_EXCEPTION_EMPTY_102=\u7a7a\u306e\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u540d\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_ILLEGAL_MANAGED_OBJECT_NAME_EXCEPTION_BLANK_103=\u7a7a\u767d\u306e\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u540d\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_ILLEGAL_MANAGED_OBJECT_NAME_EXCEPTION_SYNTAX_104=\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u540d "%s" \u306f\u30cd\u30fc\u30df\u30f3\u30b0\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%s" \u306e\u6709\u52b9\u306a\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u6b21\u306e\u69cb\u6587\u3092\u53d6\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059: %s
SEVERE_ERR_ILLEGAL_MANAGED_OBJECT_NAME_EXCEPTION_OTHER_105=\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u540d "%s" \u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_MANAGED_OBJECT_ALREADY_EXISTS_EXCEPTION_106=\u540c\u3058\u540d\u524d\u306e\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u3059\u3067\u306b\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_MANAGED_OBJECT_NOT_FOUND_EXCEPTION_107=\u8981\u6c42\u3055\u308c\u305f\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_MISSING_MANDATORY_PROPERTIES_EXCEPTION_SINGLE_108="%s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u5fc5\u9808\u3067\u3059
SEVERE_ERR_MISSING_MANDATORY_PROPERTIES_EXCEPTION_PLURAL_109=\u6b21\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u5fc5\u9808\u3067\u3059: %s
SEVERE_ERR_PROPERTY_NOT_FOUND_EXCEPTION_110=\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%s" \u304c\u8a8d\u8b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_COMMUNICATION_EXCEPTION_DEFAULT_CAUSE_111=\u30b5\u30fc\u30d0\u30fc\u3068\u306e\u901a\u4fe1\u4e2d\u306b\u901a\u4fe1\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_CONSTRAINT_VIOLATION_EXCEPTION_SINGLE_112=\u6b21\u306e\u5236\u7d04\u9055\u53cd\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_CONSTRAINT_VIOLATION_EXCEPTION_PLURAL_113=\u6b21\u306e\u5236\u7d04\u9055\u53cd\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_SERVER_REFINT_DANGLING_REFERENCE_114=\u30a8\u30f3\u30c8\u30ea "%4$s" \u306e %3$s \u306b\u3042\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%2$s" \u5185\u306e\u5024 "%1$s" \u306f\u3001\u30a8\u30f3\u30c8\u30ea "%6$s" \u5185\u306e\u5b58\u5728\u3057\u306a\u3044 %5$s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
SEVERE_ERR_SERVER_REFINT_SOURCE_ENABLED_TARGET_DISABLED_115=\u30a8\u30f3\u30c8\u30ea "%4$s" \u306e\u6709\u52b9\u306a %3$s \u306b\u3042\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%2$s" \u5185\u306e\u5024 "%1$s" \u306f\u3001\u30a8\u30f3\u30c8\u30ea "%6$s" \u5185\u306e\u7121\u52b9\u306a %5$s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
SEVERE_ERR_SERVER_REFINT_TARGET_DISABLED_116=\u30a8\u30f3\u30c8\u30ea "%4$s" \u306e %3$s \u306b\u3042\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%2$s" \u5185\u306e\u5024 "%1$s" \u306f\u3001\u30a8\u30f3\u30c8\u30ea "%6$s" \u5185\u306e\u7121\u52b9\u306a %5$s \u3092\u53c2\u7167\u3057\u3066\u3044\u307e\u3059
SEVERE_ERR_SERVER_REFINT_CANNOT_DELETE_117=\u30a8\u30f3\u30c8\u30ea "%2$s" \u5185\u306e %1$s \u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u30a8\u30f3\u30c8\u30ea "%5$s" \u5185\u306e %4$s \u306e "%3$s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306b\u3088\u308a\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_SERVER_REFINT_CANNOT_DISABLE_118=\u30a8\u30f3\u30c8\u30ea "%2$s" \u5185\u306e %1$s \u306f\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u30a8\u30f3\u30c8\u30ea "%5$s" \u5185\u306e %4$s \u306e "%3$s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306b\u3088\u308a\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
FATAL_ERR_CANNOT_INITIALIZE_ADMIN_FRAMEWORK_119=\u6b21\u306e\u4f8b\u5916\u306e\u305f\u3081\u306b\u7ba1\u7406\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_CLASS_LOADER_CANNOT_READ_MANIFEST_FILE_120=\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_CLASS_LOADER_CANNOT_LOAD_CLASS_121=\u30af\u30e9\u30b9 "%s" \u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s 
SEVERE_ERR_CLASS_LOADER_CANNOT_FIND_GET_INSTANCE_METHOD_122=\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u5b9a\u7fa9\u30af\u30e9\u30b9 "%s" \u306e getInstance() \u30e1\u30bd\u30c3\u30c9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093: %s
SEVERE_ERR_CLASS_LOADER_CANNOT_INVOKE_GET_INSTANCE_METHOD_123=\u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u5b9a\u7fa9\u30af\u30e9\u30b9 "%s" \u306e getInstance() \u30e1\u30bd\u30c3\u30c9\u3092\u547c\u3073\u51fa\u305b\u307e\u305b\u3093: %s
SEVERE_ERR_CLASS_LOADER_CANNOT_INITIALIZE_DEFN_124=\u30af\u30e9\u30b9 "%2$s" \u5185\u306e "%1$s" \u7ba1\u7406\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u5b9a\u7fa9\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093: %3$s
SEVERE_ERR_CLASS_LOADER_CANNOT_LOAD_EXTENSION_125=\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb %2$s \u3092\u4f7f\u7528\u3059\u308b\u62e1\u5f35\u6a5f\u80fd "%1$s" \u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3002\u3053\u306e\u521d\u671f\u5316\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
FATAL_ERR_CLASS_LOADER_CANNOT_LOAD_CORE_126=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u30b3\u30a2\u7ba1\u7406\u30af\u30e9\u30b9\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f: %s
SEVERE_ERR_CLIENT_REFINT_TARGET_DANGLING_REFERENCE_127=\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%3$s" \u5185\u3067\u53c2\u7167\u3055\u308c\u308b %1$s "%2$s" \u304c\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_ERR_CLIENT_REFINT_TARGET_INVALID_128=\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%3$s" \u5185\u3067\u53c2\u7167\u3055\u308c\u308b %1$s "%2$s" \u306f\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u69cb\u6210\u304c\u7121\u52b9\u3067\u3059: %4$s
SEVERE_ERR_CLIENT_REFINT_TARGET_DISABLED_129=\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc "%3$s" \u5185\u3067\u53c2\u7167\u3055\u308c\u308b %1$s "%2$s" \u306f\u7121\u52b9\u3067\u3059
SEVERE_ERR_CLIENT_REFINT_CANNOT_DELETE_WITH_NAME_130="%3$s" \u3068\u547c\u3070\u308c\u308b %2$s \u5185\u306e "%1$s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u3053\u306e %4$s \u3092\u53c2\u7167\u3057\u307e\u3059
SEVERE_ERR_CLIENT_REFINT_CANNOT_DELETE_WITHOUT_NAME_131=%2$s \u5185\u306e "%1$s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u3053\u306e %3$s \u3092\u53c2\u7167\u3057\u307e\u3059
SEVERE_ERR_CLIENT_REFINT_CANNOT_DISABLE_WITH_NAME_132=\u3053\u306e %1$s \u306f\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u308c\u306f "%4$s" \u3068\u547c\u3070\u308c\u308b %3$s \u5185\u306e "%2$s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306b\u3088\u308a\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_CLIENT_REFINT_CANNOT_DISABLE_WITHOUT_NAME_133=\u3053\u306e %1$s \u306f\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u308c\u306f %3$s \u5185\u306e "%2$s" \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306b\u3088\u308a\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059
SEVERE_ERR_REFINT_UNABLE_TO_EVALUATE_TARGET_CONDITION_134=\u30a8\u30f3\u30c8\u30ea %2$s \u5185\u306e %1$s \u304c\u6709\u52b9\u304b\u3069\u3046\u304b\u3092\u5224\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %3$s
