# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=BACKEND

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
FATAL_ERR_BACKEND_CANNOT_REMOVE_MULTIBASE_SUB_SUFFIX_1=\ud558\uc704 \uc811\ubbf8\uc5b4 \"%s\"\uc744(\ub97c) \uc811\ubbf8\uc5b4 \"%s\"\uc774(\uac00) \uc788\ub294 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ub4f1\ub85d \ud574\uc81c\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4.  \ud558\uc9c0\ub9cc \ud574\ub2f9 \ud558\uc704 \uc811\ubbf8\uc5b4\uac00 \uc788\ub294 \ud558\uc704 \ubc31\uc5d4\ub4dc\uc5d0\ub3c4 \ucd94\uac00 \ud558\uc704 \uc811\ubbf8\uc5b4\uac00 \uc788\uc5b4\uc11c \ub4f1\ub85d\uc744 \ud574\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.  \uc5f0\uacb0\ub41c \ud558\uc704 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \uad6c\uc131\uc744 \ud3b8\uc9d1\ud558\uc5ec \uc774 \ud558\uc704 \uc811\ubbf8\uc5b4\ub97c \uc81c\uac70\ud560 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4.
FATAL_ERR_ROOTDSE_CONFIG_ENTRY_NULL_2=\uad6c\uc131 \ud56d\ubaa9\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uace0 \ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\ub97c \uad6c\uc131\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4.  \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_ROOTDSE_SUBORDINATE_BASE_DESCRIPTION_3=\ub8e8\ud2b8 DSE\ub97c \uae30\ubc18\uc73c\ub85c singleLevel, wholeSubtree \ubc0f subordinateSubtree \uac80\uc0c9\uc5d0 \uc0ac\uc6a9\ud560 \uae30\ubcf8 DN \uc9d1\ud569\uc785\ub2c8\ub2e4.  \uc81c\uacf5\ub418\uc9c0 \uc54a\uc744 \uacbd\uc6b0 \ubaa8\ub4e0 \uc0ac\uc6a9\uc790 \uc815\uc758 \uc811\ubbf8\uc0ac \uc9d1\ud569\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_WARN_ROOTDSE_NO_BACKEND_FOR_SUBORDINATE_BASE_4=\uae30\ubcf8 DN \"%s\"\uc740(\ub294) \ub8e8\ud2b8 DSE \uc544\ub798\uc5d0\uc11c \uac80\uc0c9\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \ud558\uc704 \uae30\ubcf8 DN \uc911 \ud558\ub098\ub85c \uad6c\uc131\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.  \ud558\uc9c0\ub9cc \uc774 \uae30\ubcf8 DN\uc740 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ub4f1\ub85d\ub41c \uc811\ubbf8\uc0ac\uc5d0 \uc758\ud574 \ucc98\ub9ac\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc0ac\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_ROOTDSE_SUBORDINATE_BASE_EXCEPTION_5=\ub8e8\ud2b8 DSE \uc544\ub798\uc5d0\uc11c \uac80\uc0c9\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \ud558\uc704 \uae30\ubcf8 DN \uc9d1\ud569\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \ubb38\uc81c\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_WARN_ROOTDSE_GET_ENTRY_NONROOT_6=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\uac00 DN\uc774 \"%s\"\uc778 \ud56d\ubaa9\uc744 \uac80\uc0c9\ud558\ub3c4\ub85d \uc694\uccad \ubc1b\uc558\uc2b5\ub2c8\ub2e4.  \uc774 \ubc31\uc5d4\ub4dc\ub294 \ub8e8\ud2b8 DSE \uc790\uccb4\ub9cc \uac80\uc0c9\ud558\ub3c4\ub85d \uc694\uccad \ubc1b\uc544\uc57c \ud569\ub2c8\ub2e4.  \ud558\uc9c0\ub9cc \uc815\uc758\ub41c \ud558\uc704 \ubc31\uc5d4\ub4dc\ub97c \uac80\uc0ac\ud558\uc5ec \uc694\uccad\ud55c \ud56d\ubaa9\uc744 \ucc3e\uc744 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud569\ub2c8\ub2e4.
MILD_ERR_ROOTDSE_ADD_NOT_SUPPORTED_7=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \ucd94\uac00 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \ucd94\uac00\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_ROOTDSE_DELETE_NOT_SUPPORTED_8=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc0ad\uc81c \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \uc81c\uac70\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_ROOTDSE_MODIFY_NOT_SUPPORTED_9=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \ub8e8\ud2b8 DSE \uc790\uccb4\uc758 \ub0b4\uc6a9\uc744 \ubcc0\uacbd\ud558\ub824\ub294 \uacbd\uc6b0 \uad6c\uc131\uc5d0\uc11c \"%s\" \ud56d\ubaa9\uc744 \uc218\uc815\ud558\uba74 \uac00\ub2a5\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_ROOTDSE_MODIFY_DN_NOT_SUPPORTED_10=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 DN \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9 \uc774\ub984\uc774 \ubcc0\uacbd\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_ROOTDSE_INVALID_SEARCH_BASE_11=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \"%3$s\"\uc758 \uae30\ubcf8 DN\uc73c\ub85c \uac80\uc0c9(\uc5f0\uacb0 ID %1$d, \uc791\uc5c5 ID %2$d)\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uc774 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uac80\uc0c9\ud560 \uae30\ubcf8 DN\uc740 \ub8e8\ud2b8 DSE \uc790\uccb4\uc758 DN\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_ROOTDSE_UNEXPECTED_SEARCH_FAILURE_12=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uac80\uc0c9 \uc791\uc5c5(\uc5f0\uacb0 ID %d, \uc791\uc5c5 ID %d)\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_ROOTDSE_INVALID_SEARCH_SCOPE_13=%3$s \ubc94\uc704\uac00 \uc798\ubabb\ub418\uc5c8\uc73c\ubbc0\ub85c \uc5f0\uacb0 ID %1$d \ubc0f \uc791\uc5c5 ID %2$d(\uc73c)\ub85c \uac80\uc0c9\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_ROOTDSE_UNABLE_TO_CREATE_LDIF_WRITER_14=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c LDIF \uc791\uc131\uae30\ub97c \uc5ec\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_ROOTDSE_UNABLE_TO_EXPORT_DSE_15=\ub8e8\ud2b8 DSE \ud56d\ubaa9\uc744 \uc9c0\uc815\ub41c LDIF \ub300\uc0c1\uc5d0 \ub0b4\ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_ROOTDSE_IMPORT_NOT_SUPPORTED_16=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\ub294 LDIF \uac00\uc838\uc624\uae30 \uc791\uc5c5\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_ROOTDSE_BACKUP_AND_RESTORE_NOT_SUPPORTED_17=\ub8e8\ud2b8 DSE \ubc31\uc5d4\ub4dc\ub294 \ubc31\uc5c5 \ubc0f \ubcf5\uc6d0 \uc791\uc5c5\uc744 \uc704\ud55c \uae30\ub2a5\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \ub8e8\ud2b8 DSE\uc758 \ub0b4\uc6a9\uc740 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uad6c\uc131\uc758 \uc77c\ubd80\ub85c \ubc31\uc5c5\ud574\uc57c \ud569\ub2c8\ub2e4.
INFO_ROOTDSE_USING_SUFFIXES_AS_BASE_DNS_18=\ub8e8\ud2b8 DSE \uad6c\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc73c\ubbc0\ub85c \uc774\uc81c \ub8e8\ud2b8 DSE \uc544\ub798\uc5d0\uc11c \uac80\uc0c9\uc744 \uc218\ud589\ud560 \ub54c \uc815\uc758\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc811\ubbf8\uc0ac \uc9d1\ud569\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_ROOTDSE_USING_NEW_SUBORDINATE_BASE_DNS_19=\ub8e8\ud2b8 DSE \uad6c\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc73c\ubbc0\ub85c \uc774\uc81c \ub8e8\ud2b8 DSE \uc544\ub798\uc5d0\uc11c \uc218\ud589\ud560 \ub54c \uae30\ubcf8 DN \uc9d1\ud569 %s\uc774(\uac00) \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_ROOTDSE_USING_NEW_USER_ATTRS_20=\ub8e8\ud2b8 DSE \uad6c\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc73c\ubbc0\ub85c \uc774\uc81c \uc0c8 \uc0ac\uc6a9\uc790 \uc815\uc758 \uc18d\uc131 \uc9d1\ud569\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_MONITOR_CONFIG_ENTRY_NULL_21=\uad6c\uc131 \ud56d\ubaa9\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uace0 \ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\ub97c \uad6c\uc131\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4.  \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ud504\ub85c\ud1a0\ucf5c\uc744 \ud1b5\ud574 \ubaa8\ub2c8\ud130 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MONITOR_CANNOT_DECODE_MONITOR_ROOT_DN_22=cn=monitor\uc758 \uc554\ud638\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubaa8\ub2c8\ud130 \uc815\ubcf4\uc5d0 \ub300\ud55c \uae30\ubcf8 DN\uc73c\ub85c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \ud504\ub85c\ud1a0\ucf5c\uc744 \ud1b5\ud574 \ubaa8\ub2c8\ud130 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_MONITOR_ADD_NOT_SUPPORTED_23=\ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \ucd94\uac00 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \ucd94\uac00\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_MONITOR_DELETE_NOT_SUPPORTED_24=\ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc0ad\uc81c \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \uc81c\uac70\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_MONITOR_MODIFY_NOT_SUPPORTED_25=\ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uae30\ubcf8 \ubaa8\ub2c8\ud130 \ud56d\ubaa9 \uc790\uccb4\uc758 \ub0b4\uc6a9\uc744 \ubcc0\uacbd\ud558\ub824\ub294 \uacbd\uc6b0 \uad6c\uc131\uc5d0\uc11c \"%s\" \ud56d\ubaa9\uc744 \uc218\uc815\ud558\uba74 \uac00\ub2a5\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_MONITOR_MODIFY_DN_NOT_SUPPORTED_26=\ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 DN \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9 \uc774\ub984\uc774 \ubcc0\uacbd\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MONITOR_UNABLE_TO_EXPORT_BASE_27=\uae30\ubcf8 \ubaa8\ub2c8\ud130 \ud56d\ubaa9\uc744 \ub0b4\ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_MONITOR_UNABLE_TO_EXPORT_PROVIDER_ENTRY_28=\ubaa8\ub2c8\ud130 \uacf5\uae09\uc790 %s\uc5d0 \ub300\ud55c \ubaa8\ub2c8\ud130 \ud56d\ubaa9\uc744 \ub0b4\ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_MONITOR_IMPORT_NOT_SUPPORTED_29=\ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\ub294 LDIF \uac00\uc838\uc624\uae30 \uc791\uc5c5\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MONITOR_BACKUP_AND_RESTORE_NOT_SUPPORTED_30=\ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\ub294 \ubc31\uc5c5 \ubc0f \ubcf5\uc6d0 \uc791\uc5c5\uc744 \uc704\ud55c \uae30\ub2a5\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_MONITOR_USING_NEW_USER_ATTRS_31=\ubaa8\ub2c8\ud130 \uad6c\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc73c\ubbc0\ub85c \uc774\uc81c \uc0c8 \uc0ac\uc6a9\uc790 \uc815\uc758 \uc18d\uc131 \uc9d1\ud569\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_MONITOR_GET_ENTRY_NULL_32=\uc81c\uacf5\ub41c DN\uc774 Null\uc774\ubbc0\ub85c \ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc694\uccad\ud55c \ud56d\ubaa9\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_MONITOR_BASE_TOO_DEEP_33=DN\uc774 \ub108\ubb34 \uae4a\uc5b4\uc11c \ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc694\uccad\ud55c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.  \ubaa8\ub2c8\ud130 \ud56d\ubaa9\uc740 %s\ubcf4\ub2e4 \ub450 \uc218\uc900 \uc774\uc0c1 \uc544\ub798\uc77c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_MONITOR_INVALID_BASE_34=DN\uc774 %2$s\uc758 \ubaa8\ub2c8\ud130 \uae30\ubcf8 \uc544\ub798\uc5d0 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc694\uccad\ud55c \ud56d\ubaa9 %1$s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_MONITOR_MULTIVALUED_RDN_35=\ubaa8\ub2c8\ud130 \ud56d\ubaa9\uc5d0 \uc5ec\ub7ec \uac12\uc744 \uac00\uc9c4 RDN\uc744 \ud3ec\ud568\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc694\uccad\ud55c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_MONITOR_NO_SUCH_PROVIDER_36=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \ubaa8\ub2c8\ud130 \uacf5\uae09\uc790 \"%s\"\uc774(\uac00) \ub4f1\ub85d\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ubaa8\ub2c8\ud130 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc694\uccad\ud55c \ud56d\ubaa9\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_MONITOR_UPTIME_37=%d\uc77c %d\uc2dc\uac04 %d\ubd84 %d\ucd08
SEVERE_ERR_SCHEMA_CONFIG_ENTRY_NULL_38=\uad6c\uc131 \ud56d\ubaa9\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uace0 \uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\ub97c \uad6c\uc131\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4.  \uc774\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ud504\ub85c\ud1a0\ucf5c\uc744 \ud1b5\ud574 \uc2a4\ud0a4\ub9c8 \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_SCHEMA_DESCRIPTION_ENTRY_DN_39=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \uc815\ubcf4\ub97c \ucc3e\uae30 \uc704\ud574 \uac80\uc0c9\ud560 \uc218 \uc788\ub294 \ud56d\ubaa9\uc5d0 \ub300\ud55c DN \ub610\ub294 DN \uc9d1\ud569\uc785\ub2c8\ub2e4.  \ud638\ud658\uc131\uc744 \uc704\ud574 \uc5ec\ub7ec \uc704\uce58\uc5d0\uc11c \uc2a4\ud0a4\ub9c8\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \uacbd\uc6b0 \uac12\uc774 \uc5ec\ub7ec \uac1c \uc81c\uacf5\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.  \uc81c\uacf5\ub41c \uac12\uc774 \uc5c6\uc744 \uacbd\uc6b0 \uae30\ubcf8\uac12 \"cn=schema\"\uac00 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_CANNOT_DETERMINE_BASE_DN_40=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-schema-entry-dn \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ub300\ub85c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \uc815\ubcf4\ub97c \uac8c\uc2dc\ud560 \ub54c \uc0ac\uc6a9\ud560 \uae30\ubcf8 DN\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \uae30\ubcf8 \uc2a4\ud0a4\ub9c8 \uae30\ubcf8 DN\uc778 cn=schema\uac00 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_SCHEMA_ADD_NOT_SUPPORTED_41=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \ucd94\uac00 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \ucd94\uac00\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_DELETE_NOT_SUPPORTED_42=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc0ad\uc81c \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \uc81c\uac70\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NOT_SUPPORTED_43=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc544\uc9c1 \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uae30\ubcf8 \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9 \uc790\uccb4\uc758 \ub0b4\uc6a9\uc744 \ubcc0\uacbd\ud558\ub824\ub294 \uacbd\uc6b0 \uad6c\uc131\uc5d0\uc11c \"%s\" \ud56d\ubaa9\uc744 \uc218\uc815\ud558\uba74 \uac00\ub2a5\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DN_NOT_SUPPORTED_44=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 DN \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \"%s\" \ud56d\ubaa9 \uc774\ub984\uc774 \ubcc0\uacbd\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_UNABLE_TO_EXPORT_BASE_45=\uae30\ubcf8 \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9\uc744 \ub0b4\ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SCHEMA_IMPORT_NOT_SUPPORTED_46=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\ub294 LDIF \uac00\uc838\uc624\uae30 \uc791\uc5c5\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_BACKUP_AND_RESTORE_NOT_SUPPORTED_47=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\ub294 \uc544\uc9c1 \ubc31\uc5c5 \ubc0f \ubcf5\uc6d0 \uc791\uc5c5\uc744 \uc704\ud55c \uae30\ub2a5\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_INVALID_BASE_48=DN\uc774 \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9 DN \uc911 \ud558\ub098\uc640 \ub3d9\uc77c\ud558\ubbc0\ub85c \uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc694\uccad\ud55c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_UNABLE_TO_CREATE_LDIF_WRITER_49=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c  LDIF \uc791\uc131\uae30\ub97c \uc5ec\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
INFO_SCHEMA_DEREGISTERED_BASE_DN_50=DN %s\uc758 \ub4f1\ub85d\uc744 \ud574\uc81c\ud588\uc73c\ubbc0\ub85c \ub354 \uc774\uc0c1 \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9 DN\uc73c\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_CANNOT_DEREGISTER_BASE_DN_51=\uc2a4\ud0a4\ub9c8 \ud56d\ubaa9 DN\uc73c\ub85c \ub4f1\ub85d\ub41c %s\uc758 \ub4f1\ub85d\uc744 \ud574\uc81c\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SCHEMA_REGISTERED_BASE_DN_52=DN %s\uc744(\ub97c) \uc0c8 \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9 DN\uc73c\ub85c \ub4f1\ub85d\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_CANNOT_REGISTER_BASE_DN_53=%s\uc744(\ub97c) \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9 DN\uc73c\ub85c \ub4f1\ub85d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_SCHEMA_USING_NEW_USER_ATTRS_54=\uc2a4\ud0a4\ub9c8 \uad6c\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc73c\ubbc0\ub85c \uc774\uc81c \uc0c8 \uc0ac\uc6a9\uc790 \uc815\uc758 \uc18d\uc131 \uc9d1\ud569\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
FATAL_ERR_BACKEND_CANNOT_LOCK_ENTRY_55=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc5ec\ub7ec \ubc88 \uc2dc\ub3c4\ud588\uc9c0\ub9cc \ud56d\ubaa9 %s\uc5d0 \ub300\ud55c \uc7a0\uae08\uc744 \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.  \uc774\ub294 \uc624\ub798 \uc2e4\ud589\ub418\ub294 \uc791\uc5c5\uc5d0 \uc758\ud574 \ud56d\ubaa9\uc774 \uc774\ubbf8 \uc7a0\uaca8 \uc788\uac70\ub098 \uc774\uc804\uc5d0 \uc7a0\uacbc\ub294\ub370 \uc81c\ub300\ub85c \uc7a0\uae08\uc744 \ud574\uc81c\ud558\uc9c0 \uc54a\uc558\uc74c\uc744 \uc758\ubbf8\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_MAC_56=\uc11c\uba85\ub41c \ubc31\uc5c5\uc6a9 \ud574\uc2dc\ub97c \ub9cc\ub4e4\uae30 \uc704\ud574 %s MAC \uacf5\uae09\uc790\ub97c \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_DIGEST_57=\ubc31\uc5c5\uc6a9 \ud574\uc2dc\ub97c \ub9cc\ub4e4\uae30 \uc704\ud574 %s \uba54\uc2dc\uc9c0 \ub2e4\uc774\uc81c\uc2a4\ud2b8\ub97c \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_CREATE_ARCHIVE_FILE_58=\ub514\ub809\ud1a0\ub9ac %2$s\uc5d0 \uc2a4\ud0a4\ub9c8 \uc544\uce74\uc774\ube0c \ud30c\uc77c %1$s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_GET_CIPHER_59=\ubc31\uc5c5\uc744 \uc554\ud638\ud654\ud558\ub294 \ub370 \uc0ac\uc6a9\ud560 \uc554\ud638\ub97c \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_SCHEMA_BACKUP_ZIP_COMMENT_60=%s \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_LIST_SCHEMA_FILES_61=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5\uc5d0 \ud3ec\ud568\ud560 \ub514\ub809\ud1a0\ub9ac %s\uc758 \ud30c\uc77c \ubaa9\ub85d\uc744 \uac00\uc838\uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_BACKUP_SCHEMA_FILE_62=\uc2a4\ud0a4\ub9c8 \ud30c\uc77c %s\uc744(\ub97c) \ubc31\uc5c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_CLOSE_ZIP_STREAM_63=\ub514\ub809\ud1a0\ub9ac %2$s\uc758 \uc2a4\ud0a4\ub9c8 \uc544\uce74\uc774\ube0c \ud30c\uc77c %1$s\uc744(\ub97c) \ub2eb\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_SCHEMA_BACKUP_CANNOT_UPDATE_BACKUP_DESCRIPTOR_64=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5\uc5d0 \ub300\ud55c \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud558\uc5ec \ubc31\uc5c5 \uc124\uba85\uc790 \ud30c\uc77c %s\uc744(\ub97c) \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_SCHEMA_RESTORE_NO_SUCH_BACKUP_65=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s\uc774(\uac00) \uc5c6\uc73c\ubbc0\ub85c \ub514\ub809\ud1a0\ub9ac %s\uc5d0\uc11c \uc774 \ubc31\uc5c5\uc744 \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_NO_BACKUP_FILE_66=\uc544\uce74\uc774\ube0c \ud30c\uc77c \uc774\ub984\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \ub514\ub809\ud1a0\ub9ac %2$s\uc5d0\uc11c \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_NO_SUCH_FILE_67=\uc9c0\uc815\ub41c \uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc774(\uac00) \uc5c6\uc73c\ubbc0\ub85c \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CHECK_FOR_ARCHIVE_68=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c %2$s\uc774(\uac00) \uc788\ub294\uc9c0 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_SCHEMA_RESTORE_UNKNOWN_DIGEST_69=\uc774 \ubc31\uc5c5\uc758 \uc11c\uba85\ub418\uc9c0 \uc54a\uc740 \ud574\uc2dc\ub97c \uc0ac\uc6a9\ud560 \uc218\ub294 \uc788\uc9c0\ub9cc \uc11c\ubc84\uac00 \uc774 \ud574\uc2dc\ub97c \uc0dd\uc131\ud558\ub294 \ub370 \uc0ac\uc6a9\ud55c \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc54c\uace0\ub9ac\uc998\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_DIGEST_70=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s\uc5d0 \uc54c \uc218 \uc5c6\uac70\ub098 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 %s \ub2e4\uc774\uc81c\uc2a4\ud2b8 \uc54c\uace0\ub9ac\uc998\uc744 \uc0ac\uc6a9\ud558\ub294 \uc11c\uba85\ub418\uc9c0 \uc54a\uc740 \ud574\uc2dc\uac00 \uc788\uc73c\ubbc0\ub85c \uc774 \ubc31\uc5c5\uc744 \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_UNKNOWN_MAC_71=\uc774 \ubc31\uc5c5\uc758 \uc11c\uba85\ub41c \ud574\uc2dc\ub97c \uc0ac\uc6a9\ud560 \uc218\ub294 \uc788\uc9c0\ub9cc \uc11c\ubc84\uac00 \uc774 \ud574\uc2dc\ub97c \uc0dd\uc131\ud558\ub294 \ub370 \uc0ac\uc6a9\ud55c MAC \uc54c\uace0\ub9ac\uc998\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uc73c\ubbc0\ub85c \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_MAC_72=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s\uc5d0 \uc54c \uc218 \uc5c6\uac70\ub098 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 %s MAC \uc54c\uace0\ub9ac\uc998\uc744 \uc0ac\uc6a9\ud558\ub294 \uc11c\uba85\ub41c \ud574\uc2dc\uac00 \uc788\uc73c\ubbc0\ub85c \uc774 \ubc31\uc5c5\uc744 \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_OPEN_BACKUP_FILE_73=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc744(\ub97c) \uc5ec\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_CIPHER_75=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s\uc774(\uac00) \uc54c \uc218 \uc5c6\uac70\ub098 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\ub294 \uc554\ud638\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc554\ud638\ud654\ub418\uc5c8\uc73c\ubbc0\ub85c \uc774 \ubc31\uc5c5\uc744 \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_RENAME_CURRENT_DIRECTORY_76=\ud604\uc7ac \uc2a4\ud0a4\ub9c8 \ub514\ub809\ud1a0\ub9ac\uc758 \uc774\ub984\uc744 %2$s\uc5d0\uc11c %3$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %4$s
NOTICE_SCHEMA_RESTORE_RESTORED_OLD_SCHEMA_77=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5\uc758 \uc62c\ubc14\ub978 \ubcf5\uc6d0\uc744 \ubc29\ud574\ud558\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  \ud558\uc9c0\ub9cc \ubcf5\uc6d0 \ud504\ub85c\uc138\uc2a4\uac00 \uc2dc\uc791\ub418\uae30 \uc804\uc5d0 \uc0ac\uc6a9\ub418\uc5c8\ub358 \uc6d0\ubcf8 \uc2a4\ud0a4\ub9c8 \ud30c\uc77c\uc740 \ubcf4\uc874\ub418\uc5b4 \uc774\uc81c \uc6d0\ub798 \uc704\uce58 %s\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_RESTORE_OLD_SCHEMA_78=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5\uc758 \uc62c\ubc14\ub978 \ubcf5\uc6d0\uc744 \ubc29\ud574\ud558\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  \ubcf5\uc6d0 \ud504\ub85c\uc138\uc2a4\uac00 \uc2dc\uc791\ub418\uae30 \uc804\uc5d0 \uc0ac\uc6a9\ub418\uc5c8\ub358 \uc6d0\ubcf8 \uc2a4\ud0a4\ub9c8 \ud30c\uc77c\uc740 \ubcf4\uc874\ub418\uc5b4 %s \ub514\ub809\ud1a0\ub9ac\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CREATE_SCHEMA_DIRECTORY_79=\ud30c\uc77c\uc744 \ubcf5\uc6d0\ud558\uc5ec \uc800\uc7a5\ud560 \ube48 \uc0c8 \ub514\ub809\ud1a0\ub9ac %2$s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_SCHEMA_RESTORE_OLD_SCHEMA_SAVED_80=\uc2a4\ud0a4\ub9c8 \ubc31\uc5c5\uc758 \uc62c\ubc14\ub978 \ubcf5\uc6d0\uc744 \ubc29\ud574\ud558\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  \ubcf5\uc6d0 \ud504\ub85c\uc138\uc2a4\uac00 \uc2dc\uc791\ub418\uae30 \uc804\uc5d0 \uc0ac\uc6a9\ub418\uc5c8\ub358 \uc6d0\ubcf8 \uc2a4\ud0a4\ub9c8 \ud30c\uc77c\uc740 %s \ub514\ub809\ud1a0\ub9ac\uc5d0 \ubcf4\uc874\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_GET_ZIP_ENTRY_81=\uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc5d0\uc11c \ub2e4\uc74c \ud56d\ubaa9\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_CREATE_FILE_82=\ud30c\uc77c %2$s\uc744(\ub97c) \ub2e4\uc2dc \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_SCHEMA_RESTORE_CANNOT_PROCESS_ARCHIVE_FILE_83=\uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc744(\ub97c) \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_SCHEMA_RESTORE_ERROR_ON_ZIP_STREAM_CLOSE_84=\uc544\uce74\uc774\ube0c \ud30c\uc77c %2$s\uc744(\ub97c) \ub2eb\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %3$s
NOTICE_SCHEMA_RESTORE_UNSIGNED_HASH_VALID_85=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uacc4\uc0b0\ub41c \uba54\uc2dc\uc9c0 \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ubc31\uc5c5 \uc815\ubcf4\uc640 \ud568\uaed8 \uc800\uc7a5\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uc640 \uc77c\uce58\ud569\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_UNSIGNED_HASH_INVALID_86=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uacc4\uc0b0\ub41c \uba54\uc2dc\uc9c0 \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ubc31\uc5c5 \uc815\ubcf4\uc640 \ud568\uaed8 \uc800\uc7a5\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uc640 \uc77c\uce58\ud558\uc9c0 \uc54a\uc544 \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTICE_SCHEMA_RESTORE_SIGNED_HASH_VALID_87=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uacc4\uc0b0\ub41c \uc11c\uba85\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ubc31\uc5c5 \uc815\ubcf4\uc640 \ud568\uaed8 \uc800\uc7a5\ub41c \uc11c\uba85\uacfc \uc77c\uce58\ud569\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_RESTORE_SIGNED_HASH_INVALID_88=\ubc31\uc5c5 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uacc4\uc0b0\ub41c \uc11c\uba85\ub41c \ub2e4\uc774\uc81c\uc2a4\ud2b8\uac00 \ubc31\uc5c5 \uc815\ubcf4\uc640 \ud568\uaed8 \uc800\uc7a5\ub41c \uc11c\uba85\uacfc \uc77c\uce58\ud558\uc9c0 \uc54a\uc544 \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %s\uc744(\ub97c) \ubcf5\uc6d0 \ub610\ub294 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTICE_SCHEMA_RESTORE_VERIFY_SUCCESSFUL_89=\ub514\ub809\ud1a0\ub9ac %2$s\uc758 \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc5d0\uc11c \uc218\ud589\ub41c \ubaa8\ub4e0 \ud14c\uc2a4\ud2b8\ub97c \ud1b5\ud574 \uc544\uce74\uc774\ube0c\uac00 \uc720\ud6a8\ud568\uc744 \uc54c \uc218 \uc788\uc2b5\ub2c8\ub2e4.
NOTICE_SCHEMA_RESTORE_SUCCESSFUL_90=\ub514\ub809\ud1a0\ub9ac %2$s\uc758 \uc544\uce74\uc774\ube0c\uc5d0\uc11c \uc2a4\ud0a4\ub9c8 \ubc31\uc5c5 %1$s\uc774(\uac00) \ubcf5\uc6d0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_INVALID_STATE_91=\ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc791\uc5c5\uc758 \uc0c1\ud0dc %s\uc774(\uac00) \uc798\ubabb\ub418\uc5b4 \uc774 \uc791\uc5c5\uc740 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_CANNOT_PARSE_SCHEDULED_START_TIME_92=\uc791\uc5c5 \ud56d\ubaa9 %2$s\uc758 \uc608\uc57d\ub41c \uc2dc\uc791 \uc2dc\uac04 \uac12 %1$s\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_CANNOT_PARSE_ACTUAL_START_TIME_93=\uc791\uc5c5 \ud56d\ubaa9 %2$s\uc758 \uc2e4\uc81c \uc2dc\uc791 \uc2dc\uac04 \uac12 %1$s\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_CANNOT_PARSE_COMPLETION_TIME_94=\uc791\uc5c5 \ud56d\ubaa9 %2$s\uc758 \uc644\ub8cc \uc2dc\uac04 \uac12 %1$s\uc744(\ub97c) \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_MISSING_ATTR_95=\uc791\uc5c5 \ud56d\ubaa9 %s\uc5d0 \ud544\uc218 \uc18d\uc131 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_MULTIPLE_ATTRS_FOR_TYPE_96=\uc791\uc5c5 \ud56d\ubaa9 %2$s\uc5d0 \uc18d\uc131 %1$s\uc758 \uc778\uc2a4\ud134\uc2a4\uac00 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_NO_VALUES_FOR_ATTR_97=\uc791\uc5c5 \ud56d\ubaa9 %2$s\uc5d0 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_MULTIPLE_VALUES_FOR_ATTR_98=\uc791\uc5c5 \ud56d\ubaa9 %2$s\uc5d0 \uc18d\uc131 %1$s\uc5d0 \ub300\ud55c \uac12\uc774 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASK_EXECUTE_FAILED_99=\ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc791\uc5c5\uc744 \uc2e4\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_RECURRINGTASK_NO_ID_ATTRIBUTE_100=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \ubc18\ubcf5 \uc791\uc5c5 ID\ub97c \ubcf4\uad00\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc18d\uc131 %s\uc774(\uac00) \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_RECURRINGTASK_MULTIPLE_ID_TYPES_101=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \ubc18\ubcf5 \uc791\uc5c5 ID\ub97c \ubcf4\uad00\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc720\ud615\uc758 \uc18d\uc131\uc774 \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc9c0\ub9cc \ud55c \uac1c \uc778\uc2a4\ud134\uc2a4\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_RECURRINGTASK_NO_ID_102=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \ubc18\ubcf5 \uc791\uc5c5 ID\ub97c \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc18d\uc131\uc5d0 \ub300\ud55c \uac12\uc774 \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_RECURRINGTASK_MULTIPLE_ID_VALUES_103=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \ubc18\ubcf5 \uc791\uc5c5 ID\ub97c \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc18d\uc131\uc5d0 \ub300\ud55c \uac12\uc774 \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc9c0\ub9cc \ud55c \uac1c \uac12\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_RECURRINGTASK_NO_CLASS_ATTRIBUTE_104=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 \uc18d\uc131 %s\uc774(\uac00) \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_RECURRINGTASK_MULTIPLE_CLASS_TYPES_105=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ubcf4\uad00\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc720\ud615\uc758 \uc18d\uc131\uc774 \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc9c0\ub9cc \ud55c \uac1c \uc778\uc2a4\ud134\uc2a4\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_RECURRINGTASK_NO_CLASS_VALUES_106=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc18d\uc131 \uac12\uc774 \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_RECURRINGTASK_MULTIPLE_CLASS_VALUES_107=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc18d\uc131 \uac12\uc774 \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc9c0\ub9cc \ud55c \uac1c \uac12\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_RECURRINGTASK_CANNOT_LOAD_CLASS_108=\uc81c\uacf5\ub41c \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc758 \uc18d\uc131 %2$s\uc5d0 \uc9c0\uc815\ub41c \ud074\ub798\uc2a4 %1$s\uc744(\ub97c) \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %3$s. \uc774 \ud074\ub798\uc2a4\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud074\ub798\uc2a4 \uacbd\ub85c\uc5d0 \uc788\uc2b5\ub2c8\uae4c?
SEVERE_ERR_RECURRINGTASK_CANNOT_INSTANTIATE_CLASS_AS_TASK_109=\ud074\ub798\uc2a4 %s\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc791\uc5c5\uc73c\ub85c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.  \uc774 \ud074\ub798\uc2a4\ub294 %s\uc758 \ud558\uc704 \ud074\ub798\uc2a4\uc785\ub2c8\uae4c?
SEVERE_ERR_RECURRINGTASK_CANNOT_INITIALIZE_INTERNAL_110=\uc81c\uacf5\ub41c \ud56d\ubaa9\uc5d0 \ud3ec\ud568\ub41c \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub798\uc2a4 %s\uc758 \uc778\uc2a4\ud134\uc2a4\uc5d0\uc11c \ub0b4\ubd80 \ucd08\uae30\ud654\ub97c \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TASKBE_CONFIG_ENTRY_NULL_111=\uc791\uc5c5 \ubc31\uc5d4\ub4dc\ub97c \ucd08\uae30\ud654\ud560 \ub54c \uc81c\uacf5\ud55c \uad6c\uc131 \ud56d\ubaa9\uc774 Null\uc774\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_NO_BASE_DNS_112=\uc791\uc5c5 \ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9\uc5d0 \uae30\ubcf8 DN\uc774 \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc758 \uc791\uc5c5 \uc815\ubcf4\uc5d0 \uae30\ubcf8 DN\uc774 \ud558\ub098\ub9cc \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_MULTIPLE_BASE_DNS_113=\uc791\uc5c5 \ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9\uc5d0 \uae30\ubcf8 DN\uc774 \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.  \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc758 \uc791\uc5c5 \uc815\ubcf4\uc5d0 \uae30\ubcf8 DN\uc774 \ud558\ub098\ub9cc \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_CANNOT_DECODE_RECURRING_TASK_BASE_DN_114=DN\uc778 \ubc18\ubcf5 \uc791\uc5c5 \uae30\ubcf8 %s(\uc744)\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TASKBE_CANNOT_DECODE_SCHEDULED_TASK_BASE_DN_115=DN\uc778 \uc608\uc57d\ub41c \uc791\uc5c5 \uae30\ubcf8 %s(\uc744)\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
INFO_TASKBE_DESCRIPTION_RETENTION_TIME_116=\ud574\ub2f9 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\ub97c \uc644\ub8cc\ud55c \ud6c4 \uc791\uc5c5 \uc815\ubcf4\ub97c \uc720\uc9c0\ud574\uc57c \ud558\ub294 \uc2dc\uac04(\ucd08)\uc785\ub2c8\ub2e4.  \uc774 \uae30\uac04\uc774 \uc9c0\ub098\uba74 \uba54\ubaa8\ub9ac\uc640 \ub514\uc2a4\ud06c \uacf5\uac04\uc744 \ud655\ubcf4\ud558\uae30 \uc704\ud574 \uc791\uc5c5 \uc815\ubcf4\uac00 \uc790\ub3d9\uc73c\ub85c \uc81c\uac70\ub429\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_CANNOT_INITIALIZE_RETENTION_TIME_117=\uc791\uc5c5 \uc720\uc9c0 \uc2dc\uac04 \uad6c\uc131\uc744 \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
INFO_TASKBE_DESCRIPTION_BACKING_FILE_118=\uc791\uc5c5 \ubc31\uc5d4\ub4dc\ub97c \uc704\ud55c \ubc31\uc5c5 \ud30c\uc77c \uacbd\ub85c\uc785\ub2c8\ub2e4.  \uc774 LDIF \ud30c\uc77c\uc740 \uc815\uc758\ub41c \uc608\uc57d \uc791\uc5c5 \ubc0f \ubc18\ubcf5 \uc791\uc5c5\uc5d0 \ub300\ud55c \ubaa8\ub4e0 \uad6c\uc131\uc744 \ubcf4\uad00\ud569\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_CANNOT_INITIALIZE_BACKING_FILE_119=\uc791\uc5c5 \ubc31\uc5c5 \ud30c\uc77c \uad6c\uc131\uc744 \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_TASKBE_NO_BACKING_FILE_120=\uc5c5\ub370\uc774\ud2b8\ub41c \uad6c\uc131 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c\uc758 \uacbd\ub85c\ub97c \uc9c0\uc815\ud558\ub294 \ud544\uc218 %s \uc18d\uc131 \uac12\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_BACKING_FILE_EXISTS_121=\uc9c0\uc815\ub41c \uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c %s\uc774(\uac00) \uc774\ubbf8 \uc788\uace0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub294 \uc774 \ud30c\uc77c\uc744 \ub36e\uc5b4\uc4f0\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uc0c8 \ubc31\uc5c5 \ud30c\uc77c\uc5d0 \ud574\ub2f9 \uacbd\ub85c\ub97c \uc0ac\uc6a9\ud558\ub824\uba74 \uba3c\uc800 \uae30\uc874 \ud30c\uc77c\uc744 \uc0ad\uc81c\ud558\uac70\ub098 \ud30c\uc77c \uc774\ub984\uc744 \ubcc0\uacbd\ud558\uc2ed\uc2dc\uc624. \ub610\ub294 \uc0c8 \uacbd\ub85c\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
SEVERE_ERR_TASKBE_INVALID_BACKING_FILE_PATH_122=\uc0c8 \uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c\uc5d0 \ub300\ud55c \uc9c0\uc815\ub41c \uacbd\ub85c %s\uc740(\ub294) \uc798\ubabb\ub41c \uacbd\ub85c\uc785\ub2c8\ub2e4.  \uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c\uc5d0 \ub300\ud55c \uc0c8 \uacbd\ub85c\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
SEVERE_ERR_TASKBE_BACKING_FILE_MISSING_PARENT_123=\uc0c8 \uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c %2$s\uc758 \ubd80\ubaa8 \ub514\ub809\ud1a0\ub9ac %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.  \uc0c8 \ubc31\uc5c5 \ud30c\uc77c\uc5d0 \uc774 \uacbd\ub85c\ub97c \uc0ac\uc6a9\ud558\ub824\uba74 \uba3c\uc800 \uc774 \ub514\ub809\ud1a0\ub9ac\ub97c \ub9cc\ub4dc\uc2ed\uc2dc\uc624. \ub610\ub294 \uc0c8 \uacbd\ub85c\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
SEVERE_ERR_TASKBE_BACKING_FILE_PARENT_NOT_DIRECTORY_124=\uc0c8 \uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c %2$s\uc758 \ubd80\ubaa8 \ub514\ub809\ud1a0\ub9ac %1$s\uc774(\uac00) \uc788\uc9c0\ub9cc \ub514\ub809\ud1a0\ub9ac\uac00 \uc544\ub2d9\ub2c8\ub2e4. \uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c\uc5d0 \ub300\ud55c \uc0c8 \uacbd\ub85c\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
SEVERE_ERR_TASKBE_ERROR_GETTING_BACKING_FILE_125=\uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c\uc758 \uc0c8 \uacbd\ub85c\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TASKBE_NO_RETENTION_TIME_126=\uc5c5\ub370\uc774\ud2b8\ub41c \uad6c\uc131 \ud56d\ubaa9\uc5d0 \uc644\ub8cc\ub41c \uc791\uc5c5\uc744 \uc9c0\uc6b0\uae30 \uc804\uc5d0 \ud574\ub2f9 \uc791\uc5c5\uc5d0 \ub300\ud55c \uc815\ubcf4\ub97c \uc720\uc9c0\ud574\uc57c \ud558\ub294 \uc2dc\uac04(\ucd08)\uc744 \uc9c0\uc815\ud558\ub294 \ud544\uc218 %s \uc18d\uc131 \uac12\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_ERROR_GETTING_RETENTION_TIME_127=\uc644\ub8cc\ub41c \uc791\uc5c5 \uc720\uc9c0 \uc2dc\uac04\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
INFO_TASKBE_UPDATED_RETENTION_TIME_128=\uc644\ub8cc\ub41c \uc791\uc5c5 \uc720\uc9c0 \uc2dc\uac04\uc774 %d\ucd08\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.  \uc774 \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_TASKBE_UPDATED_BACKING_FILE_129=\uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c\uc758 \uacbd\ub85c\uac00 %s(\uc73c)\ub85c \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ud604\uc7ac \uc791\uc5c5 \uad6c\uc131\uc758 \uc2a4\ub0c5\uc0f7\uc774 \ud574\ub2f9 \ud30c\uc77c\uc5d0 \uae30\ub85d\ub418\uc5b4 \ud5a5\ud6c4 \uc5c5\ub370\uc774\ud2b8\uc5d0 \uacc4\uc18d \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_ADD_DISALLOWED_DN_130=\uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc758 \uc0c8 \ud56d\ubaa9\uc740 \uc608\uc57d \uc791\uc5c5\uc758 \uacbd\uc6b0 %s \ubc14\ub85c \uc544\ub798, \ubc18\ubcf5 \uc791\uc5c5\uc758 \uacbd\uc6b0 %s \ubc14\ub85c \uc544\ub798\uc5d0\ub9cc \ucd94\uac00\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_MODIFY_DN_NOT_SUPPORTED_131=\uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 DN \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_TASKBE_BACKING_FILE_HEADER_132=\uc774 \ud30c\uc77c\uc5d0\ub294 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc791\uc5c5 \uc2a4\ucf00\uc904\ub7ec \ubc31\uc5d4\ub4dc\uac00 \uc0ac\uc6a9\ud558\ub294 \ub370\uc774\ud130\uac00 \ub4e4\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.  \ud574\ub2f9 \ubcc0\uacbd \ub0b4\uc6a9\uc774 \uc190\uc2e4\ub420 \uc704\ud5d8\uc774 \uc788\uc73c\ubbc0\ub85c \uc774 \ud30c\uc77c\uc744 \uc9c1\uc811 \ud3b8\uc9d1\ud558\uc9c0 \ub9c8\uc2ed\uc2dc\uc624.  \uc608\uc57d \ubc0f \ubc18\ubcf5 \uc791\uc5c5 \uc815\uc758\ub294 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc640 \ud568\uaed8 \uc81c\uacf5\ub418\ub294 \uad00\ub9ac \uc720\ud2f8\ub9ac\ud2f0\ub9cc\uc744 \uc0ac\uc6a9\ud558\uc5ec \ud3b8\uc9d1\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_DUPLICATE_RECURRING_ID_133=\ub3d9\uc77c\ud55c ID\ub97c \uc0ac\uc6a9\ud558\ub294 \ub2e4\ub978 \ubc18\ubcf5 \uc791\uc5c5\uc774 \uc788\uc73c\ubbc0\ub85c \ubc18\ubcf5 \uc791\uc5c5 %s\uc744(\ub97c) \uc791\uc5c5 \uc2a4\ucf00\uc904\ub7ec\uc5d0 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_DUPLICATE_TASK_ID_134=\ub3d9\uc77c\ud55c ID\ub97c \uc0ac\uc6a9\ud558\ub294 \ub2e4\ub978 \uc791\uc5c5\uc774 \uc788\uc73c\ubbc0\ub85c \uc791\uc5c5 %s\uc744(\ub97c) \uc608\uc57d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_CANNOT_FIND_RECURRING_TASK_135=\uc791\uc5c5 %s\uc774(\uac00) \ucc98\ub9ac\ub97c \uc644\ub8cc\ud558\uace0 \ubc18\ubcf5 \uc791\uc5c5 %s\uacfc(\uc640) \uc5f0\uacb0\ub418\uc5b4 \uc788\uc74c\uc744 \ub098\ud0c0\ub0b4\uc9c0\ub9cc \ud604\uc7ac \ud574\ub2f9 ID\uc758 \ubc18\ubcf5 \uc791\uc5c5\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc544 \ub2e4\uc74c \ubc18\ubcf5\uc744 \uc608\uc57d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_ERROR_SCHEDULING_RECURRING_ITERATION_136=\ubc18\ubcf5 \uc791\uc5c5 %s\uc758 \ub2e4\uc74c \ubc18\ubcf5\uc744 \uc608\uc57d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TASKSCHED_CANNOT_PARSE_ENTRY_RECOVERABLE_137=\uc904 %2$d \ub610\ub294 \uc774 \uc904 \uadfc\ucc98\uc5d0 \uc788\ub294 \uc791\uc5c5 \ubc31\uc5c5 \ud30c\uc77c %1$s\uc758 \ud56d\ubaa9\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %3$s. \uce58\uba85\uc801\uc778 \uc624\ub958\ub294 \uc544\ub2c8\ubbc0\ub85c \uc791\uc5c5 \uc2a4\ucf00\uc904\ub7ec\ub294 \uacc4\uc18d \ud30c\uc77c\uc758 \uad6c\ubb38 \ubd84\uc11d\uc744 \uc2dc\ub3c4\ud558\uace0 \uc5ec\uae30 \ud3ec\ud568\ub41c \ucd94\uac00 \uc791\uc5c5\uc744 \uc608\uc57d\ud569\ub2c8\ub2e4.
FATAL_ERR_TASKSCHED_CANNOT_PARSE_ENTRY_FATAL_138=\uc904 %2$d \ub610\ub294 \uc774 \uc904 \uadfc\ucc98\uc5d0 \uc788\ub294 \uc791\uc5c5 \ubc31\uc5c5 \ud30c\uc77c %1$s\uc758 \ud56d\ubaa9\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %3$s. \uc774 \uc624\ub958\ub294 \ubcf5\uad6c\ud560 \uc218 \uc5c6\uc73c\uba70 \uad6c\ubb38 \ubd84\uc11d\uc744 \uacc4\uc18d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_ENTRY_HAS_NO_PARENT_139=\ubd80\ubaa8 \ud56d\ubaa9\uc774 \uc5c6\uace0 %s\uc758 \uc791\uc5c5 \ub8e8\ud2b8 DN\uacfc \uc77c\uce58\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc791\uc5c5 \ubc31\uc5c5 \ud30c\uc77c\uc5d0\uc11c \uc77d\uc5b4 \uc628 \ud56d\ubaa9 %s\uc740(\ub294) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_CANNOT_SCHEDULE_RECURRING_TASK_FROM_ENTRY_140=\ud56d\ubaa9 %s\uc744(\ub97c) \ubc18\ubcf5 \uc791\uc5c5\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud558\uc5ec \uc2a4\ucf00\uc904\ub7ec\uc5d0 \ucd94\uac00\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TASKSCHED_CANNOT_SCHEDULE_TASK_FROM_ENTRY_141=\ud56d\ubaa9 %s\uc744(\ub97c) \uc791\uc5c5\uc73c\ub85c \uad6c\ubb38 \ubd84\uc11d\ud558\uc5ec \uc2a4\ucf00\uc904\ub7ec\uc5d0 \ucd94\uac00\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TASKSCHED_INVALID_TASK_ENTRY_DN_142=\uc791\uc5c5 \ubc31\uc5c5 \ud30c\uc77c %2$s\uc5d0\uc11c \uc77d\uc5b4 \uc628 \ud56d\ubaa9 %1$s\uc5d0 \uc791\uc5c5 \ub610\ub294 \ubc18\ubcf5 \uc791\uc5c5 \uc815\uc758\uc5d0 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc740 DN\uc774 \uc788\uc73c\ubbc0\ub85c \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_ERROR_READING_TASK_BACKING_FILE_143=\uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c %s\uc5d0\uc11c \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TASKSCHED_CANNOT_CREATE_BACKING_FILE_144=\uc791\uc5c5 \uc2a4\ucf00\uc904\ub7ec\uc5d0 \uc0ac\uc6a9\ud560 \uc0c8 \uc791\uc5c5 \ubc31\uc5c5 \ud30c\uc77c %s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TASKSCHED_NO_CLASS_ATTRIBUTE_145=\uc81c\uacf5\ub41c \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc18d\uc131 %s\uc774(\uac00) \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_MULTIPLE_CLASS_TYPES_146=\uc81c\uacf5\ub41c \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \ubcf4\uad00\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc720\ud615\uc758 \uc18d\uc131\uc774 \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc9c0\ub9cc \ud55c \uac1c \uc778\uc2a4\ud134\uc2a4\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_NO_CLASS_VALUES_147=\uc81c\uacf5\ub41c \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ub17c\ub9ac\ub97c \uc81c\uacf5\ud558\ub294 \ud074\ub798\uc2a4\uc758 \uc815\uaddc\ud654\ub41c \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc18d\uc131 \uac12\uc774 \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_MULTIPLE_CLASS_VALUES_148=\uc81c\uacf5\ub41c \uc791\uc5c5 \ud56d\ubaa9\uc5d0 \uc791\uc5c5 \ud074\ub798\uc2a4 \uc774\ub984\uc744 \uc9c0\uc815\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\ub294 %s \uc18d\uc131 \uac12\uc774 \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc9c0\ub9cc \ud55c \uac1c \uac12\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_CANNOT_LOAD_CLASS_149=\uc81c\uacf5\ub41c \uc791\uc5c5 \ud56d\ubaa9\uc758 \uc18d\uc131 %2$s\uc5d0 \uc9c0\uc815\ub41c \ud074\ub798\uc2a4 %1$s\uc744(\ub97c) \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %3$s. \uc774 \ud074\ub798\uc2a4\uac00 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud074\ub798\uc2a4 \uacbd\ub85c\uc5d0 \uc788\uc2b5\ub2c8\uae4c?
SEVERE_ERR_TASKSCHED_CANNOT_INSTANTIATE_CLASS_AS_TASK_150=\ud074\ub798\uc2a4 %s\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc791\uc5c5\uc73c\ub85c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \ud074\ub798\uc2a4\ub294 %s\uc758 \ud558\uc704 \ud074\ub798\uc2a4\uc785\ub2c8\uae4c?
SEVERE_ERR_TASKSCHED_CANNOT_INITIALIZE_INTERNAL_151=\uc81c\uacf5\ub41c \ud56d\ubaa9\uc5d0 \ud3ec\ud568\ub41c \uc815\ubcf4\ub97c \uc0ac\uc6a9\ud558\uc5ec \ud074\ub798\uc2a4 %s\uc758 \uc778\uc2a4\ud134\uc2a4\uc5d0\uc11c \ub0b4\ubd80 \ucd08\uae30\ud654\ub97c \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_WARN_TASKSCHED_CANNOT_RENAME_CURRENT_BACKING_FILE_152=\ud604\uc7ac \uc791\uc5c5 \ubc31\uc5c5 \ud30c\uc77c\uc758 \uc774\ub984\uc744 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \uc774\uc804 \uc791\uc5c5 \uad6c\uc131(\ucd5c\uc2e0 \uc5c5\ub370\uc774\ud2b8\ub97c \ubc18\uc601\ud558\uc9c0 \uc54a\uc74c)\uc774 \uc190\uc2e4\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_CANNOT_RENAME_NEW_BACKING_FILE_153=\uc0c8 \uc791\uc5c5 \ubc31\uc5c5 \ud30c\uc77c\uc758 \uc774\ub984\uc744 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \ub2e4\uc2dc \uc2dc\uc791\ub418\uba74 \uc791\uc5c5 \uc2a4\ucf00\uc904\ub7ec\uac00 \ub2e4\uc74c \uc791\uc5c5\uc744 \uc218\ud589\ud558\uc9c0 \ubabb\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_CANNOT_WRITE_BACKING_FILE_154=\uc0c8 \uc791\uc5c5 \ub370\uc774\ud130 \ubc31\uc5c5 \ud30c\uc77c %s\uc744(\ub97c) \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \ucd5c\uc2e0 \uc5c5\ub370\uc774\ud2b8\ub97c \ubc18\uc601\ud558\ub294 \uad6c\uc131 \uc815\ubcf4\uac00 \uc190\uc2e4\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_IMPORT_NOT_SUPPORTED_155=\uc791\uc5c5 \ubc31\uc5d4\ub4dc\ub294 LDIF \uac00\uc838\uc624\uae30 \uc791\uc5c5\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_TASKBE_INTERRUPTED_BY_SHUTDOWN_156=\uc791\uc5c5 \ubc31\uc5d4\ub4dc\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
INFO_ROOTDSE_DESCRIPTION_SHOW_ALL_ATTRIBUTES_157=\ub8e8\ud2b8 DSE\uc758 \ubaa8\ub4e0 \uc18d\uc131\uc744 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \uad6c\uc131\uc5d0 \uc0c1\uad00\uc5c6\uc774 \uc0ac\uc6a9\uc790 \uc18d\uc131\ucc98\ub7fc \ucc98\ub9ac\ud558\uc5ec \uae30\ubcf8\uc801\uc73c\ub85c \ud074\ub77c\uc774\uc5b8\ud2b8\uc5d0 \ubc18\ud658\ud574\uc57c \ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4.
SEVERE_ERR_ROOTDSE_CANNOT_DETERMINE_ALL_USER_ATTRIBUTES_158=\ubaa8\ub4e0 \ub8e8\ud2b8 DSE \uc18d\uc131\uc744 \uc0ac\uc6a9\uc790 \uc18d\uc131\ucc98\ub7fc \ucc98\ub9ac\ud574\uc57c \ud560\uc9c0 \uc5ec\ubd80\ub97c \uc81c\uc5b4\ud558\ub294 %s \uad6c\uc131 \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \ub8e8\ud2b8 DSE\uc758 \uc18d\uc131\uc740 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc788\ub294 \ud574\ub2f9 \uc815\uc758\ub97c \uae30\ubc18\uc73c\ub85c \ucc98\ub9ac\ub429\ub2c8\ub2e4.
INFO_ROOTDSE_UPDATED_SHOW_ALL_ATTRS_159=\ub8e8\ud2b8 DSE \uad6c\uc131\uc774 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc73c\ubbc0\ub85c \uc774\uc81c \uad6c\uc131 \uc18d\uc131 %s\uc5d0\uc11c %s \uac12\uc744 \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_REMOVE_RECURRING_EXISTING_ITERATION_160=\ubc18\ubcf5 \uc791\uc5c5 %s\uc758 \uc608\uc57d\ub41c \ubc18\ubcf5\uc774 ID %s\uc744(\ub97c) \uc0ac\uc6a9\ud558\uc5ec \uc774\ubbf8 \uc9c0\uc815\ub418\uc5b4 \uc788\uace0 \uc774 \ubc18\ubcf5\uc744 \uba3c\uc800 \uc81c\uac70\ud574\uc57c \ud558\ubbc0\ub85c \ud574\ub2f9 \ubc18\ubcf5 \uc791\uc5c5\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
SEVERE_ERR_TASKSCHED_REMOVE_PENDING_NO_SUCH_TASK_161=\ubcf4\ub958 \uc911\uc778 \uc791\uc5c5 %s\uc774(\uac00) \uc5c6\uc73c\ubbc0\ub85c \uc774 \uc791\uc5c5\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_REMOVE_PENDING_NOT_PENDING_162=\ubcf4\ub958 \uc911\uc778 \uc791\uc5c5 %s\uc774(\uac00) \ub354 \uc774\uc0c1 \ubcf4\ub958 \uc0c1\ud0dc\uac00 \uc544\ub2c8\ubbc0\ub85c \uc774 \uc791\uc5c5\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKSCHED_REMOVE_COMPLETED_NO_SUCH_TASK_163=\uc644\ub8cc\ub41c \uc791\uc5c5 %s\uc774(\uac00) \uc644\ub8cc \uc791\uc5c5 \ubaa9\ub85d\uc5d0 \uc5c6\uc73c\ubbc0\ub85c \uc774 \uc791\uc5c5\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_DELETE_INVALID_ENTRY_164=DN\uc774 \ud574\ub2f9 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud574 \uc801\uc808\ud558\uc9c0 \uc54a\uac70\ub098 \uc608\uc57d \ub610\ub294 \ubc18\ubcf5 \uc791\uc5c5 \uae30\ubcf8 \ud56d\ubaa9 \uc544\ub798\uc5d0 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_DELETE_NO_SUCH_TASK_165=\ud574\ub2f9 \ud56d\ubaa9 DN\uacfc \uc5f0\uacb0\ub41c \uc608\uc57d \uc791\uc5c5\uc774 \uc5c6\uc73c\ubbc0\ub85c \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_DELETE_RUNNING_166=\uc5f0\uacb0\ub41c \uc791\uc5c5\uc774 \ud604\uc7ac \uc2e4\ud589 \uc911\uc774\ubbc0\ub85c \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_DELETE_NO_SUCH_RECURRING_TASK_167=\ud56d\ubaa9 DN\uacfc \uc5f0\uacb0\ub41c \ubc18\ubcf5 \uc791\uc5c5\uc774 \uc5c6\uc73c\ubbc0\ub85c \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_SEARCH_INVALID_BASE_168=\uc81c\uacf5\ub41c \uae30\ubcf8 DN %s\uc774(\uac00) \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0 \uc788\ub294 \ud56d\ubaa9\uc5d0 \ub300\ud574 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uac80\uc0c9 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_SEARCH_NO_SUCH_TASK_169=\uc81c\uacf5\ub41c \uac80\uc0c9 \uae30\uc900 \ud56d\ubaa9 %s\uacfc(\uc640) \uc5f0\uacb0\ub41c \uc608\uc57d \uc791\uc5c5\uc774 \uc5c6\uc73c\ubbc0\ub85c \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uac80\uc0c9 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_SEARCH_NO_SUCH_RECURRING_TASK_170=\uc81c\uacf5\ub41c \uac80\uc0c9 \uae30\uc900 \ud56d\ubaa9 %s\uacfc(\uc640) \uc5f0\uacb0\ub41c \ubc18\ubcf5 \uc791\uc5c5\uc774 \uc5c6\uc73c\ubbc0\ub85c \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uac80\uc0c9 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_CONFIG_ENTRY_NULL_171=\uc81c\uacf5\ub41c \uad6c\uc131 \ud56d\ubaa9\uc774 Null\uc774\ubbc0\ub85c \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\ub97c \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_CANNOT_DECODE_BACKUP_ROOT_DN_172=\ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud55c \uae30\ubcf8 DN\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud558\uc5ec \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\ub97c \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc74c: %s
INFO_BACKUP_DESCRIPTION_BACKUP_DIR_LIST_173=\ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc758 \uac80\uc0c9 \uc791\uc5c5\uc744 \uc704\ud574 \uae30\ubcf8\uc801\uc73c\ub85c \uc561\uc138\uc2a4\ud558\ub294 \ub514\ub809\ud1a0\ub9ac \uc9d1\ud569\uc785\ub2c8\ub2e4. \uc774 \ubaa9\ub85d\uc5d0 \uc5c6\ub294 \ubc31\uc5c5 \ub514\ub809\ud1a0\ub9ac\ub3c4 \uac80\uc0c9 \uae30\uc900 DN\uc5d0 \ubc31\uc5c5 \ub514\ub809\ud1a0\ub9ac\ub97c \uc9c1\uc811 \uc9c0\uc815\ud558\uc5ec \uacc4\uc18d \uc561\uc138\uc2a4\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.  \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_CANNOT_DETERMINE_BACKUP_DIR_LIST_174=\ubc31\uc5c5 \ub514\ub809\ud1a0\ub9ac \ubaa9\ub85d\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \ubc31\uc5c5 \ubc31\uc5d4\ub4dc \ucd08\uae30\ud654\ub97c \uacc4\uc18d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_GET_ENTRY_NULL_175=\uc694\uccad\ud55c \ud56d\ubaa9\uc774 Null\uc774\ubbc0\ub85c \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_INVALID_BASE_176=\uc694\uccad\ud55c \ud56d\ubaa9 %s\uc774(\uac00) \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_DN_DOES_NOT_SPECIFY_DIRECTORY_177=\uc694\uccad\ud55c DN\uc774 \uae30\ubcf8 DN\ubcf4\ub2e4 \ud55c \uc218\uc900 \uc544\ub798\uc9c0\ub9cc \ubc31\uc5c5 \ub514\ub809\ud1a0\ub9ac\ub97c \uc9c0\uc815\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_INVALID_BACKUP_DIRECTORY_178=\uc694\uccad\ud55c \ubc31\uc5c5 \ub514\ub809\ud1a0\ub9ac\uac00 \uc798\ubabb\ub418\uc5c8\uc73c\ubbc0\ub85c \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_BACKUP_ERROR_GETTING_BACKUP_DIRECTORY_179=\uc694\uccad\ud55c \ubc31\uc5c5 \ub514\ub809\ud1a0\ub9ac\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_BACKUP_NO_BACKUP_ID_IN_DN_180=\uc694\uccad\ud55c DN\uc774 \uae30\ubcf8 DN\ubcf4\ub2e4 \ub450 \uc218\uc900 \uc544\ub798\uc9c0\ub9cc \ubc31\uc5c5 ID\ub97c \uc9c0\uc815\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_NO_BACKUP_PARENT_DN_181=\ubd80\ubaa8 \ud56d\ubaa9\uc774 \uc5c6\uc73c\ubbc0\ub85c \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_NO_BACKUP_DIR_IN_DN_182=DN\uc5d0 \uc694\uccad\ud55c \ubc31\uc5c5\uc774 \uc800\uc7a5\ub41c \ubc31\uc5c5 \ub514\ub809\ud1a0\ub9ac\uac00 \uc5c6\uc73c\ubbc0\ub85c \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_NO_SUCH_BACKUP_183=\ubc31\uc5c5 %s\uc774(\uac00) \ubc31\uc5c5 \ub514\ub809\ud1a0\ub9ac %s\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_ADD_NOT_SUPPORTED_184=\ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \ucd94\uac00 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_DELETE_NOT_SUPPORTED_185=\ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc0ad\uc81c \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_MODIFY_NOT_SUPPORTED_186=\ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_MODIFY_DN_NOT_SUPPORTED_187=\ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 DN \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_NO_SUCH_ENTRY_188=\uc694\uccad\ud55c \ud56d\ubaa9 %s\uc774(\uac00) \ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_EXPORT_NOT_SUPPORTED_189=\ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 LDIF \ub0b4\ubcf4\ub0b4\uae30 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_IMPORT_NOT_SUPPORTED_190=\ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 LDIF \uac00\uc838\uc624\uae30 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_BACKUP_BACKUP_AND_RESTORE_NOT_SUPPORTED_191=\ubc31\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \ubc31\uc5c5 \ubc0f \ubcf5\uc6d0 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_REQUIRE_EXACTLY_ONE_BASE_192=\uba54\ubaa8\ub9ac \uae30\ubc18 \ubc31\uc5d4\ub4dc\uc5d0 \uc0ac\uc6a9\ud558\uae30 \uc704\ud574 \uae30\ubcf8 DN\uc744 \ud558\ub098\ub9cc \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_ENTRY_ALREADY_EXISTS_193=\ud56d\ubaa9 %s\uc774(\uac00) \uba54\ubaa8\ub9ac \uae30\ubc18 \ubc31\uc5d4\ub4dc\uc5d0 \uc774\ubbf8 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_ENTRY_DOESNT_BELONG_194=\ud56d\ubaa9 %s\uc740(\ub294) \uba54\ubaa8\ub9ac \uae30\ubc18 \ubc31\uc5d4\ub4dc\uc5d0 \uc18d\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_PARENT_DOESNT_EXIST_195=\ubd80\ubaa8 \ud56d\ubaa9 %2$s\uc774(\uac00) \uba54\ubaa8\ub9ac \uae30\ubc18 \ubc31\uc5d4\ub4dc\uc5d0 \uc5c6\uc73c\ubbc0\ub85c \ud56d\ubaa9 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_ENTRY_DOESNT_EXIST_196=\ud56d\ubaa9 %s\uc774(\uac00) \uba54\ubaa8\ub9ac \uae30\ubc18 \ubc31\uc5d4\ub4dc\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_CANNOT_DELETE_ENTRY_WITH_CHILDREN_197=\ud558\ub098 \uc774\uc0c1\uc758 \ud558\uc704 \ud56d\ubaa9\uc774 \uc788\uc73c\ubbc0\ub85c \ud56d\ubaa9 %s\uc744(\ub97c) \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_MODDN_NOT_SUPPORTED_198=\uba54\ubaa8\ub9ac \uae30\ubc18 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 DN \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_WRITER_199=LDIF \uc791\uc131\uae30\ub97c \ub9cc\ub4e4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_MEMORYBACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_200=\ud56d\ubaa9 %s\uc744(\ub97c) LDIF\uc5d0 \uc4f8 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_MEMORYBACKEND_CANNOT_CREATE_LDIF_READER_201=LDIF \ud310\ub3c5\uae30\ub97c \ub9cc\ub4e4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_MEMORYBACKEND_ERROR_READING_LDIF_202=LDIF\uc5d0\uc11c \uc77d\ub294 \ub3d9\uc548 \ubcf5\uad6c\ud560 \uc218 \uc5c6\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s.
SEVERE_ERR_MEMORYBACKEND_ERROR_DURING_IMPORT_203=\uac00\uc838\uc624\uae30\ub97c \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s.
SEVERE_ERR_MEMORYBACKEND_BACKUP_RESTORE_NOT_SUPPORTED_204=\uba54\ubaa8\ub9ac \uae30\ubc18 \ubc31\uc5d4\ub4dc\uac00 \ubc31\uc5c5 \ub610\ub294 \ubcf5\uc6d0 \uc791\uc5c5\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_CANNOT_RENAME_ENRY_WITH_CHILDREN_205=\ud558\ub098 \uc774\uc0c1\uc758 \ud558\uc704 \ud56d\ubaa9\uc774 \uc788\uc73c\ubbc0\ub85c \ud56d\ubaa9 %s\uc758 \uc774\ub984\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_CANNOT_RENAME_TO_ANOTHER_BACKEND_206=\ub300\uc0c1 \ud56d\ubaa9\uc774 \ub2e4\ub978 \ubc31\uc5d4\ub4dc\uc5d0 \uc788\uc73c\ubbc0\ub85c \ud56d\ubaa9 %s\uc758 \uc774\ub984\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MEMORYBACKEND_RENAME_PARENT_DOESNT_EXIST_207=\uc0c8 \ubd80\ubaa8 \ud56d\ubaa9 %2$s\uc774(\uac00) \uc5c6\uc73c\ubbc0\ub85c \ud56d\ubaa9 %1$s\uc758 \uc774\ub984\uc744 \ubcc0\uacbd\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_SCHEMA_DESCRIPTION_SHOW_ALL_ATTRIBUTES_208=\ud558\uc704 \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9\uc5d0 \uc788\ub294 \uc18d\uc131\uc774 \uc791\ub3d9 \uac00\ub2a5\uc73c\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub354\ub77c\ub3c4 \uc774 \uc18d\uc131\uc744 \uc0ac\uc6a9\uc790 \uc18d\uc131\uc73c\ub85c \ucc98\ub9ac\ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4.  \uc694\uccad\ud558\uc9c0 \uc54a\uc544\ub3c4 \uae30\ubcf8\uc801\uc73c\ub85c \ud3ec\ud568\ub418\ub294 attributeType \ubc0f objectClasses\uc640 \uac19\uc740 \uc2a4\ud0a4\ub9c8 \uc18d\uc131\uc744 \ud544\uc694\ub85c \ud558\ub294 \uc77c\ubd80 \uc751\uc6a9 \ud504\ub85c\uadf8\ub7a8\uacfc\uc758 \ud638\ud658\uc131\uc744 \uc81c\uacf5\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.  ldapSyntaxes \uc18d\uc131\uc740 \ud504\ub85c\ud1a0\ucf5c\uc744 \ud1b5\ud574 \uc2a4\ud0a4\ub9c8\ub97c \uc218\uc815\ud558\ub824 \ud560 \ub54c \ubb38\uc81c\uac00 \ubc1c\uc0dd\ud558\uc9c0 \uc54a\ub3c4\ub85d \ud558\uae30 \uc704\ud574 \ud56d\uc0c1 \uc791\ub3d9 \uac00\ub2a5\uc73c\ub85c \ucc98\ub9ac\ud569\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_CANNOT_DETERMINE_SHOW_ALL_209=\uad6c\uc131 \ud56d\ubaa9 %s\uc758 ds-cfg-show-all-attributes \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \uac83\ucc98\ub7fc, \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \ubc29\uc2dd\uc5d0 \uc0c1\uad00\uc5c6\uc774 \ubaa8\ub4e0 \ud558\uc704 \uc2a4\ud0a4\ub9c8 \ud56d\ubaa9 \uc18d\uc131\uc744 \uc0ac\uc6a9\uc790 \uc18d\uc131\uc73c\ub85c \ucc98\ub9ac\ud560\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \uc18d\uc131 \uc720\ud615\uc744 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub41c \ub300\ub85c \ucc98\ub9ac\ud558\ub294 \uae30\ubcf8 \ub3d9\uc791\uc774 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
FATAL_ERR_BACKEND_CANNOT_REGISTER_BASEDN_210=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0\uc11c \uae30\ubcf8 DN %s\uc744(\ub97c) \ub4f1\ub85d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_DELETE_MODTYPE_NOT_SUPPORTED_211=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \ud604\uc7ac \uae30\uc874 \uc2a4\ud0a4\ub9c8 \uc694\uc18c\uc758 \uc81c\uac70\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_INVALID_MODIFICATION_TYPE_212=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 %s \uc218\uc815 \uc720\ud615\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_UNSUPPORTED_ATTRIBUTE_TYPE_213=\uc2a4\ud0a4\ub9c8 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 %s \uc18d\uc131 \uc720\ud615\uc758 \uc218\uc815\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uc18d\uc131 \uc720\ud615, \uac1d\uccb4 \ud074\ub798\uc2a4, \uc774\ub984 \ud615\uc2dd, DIT \ucee8\ud150\ud2b8 \uaddc\uce59, DIT \uad6c\uc870 \uaddc\uce59 \ubc0f \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9\ub9cc \uc218\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_ATTRTYPE_214=\uc18d\uc131 \uc720\ud615 \"%s\"(\uc744)\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_ATTRTYPE_ALREADY_EXISTS_215=\uc774\ub984 \ub610\ub294 OID\uac00 \ucda9\ub3cc\ud558\ub294 \uae30\uc874 \uc18d\uc131 \uc720\ud615\uc774 \uc788\uc73c\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_OBJECTCLASS_216=\uac1d\uccb4 \ud074\ub798\uc2a4 \"%s\"(\uc744)\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_OBJECTCLASS_217=\uc0c1\uc704 \ud074\ub798\uc2a4 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uac1d\uccb4 \ud074\ub798\uc2a4 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_OC_UNDEFINED_REQUIRED_ATTR_218=\uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 %s\uc744(\ub97c) \ud544\uc694\ub85c \ud558\ubbc0\ub85c \uc774 \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_OC_UNDEFINED_OPTIONAL_ATTR_219=\uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 %s\uc744(\ub97c) \ud5c8\uc6a9\ud558\ubbc0\ub85c \uc774 \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_OBJECTCLASS_ALREADY_EXISTS_220=\uc774\ub984 \ub610\ub294 OID\uac00 \ucda9\ub3cc\ud558\ub294 \uae30\uc874 \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \uc788\uc73c\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_READ_EXISTING_USER_SCHEMA_221=\uc2a4\ud0a4\ub9c8 \ud30c\uc77c %s\uc758 \ub0b4\uc6a9\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_SCHEMA_222=\uc5c5\ub370\uc774\ud2b8\ub41c \uc2a4\ud0a4\ub9c8\ub97c \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_NAME_FORM_223=\uc774\ub984 \ud615\uc2dd \"%s\"(\uc744)\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_DCR_224=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 \"%s\"(\uc744)\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_DSR_225=DIT \uad6c\uc870 \uaddc\uce59 \"%s\"(\uc744)\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_CANNOT_DECODE_MR_USE_226=\uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 \"%s\"(\uc744)\ub97c \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
MILD_ERR_SCHEMA_MODIFY_DELETE_NO_VALUES_227=\uc11c\ubc84\uac00 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc788\ub294 %s \uc18d\uc131 \uc720\ud615\uc5d0 \ub300\ud55c \ubaa8\ub4e0 \uac12\uc744 \uc81c\uac70\ud558\ub3c4\ub85d \ud5c8\uc6a9\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_ATTRTYPE_228=\uc18d\uc131 \uc720\ud615 %s\uc774(\uac00) \uc5ec\ub7ec \uae30\uc874 \uc18d\uc131 \uc720\ud615(%s \ubc0f %s)\uacfc \ucda9\ub3cc\ud558\ubbc0\ub85c \uc774 \uc18d\uc131 \uc720\ud615\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_UNDEFINED_SUPERIOR_ATTRIBUTE_TYPE_229=\uc18d\uc131 \uc720\ud615 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc0c1\uc704 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uc18d\uc131 \uc720\ud615\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_OBJECTCLASS_230=\uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc774(\uac00) \uc5ec\ub7ec \uae30\uc874 \uac1d\uccb4 \ud074\ub798\uc2a4(%s \ubc0f %s)\uc640 \ucda9\ub3cc\ud558\ubbc0\ub85c \uc774 \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_NAME_FORM_231=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc5ec\ub7ec \uae30\uc874 \uc774\ub984 \ud615\uc2dd(%s \ubc0f %s)\uacfc \ucda9\ub3cc\ud558\ubbc0\ub85c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_STRUCTURAL_OC_232=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uad6c\uc870\uc801 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_REQUIRED_ATTR_233=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \ud544\uc218 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NF_UNDEFINED_OPTIONAL_ATTR_234=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc120\ud0dd \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DCR_235=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc5ec\ub7ec \uae30\uc874 DIT \ucee8\ud150\ud2b8 \uaddc\uce59(%s \ubc0f %s)\uacfc \ucda9\ub3cc\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_STRUCTURAL_OC_CONFLICT_FOR_ADD_DCR_236=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %1$s\uc774(\uac00) \uc774\ubbf8 \ub2e4\ub978 DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %3$s\uacfc(\uc640) \uc5f0\uacb0\ub41c \uad6c\uc870\uc801 \uac1d\uccb4 \ud074\ub798\uc2a4 %2$s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_STRUCTURAL_OC_237=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uad6c\uc870\uc801 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_AUXILIARY_OC_238=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \ubcf4\uc870 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_REQUIRED_ATTR_239=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \ud544\uc218 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_OPTIONAL_ATTR_240= DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc120\ud0dd \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_UNDEFINED_PROHIBITED_ATTR_241=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uae08\uc9c0\ub41c \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_DSR_242=DIT \uad6c\uc870 \uaddc\uce59 %s\uc774(\uac00) \uc5ec\ub7ec \uae30\uc874 DIT \uad6c\uc870 \uaddc\uce59(%s \ubc0f %s)\uacfc \ucda9\ub3cc\ud558\ubbc0\ub85c \uc774 \uad6c\uc870 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NAME_FORM_CONFLICT_FOR_ADD_DSR_243=DIT \uad6c\uc870 \uaddc\uce59 %1$s\uc774(\uac00) \uc774\ubbf8 \ub2e4\ub978 DIT \uad6c\uc870 \uaddc\uce59 %3$s\uacfc(\uc640) \uc5f0\uacb0\ub41c \uc774\ub984 \ud615\uc2dd %2$s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uad6c\uc870 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DSR_UNDEFINED_NAME_FORM_244=DIT \uad6c\uc870 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc774\ub984 \ud615\uc2dd %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uad6c\uc870 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MULTIPLE_CONFLICTS_FOR_ADD_MR_USE_245=\uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %s\uc774(\uac00) \uc5ec\ub7ec \uae30\uc874 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9(%s \ubc0f %s)\uacfc \ucda9\ub3cc\ud558\ubbc0\ub85c \uc774 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MR_CONFLICT_FOR_ADD_MR_USE_246=\uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %1$s\uc774(\uac00) \uc774\ubbf8 \ub2e4\ub978 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %3$s\uacfc(\uc640) \uc5f0\uacb0\ub41c \uc77c\uce58 \uaddc\uce59 %2$s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MRU_UNDEFINED_ATTR_247=\uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %1$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc740 \uc18d\uc131 \uc720\ud615 %2$s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_AT_248=\uc18d\uc131 \uc720\ud615 %s\uc5d0 \ub300\ud574 \uc0c1\uc704 \uc720\ud615 \uc5f0\uacb0\uc774 \uc18d\uc131 \uc720\ud615 \uc790\uc2e0\uc744 \ucc38\uc870\ud558\ub294 \uc21c\ud658 \ucc38\uc870\uac00 \uac10\uc9c0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_OC_249=\uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc5d0 \ub300\ud574 \uc0c1\uc704 \ud074\ub798\uc2a4 \uc5f0\uacb0\uc774 \uac1d\uccb4 \ud074\ub798\uc2a4 \uc790\uc2e0\uc744 \ucc38\uc870\ud558\ub294 \uc21c\ud658 \ucc38\uc870\uac00 \uac10\uc9c0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_CIRCULAR_REFERENCE_DSR_250=DIT \uad6c\uc870 \uaddc\uce59 %s\uc5d0 \ub300\ud574 \uc0c1\uc704 \uaddc\uce59 \uc5f0\uacb0\uc774 DIT \uad6c\uc870 \uaddc\uce59 \uc790\uc2e0\uc744 \ucc38\uc870\ud558\ub294 \uc21c\ud658 \ucc38\uc870\uac00 \uac10\uc9c0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_CLEANED_251=\uc5c5\ub370\uc774\ud2b8\ub97c \uc801\uc6a9\ud558\uae30 \uc804\uc5d0 \uae30\uc874 \uc2a4\ud0a4\ub9c8 \ud30c\uc77c\uc758 \ubcf5\uc0ac\ubcf8\uc744 \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \uc11c\ubc84\uac00 \uc6d0\ubcf8 \uc2a4\ud0a4\ub9c8 \uad6c\uc131\uc744 \ubcf5\uc6d0\ud588\uc73c\ubbc0\ub85c \ucd94\uac00 \uc815\ub9ac\uac00 \ud544\uc694\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_ORIG_FILES_NOT_CLEANED_252=\uc5c5\ub370\uc774\ud2b8\ub97c \uc801\uc6a9\ud558\uae30 \uc804\uc5d0 \uae30\uc874 \uc2a4\ud0a4\ub9c8 \ud30c\uc77c\uc758 \ubcf5\uc0ac\ubcf8\uc744 \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \uc6d0\ubcf8 \uc2a4\ud0a4\ub9c8 \uad6c\uc131\uc744 \ubcf5\uc6d0\ud560 \ub54c\uc5d0\ub3c4 \ubb38\uc81c\uac00 \ubc1c\uc0dd\ud588\uc73c\ubbc0\ub85c \uc11c\ubc84\uac00 \uc77c\uad00\ub418\uc9c0 \uc54a\uc740 \uc0c1\ub300\ub85c \ub0a8\uc544 \uc788\uc5b4 \uc218\ub3d9 \uc815\ub9ac\uac00 \ud544\uc694\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_RESTORED_253=\uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \ud30c\uc77c\uc758 \uc0c8 \ubc84\uc804\uc744 \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \uc11c\ubc84\uac00 \uc6d0\ubcf8 \uc2a4\ud0a4\ub9c8 \uad6c\uc131\uc744 \ubcf5\uc6d0\ud588\uc73c\ubbc0\ub85c \ucd94\uac00 \uc815\ub9ac\uac00 \ud544\uc694\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_CANNOT_WRITE_NEW_FILES_NOT_RESTORED_254=\uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \ud30c\uc77c\uc758 \uc0c8 \ubc84\uc804\uc744 \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \uc6d0\ubcf8 \uc2a4\ud0a4\ub9c8 \uad6c\uc131\uc744 \ubcf5\uc6d0\ud560 \ub54c\uc5d0\ub3c4 \ubb38\uc81c\uac00 \ubc1c\uc0dd\ud588\uc73c\ubbc0\ub85c \uc11c\ubc84\uac00 \uc77c\uad00\ub418\uc9c0 \uc54a\uc740 \uc0c1\ub300\ub85c \ub0a8\uc544 \uc788\uc5b4 \uc218\ub3d9 \uc815\ub9ac\uac00 \ud544\uc694\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_ATTRIBUTE_TYPE_255=\uc18d\uc131 \uc720\ud615 %s\uc774(\uac00) \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc18d\uc131 \uc720\ud615\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_SUPERIOR_TYPE_256=\uc18d\uc131 \uc720\ud615 %s\uc774(\uac00) \uc18d\uc131 \uc720\ud615 %s\uc5d0 \ub300\ud55c \uc0c1\uc704 \uc720\ud615\uc73c\ub85c \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc18d\uc131 \uc720\ud615\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_OC_257=\uc18d\uc131 \uc720\ud615 %s\uc774(\uac00) \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc5d0\uc11c \ud544\uc218 \ub610\ub294 \uc120\ud0dd \uc18d\uc131 \uc720\ud615\uc73c\ub85c \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc18d\uc131 \uc720\ud615\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_NF_258=\uc18d\uc131 \uc720\ud615 %s\uc774(\uac00) \uc774\ub984 \ud615\uc2dd %s\uc5d0\uc11c \ud544\uc218 \ub610\ub294 \uc120\ud0dd \uc18d\uc131 \uc720\ud615\uc73c\ub85c \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc18d\uc131 \uc720\ud615\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_DCR_259=\uc18d\uc131 \uc720\ud615 %s\uc774(\uac00) DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc5d0\uc11c \ud544\uc218, \uc120\ud0dd \ub610\ub294 \uae08\uc9c0\ub41c \uc18d\uc131 \uc720\ud615\uc73c\ub85c \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc18d\uc131 \uc720\ud615\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_AT_IN_MR_USE_260=\uc18d\uc131 \uc720\ud615 %s\uc774(\uac00) \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %s\uc5d0 \uc758\ud574 \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc18d\uc131 \uc720\ud615\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_OBJECTCLASS_261=\uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc774(\uac00) \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_SUPERIOR_CLASS_262=\uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc774(\uac00) \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc5d0 \ub300\ud55c \uc0c1\uc704 \ud074\ub798\uc2a4\ub85c \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_IN_NF_263=\uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc774(\uac00) \uc774\ub984 \ud615\uc2dd %s\uc5d0 \ub300\ud55c \uad6c\uc870\uc801 \ud074\ub798\uc2a4\ub85c \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_OC_IN_DCR_264=\uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc774(\uac00) DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc5d0 \ub300\ud55c \uad6c\uc870\uc801 \ub610\ub294 \ubcf4\uc870 \ud074\ub798\uc2a4\ub85c \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uac1d\uccb4 \ud074\ub798\uc2a4\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_NAME_FORM_265=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_NF_IN_DSR_266=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) DIT \uad6c\uc870 \uaddc\uce59 %s\uc5d0 \uc758\ud574 \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DCR_267=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_DSR_268=DIT \uad6c\uc870 \uaddc\uce59 %s\uc774(\uac00) \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uad6c\uc870 \uaddc\uce59\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_DSR_SUPERIOR_RULE_269=DIT \uad6c\uc870 \uaddc\uce59 %s\uc774(\uac00) DIT \uad6c\uc870 \uaddc\uce59 %s\uc5d0 \ub300\ud55c \uc0c1\uc704 \uaddc\uce59\uc73c\ub85c \ucc38\uc870\ub418\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uad6c\uc870 \uaddc\uce59\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_REMOVE_NO_SUCH_MR_USE_270=\uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %s\uc774(\uac00) \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0\uc11c \uc774 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NF_OC_NOT_STRUCTURAL_271=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\ub294 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ucc38\uc870\ud558\uc9c0\ub9cc \uad6c\uc870\uc801 \uac1d\uccb4 \ud074\ub798\uc2a4\uac00 \uc544\ub2c8\ubbc0\ub85c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_OC_NOT_STRUCTURAL_272=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\ub294 \uad6c\uc870\uc801 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ucc38\uc870\ud558\uc9c0\ub9cc \uad6c\uc870\uc801\uc774\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_STRUCTURAL_OC_CONFLICT_FOR_ADD_NF_273=\uc774\ub984 \ud615\uc2dd %1$s\uc774(\uac00) \uc774\ubbf8 \ub2e4\ub978 \uc774\ub984 \ud615\uc2dd %3$s\uacfc(\uc640) \uc5f0\uacb0\ub41c \uad6c\uc870\uc801 \uac1d\uccb4 \ud074\ub798\uc2a4 %2$s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_ATTRIBUTE_TYPE_274=\uc0c1\uc704 \uc720\ud615 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc18d\uc131 \uc720\ud615 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_ATTRTYPE_OBSOLETE_MR_275=\uc5f0\uacb0\ub41c \uc77c\uce58 \uaddc\uce59 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc18d\uc131 \uc720\ud615 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_OBSOLETE_SUPERIOR_OBJECTCLASS_276=\uc0c1\uc704 \ud074\ub798\uc2a4 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uac1d\uccb4 \ud074\ub798\uc2a4 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_OC_OBSOLETE_REQUIRED_ATTR_277=\ud544\uc218 \uc18d\uc131 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uac1d\uccb4 \ud074\ub798\uc2a4 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_OC_OBSOLETE_OPTIONAL_ATTR_278=\uc120\ud0dd \uc18d\uc131 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uac1d\uccb4 \ud074\ub798\uc2a4 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NF_OC_OBSOLETE_279=\uad6c\uc870\uc801 \uac1d\uccb4 \ud074\ub798\uc2a4 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc774\ub984 \ud615\uc2dd %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NF_OBSOLETE_REQUIRED_ATTR_280=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ud544\uc694\ub85c \ud558\ubbc0\ub85c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_NF_OBSOLETE_OPTIONAL_ATTR_281=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ud5c8\uc6a9\ud558\ubbc0\ub85c \uc774 \uc774\ub984 \ud615\uc2dd\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_STRUCTURAL_OC_OBSOLETE_282=\uad6c\uc870\uc801 \uac1d\uccb4 \ud074\ub798\uc2a4 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_OC_NOT_AUXILIARY_283=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc5b4 \uc788\ub294 \ubcf4\uc870 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ucc38\uc870\ud558\uc9c0\ub9cc \ubcf4\uc870 \ud074\ub798\uc2a4\uac00 \uc544\ub2c8\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_AUXILIARY_OC_OBSOLETE_284=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \ubcf4\uc870 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ud5c8\uc6a9\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_REQUIRED_ATTR_285=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ud544\uc694\ub85c \ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_OPTIONAL_ATTR_286=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ud5c8\uc6a9\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_PROHIBITED_ATTR_287=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \uae08\uc9c0\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DSR_OBSOLETE_NAME_FORM_288=\uc774\ub984 \ud615\uc2dd %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c DIT \uad6c\uc870 \uaddc\uce59 %s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DSR_OBSOLETE_SUPERIOR_RULE_289=DIT \uad6c\uc870 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \uc0c1\uc704 \uaddc\uce59 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uad6c\uc870 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MRU_OBSOLETE_MR_290=\uc77c\uce58 \uaddc\uce59 %2$s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_MRU_OBSOLETE_ATTR_291=\uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \uc18d\uc131 \uc720\ud615 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \uc77c\uce58 \uaddc\uce59 \uc0ac\uc6a9\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_DCR_OBSOLETE_AUXILIARY_OC_292=DIT \ucee8\ud150\ud2b8 \uaddc\uce59 %s\uc774(\uac00) \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\uc5d0 OBSOLETE\ub85c \ud45c\uc2dc\ub418\uc5b4 \uc788\ub294 \ubcf4\uc870 \uac1d\uccb4 \ud074\ub798\uc2a4 %s\uc744(\ub97c) \ucc38\uc870\ud558\ubbc0\ub85c \uc774 \ucee8\ud150\ud2b8 \uaddc\uce59\uc744 \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_SCHEMA_MODIFY_INSUFFICIENT_PRIVILEGES_293=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2a4\ud0a4\ub9c8\ub97c \uc218\uc815\ud560 \uc218 \uc788\ub294 \ucda9\ubd84\ud55c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_CANNOT_FIND_CONCAT_FILE_294=\uc624\ud504\ub77c\uc778\uc5d0\uc11c \uc11c\ubc84\uc758 \uc2a4\ud0a4\ub9c8\uac00 \ubcc0\uacbd\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uae30 \uc704\ud574 \uc5f0\uacb0\ub41c \uc2a4\ud0a4\ub9c8 \uc694\uc18c \uc815\uc758\uac00 \ub4e4\uc5b4 \uc788\ub294 \ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.  \uc774 \ud30c\uc77c\uc740 %s \ub514\ub809\ud1a0\ub9ac\uc5d0 \uc788\uc5b4\uc57c \ud558\uace0 \uc774\ub984\uc740 %s \ub610\ub294 %s(\uc73c)\ub85c \uc9c0\uc815\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_SCHEMA_ERROR_DETERMINING_SCHEMA_CHANGES_295=\uc11c\ubc84\uc758 \uc2a4\ud0a4\ub9c8 \ud30c\uc77c\uc744 \uc624\ud504\ub77c\uc778\uc73c\ub85c \uc9c1\uc811 \ud3b8\uc9d1\ud558\uc5ec \uc2a4\ud0a4\ub9c8\ub97c \ubcc0\uacbd\ud588\ub294\uc9c0 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_SCHEMA_CANNOT_WRITE_CONCAT_SCHEMA_FILE_296=\ubaa8\ub4e0 \uc11c\ubc84 \uc2a4\ud0a4\ub9c8 \uc694\uc18c\uc758 \uc5f0\uacb0\ub41c \ubaa9\ub85d\uc774 \ub4e4\uc5b4 \uc788\ub294 \ud30c\uc77c %s\uc744(\ub97c) \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. \uc11c\ubc84\uac00 \uc624\ud504\ub77c\uc778\uc73c\ub85c \uc11c\ubc84\uc758 \uc2a4\ud0a4\ub9c8\uc5d0 \uc218\ud589\ub41c \ubcc0\uacbd \ub0b4\uc6a9\uc744 \uc815\ud655\ud788 \uc2dd\ubcc4\ud558\uc9c0 \ubabb\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
NOTICE_BACKEND_ENVIRONMENT_UNUSABLE_297=\ubc31\uc5d4\ub4dc ID %s\uc5d0 \ud574\ub2f9\ud558\ub294 JE \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ud658\uacbd\uc774 \uc190\uc0c1\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud558\uc5ec \ud658\uacbd\uc744 \ub2e4\uc2dc \uc5ec\uc2ed\uc2dc\uc624.
SEVERE_ERR_TASKSCHED_NOT_ALLOWED_TASK_298=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc791\uc5c5 %s\uc744(\ub97c) \ud638\ucd9c\ud558\ub3c4\ub85d \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_TASK_COMPLETION_BODY_299=\uc791\uc5c5 ID:  %s\r\n\uc791\uc5c5 \uc0c1\ud0dc:  %s\r\n\uc608\uc57d\ub41c \uc2dc\uc791 \uc2dc\uac04:  %s\r\n\uc2e4\uc81c \uc2dc\uc791 \uc2dc\uac04:  %s\r\n\uc644\ub8cc \uc2dc\uac04:  %s\r\n\r\n\ub85c\uadf8 \uba54\uc2dc\uc9c0:\r\n
SEVERE_ERR_TRUSTSTORE_GET_ENTRY_NULL_300=\uc694\uccad\ud55c \ud56d\ubaa9\uc774 Null\uc774\ubbc0\ub85c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9\uc744 \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_INVALID_BASE_301=\uc694\uccad\ud55c \ud56d\ubaa9 %s\uc774(\uac00) \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_DN_DOES_NOT_SPECIFY_CERTIFICATE_302=\uc694\uccad\ud55c DN\uc774 \uae30\ubcf8 DN\ubcf4\ub2e4 \ud55c \uc218\uc900 \uc544\ub798\uc9c0\ub9cc \uc778\uc99d\uc11c \uc774\ub984\uc744 \uc9c0\uc815\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \ucc98\ub9ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_CANNOT_RETRIEVE_CERT_303=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %2$s\uc5d0\uc11c \uc778\uc99d\uc11c %1$s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_TRUSTSTORE_MODIFY_NOT_SUPPORTED_304=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_MODIFY_DN_NOT_SUPPORTED_305=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 DN \uc218\uc815 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_REQUIRES_ONE_BASE_DN_306=\uae30\ubcf8 DN\uc774 \ud558\ub098\ub9cc \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\ub97c \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_IMPORT_AND_EXPORT_NOT_SUPPORTED_307=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 LDIF \uac00\uc838\uc624\uae30 \ubc0f \ub0b4\ubcf4\ub0b4\uae30 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_BACKUP_AND_RESTORE_NOT_SUPPORTED_308=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \ubc31\uc5c5 \ubc0f \ubcf5\uc6d0 \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_NO_SUCH_FILE_309=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uc18d\uc131 ds-cfg-trust-store-file\uc5d0 \uc9c0\uc815\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_INVALID_TYPE_310=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uc18d\uc131 ds-cfg-trust-store-type\uc5d0 \uc9c0\uc815\ub41c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \uc720\ud615 %1$s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_TRUSTSTORE_PIN_FILE_CANNOT_CREATE_311=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uc18d\uc131 ds-cfg-trust-store-pin-file\uc5d0 \uc9c0\uc815\ub41c PIN \ud30c\uc77c %1$s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_PIN_FILE_CANNOT_READ_312=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uad6c\uc131 \uc18d\uc131 ds-cfg-trust-store-pin-file\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c PIN\uc744 \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_TRUSTSTORE_PIN_FILE_EMPTY_313=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uc18d\uc131 ds-cfg-trust-store-pin-file\uc5d0 \uc9c0\uc815\ub41c \ud30c\uc77c %1$s\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ud30c\uc77c\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_PIN_ENVAR_NOT_SET_314=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uc18d\uc131 ds-cfg-trust-store-pin-environment-variable\uc5d0 \uc9c0\uc815\ub41c \ud658\uacbd \ubcc0\uc218 %1$s\uc5d0 \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_PIN_PROPERTY_NOT_SET_315=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 \uc18d\uc131 ds-cfg-trust-store-pin-property\uc5d0 \uc9c0\uc815\ub41c Java \ub4f1\ub85d \uc815\ubcf4 %1$s\uc5d0 \ud30c\uc77c \uae30\ubc18 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 \ub370 \ud544\uc694\ud55c PIN\uc774 \ub4e4\uc5b4 \uc788\uc5b4\uc57c \ud558\ub294\ub370 \uc774 \ub4f1\ub85d \uc815\ubcf4\uac00 \uc124\uc815\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_CANNOT_DETERMINE_FILE_316=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0\uc11c \uad6c\uc131 \uc18d\uc131 ds-cfg-trust-store-file\uc758 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TRUSTSTORE_CANNOT_LOAD_317=\ud30c\uc77c %s\uc5d0\uc11c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ub0b4\uc6a9\uc744 \ub85c\ub4dc\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TRUSTSTORE_CANNOT_CREATE_FACTORY_318=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %s\uc758 \ub0b4\uc6a9\uc5d0 \uc561\uc138\uc2a4\ud558\uae30 \uc704\ud574 \ud2b8\ub7ec\uc2a4\ud2b8 \uad00\ub9ac\uc790 \ud329\ud1a0\ub9ac\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_TRUSTSTORE_ALIAS_IN_USE_319=\uc778\uc99d\uc11c \ud56d\ubaa9 %s\uc774(\uac00) \uc774\ubbf8 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_CANNOT_GENERATE_CERT_320=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %2$s\uc5d0\uc11c \uc790\uccb4 \uc11c\uba85\ub41c \uc778\uc99d\uc11c %1$s\uc744(\ub97c) \uc0dd\uc131\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_TRUSTSTORE_CANNOT_ADD_CERT_321=\uc778\uc99d\uc11c %s\uc744(\ub97c) \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %s\uc5d0 \ucd94\uac00\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_TRUSTSTORE_DELETE_NOT_SUPPORTED_322=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc0ad\uc81c \uc791\uc5c5\uc774 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_ENTRY_MISSING_CERT_ATTR_323=\uc778\uc99d\uc11c \uc18d\uc131 %2$s\uc774(\uac00) \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ud56d\ubaa9 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_ATTRS_324=\uc778\uc99d\uc11c \uc18d\uc131 %2$s\uc774(\uac00) \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc73c\ubbc0\ub85c \ud56d\ubaa9 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_ENTRY_MISSING_CERT_VALUE_325=\uc778\uc99d\uc11c \uc18d\uc131 %2$s\uc758 \uac12\uc774 \ub4e4\uc5b4 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ud56d\ubaa9 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_ENTRY_HAS_MULTIPLE_CERT_VALUES_326=\uc778\uc99d\uc11c \uc18d\uc131 %2$s\uc758 \uac12\uc774 \uc5ec\ub7ec \uac1c \ub4e4\uc5b4 \uc788\uc73c\ubbc0\ub85c \ud56d\ubaa9 %1$s\uc744(\ub97c) \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_CANNOT_WRITE_CERT_327=\uc778\uc99d\uc11c %s\uc744(\ub97c) \ud30c\uc77c\uc5d0 \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_WARN_TRUSTSTORE_SET_PERMISSIONS_FAILED_328=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %s\uc5d0 \ub300\ud55c \uad8c\ud55c\uc744 \uc124\uc815\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_ROOT_CONTAINER_NOT_INITIALIZED_329=\ubc31\uc5d4\ub4dc %s\uc5d0 \ub300\ud55c \ub8e8\ud2b8 \ucee8\ud14c\uc774\ub108\uac00 \ucd08\uae30\ud654\ub418\uc9c0 \uc54a\uc544 \uc694\uccad\ud55c \uc791\uc5c5\uc744 \uc774 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud569\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_MODIFY_CANNOT_LOCK_ENTRY_330=\ud56d\ubaa9 %s\uc5d0 \ub300\ud55c \uc4f0\uae30 \uc7a0\uae08\uc744 \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_MODIFY_INVALID_ENTRY_331=\uc791\uc5c5 \ud56d\ubaa9\uc744 \ud45c\uc2dc\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ud56d\ubaa9 %s\uc744(\ub97c) \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.  \uc791\uc5c5 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 \uc791\uc5c5 \ud56d\ubaa9\ub9cc \uc218\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_MODIFY_NO_SUCH_TASK_332=\uc11c\ubc84\uc758 \uc720\ud6a8\ud55c \uc791\uc5c5\uc744 \ud45c\uc2dc\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ud56d\ubaa9 %s\uc744(\ub97c) \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TASKBE_MODIFY_COMPLETED_333=\uc5f0\uacb0\ub41c \uc791\uc5c5\uc758 \uc2e4\ud589\uc774 \uc644\ub8cc\ub418\uc5c8\uc73c\ubbc0\ub85c \ud56d\ubaa9 %s\uc744(\ub97c) \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.  \uc644\ub8cc\ub41c \uc791\uc5c5\uc740 \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
SEVERE_ERR_TASKBE_MODIFY_RECURRING_334=\uc11c\ubc84\uac00 \ud604\uc7ac \ubc18\ubcf5 \uc791\uc5c5 \ud56d\ubaa9\uc758 \uc218\uc815\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ud56d\ubaa9 %s\uc744(\ub97c) \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
SEVERE_ERR_TASKBE_MODIFY_RUNNING_335=\ud56d\ubaa9 %s\uacfc(\uc640) \uc5f0\uacb0\ub41c \uc791\uc5c5\uc774 \ud604\uc7ac \uc2e4\ud589 \uc911\uc785\ub2c8\ub2e4.  \uc2e4\ud589 \uc911\uc778 \uc791\uc5c5\uc5d0 \ub300\ud574\uc11c\ub294 ds-task-state \uc18d\uc131 \uac12\uc744 \"cancel\"\ub85c \uc218\uc815\ud558\ub294 \uc791\uc5c5\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
INFO_TASKBE_RUNNING_TASK_CANCELLED_336=\uc791\uc5c5 \ucc98\ub9ac\uac00 \uc791\uc5c5\uc744 \ucde8\uc18c\ud558\ub77c\ub294 \uc218\uc815 \uc694\uccad\uc5d0 \uc758\ud574 \uc911\ub2e8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_CANNOT_DELETE_CERT_337=\ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ud30c\uc77c %2$s\uc5d0\uc11c \uc778\uc99d\uc11c %1$s\uc744(\ub97c) \uc0ad\uc81c\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
SEVERE_ERR_TRUSTSTORE_CERTIFICATE_NOT_FOUND_338=\uc778\uc99d\uc11c %2$s\uc774(\uac00) \uc5c6\uc73c\ubbc0\ub85c \ud2b8\ub7ec\uc2a4\ud2b8 \uc800\uc7a5\uc18c \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud56d\ubaa9 %1$s\uc744(\ub97c) \uac80\uc0c9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_LDIF_BACKEND_MULTIPLE_BASE_DNS_339=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\ub294 \ud55c \uac1c \uae30\ubcf8 DN\ub9cc \uc9c0\uc6d0\ud558\ub294\ub370 \uc5ec\ub7ec \uae30\ubcf8 DN\uc744 \uc0ac\uc6a9\ud558\ub3c4\ub85d \uad6c\uc131\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_LDIF_BACKEND_ERROR_OPENING_FILE_340=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\uac00 \uc0ac\uc6a9\ud560 LDIF \ud30c\uc77c %1$s\uc744(\ub97c) \uc5ec\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_LDIF_BACKEND_ERROR_READING_ENTRY_341=LDIF \ud30c\uc77c %s\uc758 \ub370\uc774\ud130\ub97c \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\ub85c \uc77d\uc5b4 \uc624\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_LDIF_BACKEND_DUPLICATE_ENTRY_342=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc0ac\uc6a9\ud558\ub3c4\ub85d \uad6c\uc131\ub41c LDIF \ud30c\uc77c %1$s\uc5d0 DN\uc774 %3$s\uc778 \ud56d\ubaa9\uc774 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_ENTRY_OUT_OF_SCOPE_343=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc0ac\uc6a9\ud558\ub3c4\ub85d \uad6c\uc131\ub41c LDIF \ud30c\uc77c %1$s\uc5d0 \ud574\ub2f9 \ubc31\uc5d4\ub4dc\uc5d0 \ub300\ud574 \uc815\uc758\ub41c \uae30\ubcf8 DN \uc544\ub798\uc5d0 \uc788\uc9c0 \uc54a\uc740 \ud56d\ubaa9 %3$s\uc774(\uac00) \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_MISSING_PARENT_344=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uc0ac\uc6a9\ud558\ub3c4\ub85d \uad6c\uc131\ub41c LDIF \ud30c\uc77c %1$s\uc5d0 \ud56d\ubaa9 %3$s\uc774(\uac00) \ub4e4\uc5b4 \uc788\uc9c0\ub9cc \uadf8 \ubd80\ubaa8 \ud56d\ubaa9\uc744 \uc544\uc9c1 \uc77d\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_LDIF_BACKEND_ERROR_CREATING_FILE_345=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\uc758 \uc5c5\ub370\uc774\ud2b8\ub41c \ub370\uc774\ud130 \ubc84\uc804\uc744 \uc4f0\uae30 \uc704\ud574 \ud30c\uc77c %1$s\uc744(\ub97c) \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_LDIF_BACKEND_ERROR_WRITING_FILE_346=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\uc758 \ud30c\uc77c %1$s\uc5d0 \uc5c5\ub370\uc774\ud2b8\ub41c \ub370\uc774\ud130\ub97c \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %3$s
SEVERE_ERR_LDIF_BACKEND_ERROR_RENAMING_FILE_347=\uad6c\uc131 \ud56d\ubaa9 %3$s\uc5d0 \uc815\uc758\ub41c LDIF \ubc31\uc5d4\ub4dc\uc758 \uc5c5\ub370\uc774\ud2b8\ub41c \ub370\uc774\ud130\ub97c \uc4f0\uba74\uc11c \ud30c\uc77c %1$s\uc758 \uc774\ub984\uc744 %2$s(\uc73c)\ub85c \ubcc0\uacbd\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %4$s
MILD_ERR_LDIF_BACKEND_ADD_ALREADY_EXISTS_348=\ud56d\ubaa9 %s\uc774(\uac00) \uc774\ubbf8 LDIF \ubc31\uc5d4\ub4dc\uc5d0 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_ADD_MISSING_PARENT_349=\ud56d\ubaa9 %s\uc758 \ubd80\ubaa8\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_DELETE_NO_SUCH_ENTRY_350=\ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_DELETE_NONLEAF_351=\ud56d\ubaa9 %s\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 \ud558\uc704 \ud56d\ubaa9\uc774 \uc788\uc73c\ubbc0\ub85c \uba3c\uc800 \ud558\uc704 \ud56d\ubaa9\uc744 \ubaa8\ub450 \uc81c\uac70\ud574\uc57c \uc774 \ud56d\ubaa9\uc744 \uc0ad\uc81c\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_MODIFY_NO_SUCH_ENTRY_352=\ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_MODDN_NO_SUCH_SOURCE_ENTRY_353=\uc18c\uc2a4 \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_MODDN_TARGET_ENTRY_ALREADY_EXISTS_354=\ub300\uc0c1 \ud56d\ubaa9 %s\uc774(\uac00) \uc774\ubbf8 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_MODDN_NEW_PARENT_DOESNT_EXIST_355=\uc0c8 \ubd80\ubaa8 DN %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_SEARCH_NO_SUCH_BASE_356=\uac80\uc0c9 \uae30\uc900 DN\uc73c\ub85c \uc9c0\uc815\ub41c \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_WRITER_357=LDIF \ub0b4\ubcf4\ub0b4\uae30 \uc791\uc5c5\uc744 \uc704\ud574 \uc791\uc131\uae30\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_LDIF_BACKEND_CANNOT_WRITE_ENTRY_TO_LDIF_358=LDIF \ub0b4\ubcf4\ub0b4\uae30\uc5d0\uc11c \ud56d\ubaa9 %s\uc744(\ub97c) \uc4f0\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_LDIF_BACKEND_CANNOT_CREATE_LDIF_READER_359=LDIF \uac00\uc838\uc624\uae30 \uc791\uc5c5\uc744 \uc704\ud574 \ud310\ub3c5\uae30\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s
SEVERE_ERR_LDIF_BACKEND_ERROR_READING_LDIF_360=\uac00\uc838\uc624\uae30 \ud30c\uc77c\uc5d0\uc11c \ub370\uc774\ud130\ub97c \uc77d\ub294 \ub3d9\uc548 \ubcf5\uad6c\ud560 \uc218 \uc5c6\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:  %s. LDIF \uac00\uc838\uc624\uae30\ub97c \uacc4\uc18d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_BACKUP_RESTORE_NOT_SUPPORTED_361=LDIF \ubc31\uc5d4\ub4dc\ub294 \ud604\uc7ac \ubc31\uc5c5 \ubc0f \ubcf5\uc6d0 \uba54\ucee4\ub2c8\uc998\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \ub300\uc2e0 LDIF \uac00\uc838\uc624\uae30 \ubc0f \ub0b4\ubcf4\ub0b4\uae30 \uc791\uc5c5\uc744 \uc0ac\uc6a9\ud558\uc2ed\uc2dc\uc624.
MILD_ERR_LDIF_BACKEND_LDIF_DOESNT_EXIST_362=LDIF \ubc31\uc5d4\ub4dc \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \ucc38\uc870\ub41c LDIF \ud30c\uc77c %1$s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_LDIF_BACKEND_LDIF_FILE_CHANGED_363=LDIF \ud30c\uc77c \uacbd\ub85c\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ubc31\uc5d4\ub4dc\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_LDIF_BACKEND_BASE_DN_CHANGED_364=LDIF \ubc31\uc5d4\ub4dc \uae30\ubcf8 DN\uc5d0 \ub300\ud55c \ubcc0\uacbd \ub0b4\uc6a9\uc740 \ubc31\uc5d4\ub4dc\ub97c \ube44\ud65c\uc131\ud654\ud588\ub2e4\uac00 \ub2e4\uc2dc \ud65c\uc131\ud654\ud574\uc57c \uc801\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_HAS_SUBORDINATES_NO_SUCH_ENTRY_365=\ub300\uc0c1 \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_LDIF_BACKEND_NUM_SUBORDINATES_NO_SUCH_ENTRY_366=\ub300\uc0c1 \ud56d\ubaa9 %s\uc774(\uac00) \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_TRUSTSTORE_ERROR_READING_KEY_367=\ud0a4 \uc800\uc7a5\uc18c %2$s\uc5d0\uc11c \ud0a4 %1$s\uc744(\ub97c) \uc77d\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_HAS_SUBORDINATES_NOT_SUPPORTED_368=\uc774 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 hasSubordinates \uc791\uc5c5 \uc18d\uc131\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_NUM_SUBORDINATES_NOT_SUPPORTED_369=\uc774 \ubc31\uc5d4\ub4dc\uc5d0\uc11c\ub294 numSubordinates \uc791\uc5c5 \uc18d\uc131\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
NOTICE_BACKEND_OFFLINE_370=\ubc31\uc5d4\ub4dc %s\uc774(\uac00) \uc774\uc81c \uc624\ud504\ub77c\uc778\uc73c\ub85c \uc804\ud658\ub429\ub2c8\ub2e4.
