# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=EXTENSIONS

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_PWSCHEME_CANNOT_INITIALIZE_MESSAGE_DIGEST_1=An error occurred while attempting to initialize the message digest generator for the %s algorithm:  %s
MILD_ERR_PWSCHEME_CANNOT_BASE64_DECODE_STORED_PASSWORD_2=Beim Versuch, die base64-Verschl\u00fcsselung des Passwortwerts %s zu entschl\u00fcsseln, ist ein Fehler aufgetreten:  %s
MILD_ERR_PWSCHEME_NOT_REVERSIBLE_3=Das Speicherschema des Passworts %s ist nicht umkehrbar, daher ist es nicht m\u00f6glich, die Nur-Text-Version eines verschl\u00fcsselten Passworts wiederherzustellen
MILD_ERR_JMX_ALERT_HANDLER_CANNOT_REGISTER_4=Beim Registrieren der JMX-Behandlungsroutine f\u00fcr Warnungen beim MBean-Server ist ein Fehler aufgetreten:  %s
MILD_ERR_PWSCHEME_CANNOT_ENCODE_PASSWORD_5=Beim Versuch, ein Passwort mithilfe des in Klasse %s definierten Speicherschemas zu verschl\u00fcsseln, ist ein unerwarteter Fehler aufgetreten: %s
SEVERE_ERR_CACHE_INVALID_INCLUDE_FILTER_6=The ds-cfg-include-filter attribute of configuration entry %s, which specifies a set of search filters that may be used to control which entries are included in the cache, has an invalid value of "%s":  %s
SEVERE_ERR_CACHE_INVALID_EXCLUDE_FILTER_7=The ds-cfg-exclude-filter attribute of configuration entry %s, which specifies a set of search filters that may be used to control which entries are excluded from the cache, has an invalid value of "%s":  %s
FATAL_ERR_FIFOCACHE_CANNOT_INITIALIZE_8=A fatal error occurred while trying to initialize fifo entry cache:  %s
FATAL_ERR_SOFTREFCACHE_CANNOT_INITIALIZE_9=A fatal error occurred while trying to initialize soft reference entry cache:  %s
NOTICE_CACHE_PRELOAD_PROGRESS_START_10=Vorladen des Eintragscache f\u00fcr Backend %s wird gestartet
NOTICE_CACHE_PRELOAD_PROGRESS_REPORT_11=Beim Vorladen des Eintragscache f\u00fcr Backend %s wurden %d Eintr\u00e4ge verarbeitet, %d MB freier Heap-Arbeitsspeicher verf\u00fcgbar
NOTICE_CACHE_PRELOAD_PROGRESS_DONE_12=Vorladen des Eintragscache f\u00fcr Backend %s ist abgeschlossen; es wurden insgesamt %d Eintr\u00e4ge verarbeitet
SEVERE_WARN_CACHE_PRELOAD_INTERRUPTED_13=The entry cache preload for %s backend has been interrupted
SEVERE_WARN_CACHE_PRELOAD_BACKEND_FAILED_14=The entry cache preload is not supported by %s backend, and as a result no entries from this backend will be preloaded into the entry cache
SEVERE_ERR_CACHE_PRELOAD_ENTRY_FAILED_15=Failed to preload %s entry into the entry cache:  %s
MILD_ERR_EXTOP_PASSMOD_ILLEGAL_REQUEST_ELEMENT_TYPE_32=Die Folge f\u00fcr die erweiterte Anforderung zur Passwort\u00e4nderung enthielt ein ASN.1-Element eines ung\u00fcltigen Typs:  %s
MILD_ERR_EXTOP_PASSMOD_CANNOT_DECODE_REQUEST_33=Beim Versuch, die Folge der erweiterten Anforderung zur Passwort\u00e4nderung zu entschl\u00fcsseln, ist ein unerwarteter Fehler aufgetreten:  %s
MILD_ERR_EXTOP_PASSMOD_NO_AUTH_OR_USERID_34=Die erweiterte Anforderung zur Passwort\u00e4nderung kann nicht verarbeitet werden, da sie keine Autorisierungs-ID enth\u00e4lt und die zugrunde liegende Verbindung nicht authentifiziert ist
SEVERE_ERR_EXTOP_PASSMOD_CANNOT_LOCK_USER_ENTRY_35=The password modify extended request cannot be processed because the server was unable to obtain a write lock on user entry %s after multiple attempts
MILD_ERR_EXTOP_PASSMOD_CANNOT_DECODE_AUTHZ_DN_36=Die erweiterte Anforderung zur Passwort\u00e4nderung kann nicht verarbeitet werden, da der Server "%s" nicht als g\u00fcltigen DN zur Verwendung in der Autorisierungs-ID des Vorgangs entschl\u00fcsseln konnte
MILD_ERR_EXTOP_PASSMOD_INVALID_AUTHZID_STRING_37=Die erweiterte Anforderung zur Passwort\u00e4nderung kann nicht verarbeitet werden, da sie ein ung\u00fcltiges userIdentity-Feld enthielt.  Die angegebene userIdentity-Zeichenfolge lautete "%s"
MILD_ERR_EXTOP_PASSMOD_NO_USER_ENTRY_BY_AUTHZID_38=Die erweiterte Anforderung zur Passwort\u00e4nderung kann nicht verarbeitet werden, da es nicht m\u00f6glich ist, den zu aktualisierenden Benutzereintrag basierend auf dem Autorisierungs-DN "%s" zu identifizieren
MILD_ERR_EXTOP_PASSMOD_NO_DN_BY_AUTHZID_39=Die erweiterte Anforderung zur Passwort\u00e4nderung kann nicht verarbeitet werden, da die angegebene Autorisierungs-UID "%s" mit keinem Eintrag im Verzeichnis \u00fcbereinstimmt
MILD_ERR_EXTOP_PASSMOD_MULTIPLE_ENTRIES_BY_AUTHZID_40=Die erweiterte Anforderung zur Passwort\u00e4nderung kann nicht verarbeitet werden, da die angegebene Autorisierungs-UID "%s" mit mehreren Eintr\u00e4gen im Verzeichnis \u00fcbereinstimmt
MILD_ERR_EXTOP_PASSMOD_INVALID_OLD_PASSWORD_41=Die erweiterte Anforderung zur Passwort\u00e4nderung kann nicht verarbeitet werden, da das derzeit f\u00fcr den Benutzer angegebene Passwort ung\u00fcltig ist
INFO_FILE_KEYMANAGER_DESCRIPTION_FILE_43=Pfad zur Datei mit den Schl\u00fcsselspeicherinformationen f\u00fcr Directory Server.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_FILE_KEYMANAGER_NO_FILE_ATTR_44=The configuration entry %s that defines a file-based key manager does not contain attribute ds-cfg-key-store-file that should hold the path to the keystore file
SEVERE_ERR_FILE_KEYMANAGER_NO_SUCH_FILE_45=The keystore file %s specified in attribute ds-cfg-key-store-file of configuration entry %s does  not exist
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_FILE_46=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-file in configuration entry %s:  %s
INFO_FILE_KEYMANAGER_DESCRIPTION_TYPE_47=Schl\u00fcsselspeichertyp f\u00fcr den Directory Server-Schl\u00fcsselspeicher.  G\u00fcltige Werte m\u00fcssen immer 'JKS' und 'PKCS12' enthalten, unterschiedliche Implementierungen k\u00f6nnen jedoch auch andere Werte zulassen.  Ist kein Wert angegeben, wird der JVM-Standardwert verwendet.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_TYPE_48=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-type in configuration entry %s:  %s
INFO_FILE_KEYMANAGER_DESCRIPTION_PIN_PROPERTY_49=Name der Java-Eigenschaft, die die f\u00fcr den Zugriff auf den dateibasierten Schl\u00fcsselmanager ben\u00f6tigte Klartext-PIN enth\u00e4lt.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_FILE_KEYMANAGER_PIN_PROPERTY_NOT_SET_50=Java property %s which is specified in attribute ds-cfg-key-store-pin-property of configuration entry %s should contain the PIN needed to access the file-based key manager, but this property is not set
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_PROPERTY_51=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-pin-property in configuration entry %s:  %s
INFO_FILE_KEYMANAGER_DESCRIPTION_PIN_ENVAR_52=Name der Umgebungsvariablen, die die f\u00fcr den Zugriff auf den dateibasierten Schl\u00fcsselmanager ben\u00f6tigte Klartext-PIN enth\u00e4lt.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_FILE_KEYMANAGER_PIN_ENVAR_NOT_SET_53=Environment variable %s which is specified in attribute ds-cfg-key-store-pin-environment-variable of configuration entry %s should contain the PIN needed to access the file-based key manager, but this property is not set
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_ENVAR_54=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-pin-environment-variable in configuration entry %s:  %s
INFO_FILE_KEYMANAGER_DESCRIPTION_PIN_FILE_55=Pfad zu der Textdatei, deren einziger Inhalt eine einzelne Zeile mit der f\u00fcr den Zugriff auf den dateibasierten Schl\u00fcsselmanager ben\u00f6tigten Klartext-PIN sein sollte.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_FILE_KEYMANAGER_PIN_NO_SUCH_FILE_56=File %s specified in attribute ds-cfg-key-store-pin-file of configuration entry %s should contain the PIN needed to access the file-based key manager, but this file does not exist
SEVERE_ERR_FILE_KEYMANAGER_PIN_FILE_CANNOT_READ_57=An error occurred while trying to read the keystore PIN from file %s specified in configuration attribute ds-cfg-key-store-pin-file of configuration entry %s:  %s
SEVERE_ERR_FILE_KEYMANAGER_PIN_FILE_EMPTY_58=File %s specified in attribute ds-cfg-key-store-pin-file of configuration entry %s should contain the PIN needed to access the file-based key manager, but this file is empty
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_FILE_59=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-pin-file in configuration entry %s:  %s
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_DETERMINE_PIN_FROM_ATTR_60=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-pin in configuration entry %s:  %s
SEVERE_ERR_FILE_KEYMANAGER_NO_PIN_61=Configuration entry %s does not specify a means of determining the PIN needed to access the contents of the file-based key manager.  The PIN may be specified in a Java property (named by attribute ds-cfg-key-store-pin-property), an environment variable (named by attribute ds-cfg-key-store-pin-environment-variable), a text file (named by attribute ds-cfg-key-store-pin-file), or directly in the entry using attribute ds-cfg-key-store-pin
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_LOAD_62=An error occurred while trying to load the keystore contents from file %s:  %s
SEVERE_ERR_FILE_KEYMANAGER_INVALID_TYPE_63=The keystore type %s specified in attribute ds-cfg-key-store-type of configuration entry %s is not valid:  %s
INFO_FILE_KEYMANAGER_UPDATED_FILE_64=Der Wert des Attributs ds-cfg-key-store-file im Konfigurationseintrag %s wurde in %s aktualisiert.  Der neue Wert tritt beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
INFO_FILE_KEYMANAGER_UPDATED_TYPE_65=Der Wert des Attributs ds-cfg-key-store-type im Konfigurationseintrag %s wurde in %s aktualisiert.  Der neue Wert tritt beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
INFO_FILE_KEYMANAGER_UPDATED_PIN_66=Die f\u00fcr den Zugriff auf den dateibasierten Schl\u00fcsselmanager verwendete PIN wurde aktualisiert.  Der neue Wert tritt beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
INFO_PKCS11_KEYMANAGER_DESCRIPTION_PIN_PROPERTY_67=Name der Java-Eigenschaft, die die f\u00fcr den Zugriff auf den PKCS#11-Schl\u00fcsselmanager ben\u00f6tigte Klartext-PIN enth\u00e4lt.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_PROPERTY_NOT_SET_68=Java property %s which is specified in attribute ds-cfg-key-store-pin-property of configuration entry %s should contain the PIN needed to access the PKCS#11 key manager, but this property is not set
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_PROPERTY_69=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-pin-property in configuration entry %s:  %s
INFO_PKCS11_KEYMANAGER_DESCRIPTION_PIN_ENVAR_70=Name der Umgebungsvariablen, die die f\u00fcr den Zugriff auf den PKCS#11-Schl\u00fcsselmanager ben\u00f6tigte Klartext-PIN enth\u00e4lt.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_ENVAR_NOT_SET_71=Environment variable %s which is specified in attribute ds-cfg-key-store-pin-environment-variable of configuration entry %s should contain the PIN needed to access the PKCS#11 key manager, but this property is not set
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_ENVAR_72=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-pin-environment-variable in configuration entry %s:  %s
INFO_PKCS11_KEYMANAGER_DESCRIPTION_PIN_FILE_73=Pfad zu der Textdatei, deren einziger Inhalt eine einzelne Zeile mit der f\u00fcr den Zugriff auf den PKCS#11-Schl\u00fcsselmanager ben\u00f6tigten Klartext-PIN sein sollte.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_NO_SUCH_FILE_74=File %s specified in attribute ds-cfg-key-store-pin-file of configuration entry %s should contain the PIN needed to access the PKCS#11 key manager, but this file does not exist
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_FILE_CANNOT_READ_75=An error occurred while trying to read the keystore PIN from file %s specified in configuration attribute ds-cfg-key-store-pin-file of configuration entry %s:  %s
SEVERE_ERR_PKCS11_KEYMANAGER_PIN_FILE_EMPTY_76=File %s specified in attribute ds-cfg-key-store-pin-file of configuration entry %s should contain the PIN needed to access the PKCS#11 key manager, but this file is empty
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_FILE_77=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-pin-file in configuration entry %s:  %s
INFO_PKCS11_KEYMANAGER_DESCRIPTION_PIN_ATTR_78=F\u00fcr den Zugriff auf den PKCS#11-Schl\u00fcsselmanager ben\u00f6tigte Klartext-PIN.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_DETERMINE_PIN_FROM_ATTR_79=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-key-store-pin in configuration entry %s:  %s
SEVERE_ERR_PKCS11_KEYMANAGER_NO_PIN_80=Configuration entry %s does not specify a means of determining the PIN needed to access the contents of the PKCS#11 key manager.  The PIN may be specified in a Java property (named by attribute ds-cfg-key-store-pin-property), an environment variable (named by attribute ds-cfg-key-store-pin-environment-variable), a text file (named by attribute ds-cfg-key-store-pin-file), or directly in the entry using attribute ds-cfg-key-store-pin
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_LOAD_81=An error occurred while trying to access the PKCS#11 key manager:  %s
INFO_PKCS11_KEYMANAGER_UPDATED_PIN_82=Die f\u00fcr den Zugriff auf den PKCS#11-Schl\u00fcsselmanager verwendete PIN wurde aktualisiert.  Der neue Wert tritt beim n\u00e4chsten Zugriff auf den Schl\u00fcsselmanager in Kraft
SEVERE_ERR_FILE_KEYMANAGER_CANNOT_CREATE_FACTORY_83=An error occurred while trying to create a key manager factory to access the contents of keystore file %s:  %s
SEVERE_ERR_PKCS11_KEYMANAGER_CANNOT_CREATE_FACTORY_84=An error occurred while trying to create a key manager factory to access the contents of the PKCS#11 keystore:  %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_FILE_85=Pfad zur Datei mit den Trust-Speicherinformationen f\u00fcr Directory Server.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
SEVERE_ERR_FILE_TRUSTMANAGER_NO_FILE_ATTR_86=The configuration entry %s that defines a file-based trust manager does not contain attribute ds-cfg-trust-store-file that should hold the path to the trust store file
SEVERE_ERR_FILE_TRUSTMANAGER_NO_SUCH_FILE_87=The trust store file %s specified in attribute ds-cfg-trust-store-file of configuration entry %s does not exist
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_FILE_88=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-trust-store-file in configuration entry %s:  %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_TYPE_89=Schl\u00fcsselspeichertyp f\u00fcr den Directory Server-Trust-Speicher.  G\u00fcltige Werte m\u00fcssen immer 'JKS' und 'PKCS12' enthalten, unterschiedliche Implementierungen k\u00f6nnen jedoch auch andere Werte zulassen. Ist kein Wert angegeben, wird der JVM-Standardwert verwendet.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_TYPE_90=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-trust-store-type in configuration entry %s:  %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_PIN_PROPERTY_91=Name der Java-Eigenschaft, die die f\u00fcr den Zugriff auf den dateibasierten Trust-Manager ben\u00f6tigte Klartext-PIN enth\u00e4lt.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_PROPERTY_NOT_SET_92=Java property %s which is specified in attribute ds-cfg-trust-store-pin-property of configuration entry %s should contain the PIN needed to access the file-based trust manager, but this property is not set
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_PIN_PROPERTY_93=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-trust-store-pin-property in configuration entry %s:  %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_PIN_ENVAR_94=Name der Umgebungsvariablen, die die f\u00fcr den Zugriff auf den dateibasierten Trust-Manager ben\u00f6tigte Klartext-PIN enth\u00e4lt.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_ENVAR_NOT_SET_95=Environment variable %s which is specified in attribute ds-cfg-trust-store-pin-environment-variable of configuration entry %s should contain the PIN needed to access the file-based trust manager, but this property is not set
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_PIN_ENVAR_96=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-trust-store-pin-environment-variable in configuration entry %s:  %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_PIN_FILE_97=Pfad zu der Textdatei, deren einziger Inhalt eine einzelne Zeile mit der f\u00fcr den Zugriff auf den dateibasierten Trust-Manager ben\u00f6tigten Klartext-PIN sein sollte.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_NO_SUCH_FILE_98=File %s specified in attribute ds-cfg-trust-store-pin-file of configuration entry %s should contain the PIN needed to access the file-based trust manager, but this file does not exist
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_FILE_CANNOT_READ_99=An error occurred while trying to read the trust store PIN from file %s specified in configuration attribute ds-cfg-trust-store-pin-file of configuration entry %s:  %s
SEVERE_ERR_FILE_TRUSTMANAGER_PIN_FILE_EMPTY_100=File %s specified in attribute ds-cfg-trust-store-pin-file of configuration entry %s should contain the PIN needed to access the file-based trust manager, but this file is empty
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_PIN_FILE_101=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-trust-store-pin-file in configuration entry %s:  %s
INFO_FILE_TRUSTMANAGER_DESCRIPTION_PIN_ATTR_102=F\u00fcr den Zugriff auf den dateibasierten Trust-Manager ben\u00f6tigte Klartext-PIN.  \u00c4nderungen an diesem Konfigurationsattribut treten beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_DETERMINE_PIN_FROM_ATTR_103=An unexpected error occurred while trying to determine the value of configuration attribute ds-cfg-trust-store-pin in configuration entry %s:  %s
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_LOAD_104=An error occurred while trying to load the trust store contents from file %s:  %s
SEVERE_ERR_FILE_TRUSTMANAGER_CANNOT_CREATE_FACTORY_105=An error occurred while trying to create a trust manager factory to access the contents of trust store file %s:  %s
SEVERE_ERR_FILE_TRUSTMANAGER_INVALID_TYPE_106=The trust store type %s specified in attribute ds-cfg-trust-store-type of configuration entry %s is not valid:  %s
INFO_FILE_TRUSTMANAGER_UPDATED_FILE_107=Der Wert des Attributs ds-cfg-trust-store-file im Konfigurationseintrag %s wurde in %s aktualisiert.  Der neue Wert tritt beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
INFO_FILE_TRUSTMANAGER_UPDATED_TYPE_108=Der Wert des Attributs ds-cfg-trust-store-type im Konfigurationseintrag %s wurde in %s aktualisiert.  Der neue Wert tritt beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
INFO_FILE_TRUSTMANAGER_UPDATED_PIN_109=Die f\u00fcr den Zugriff auf den dateibasierten Trust-Manager verwendete PIN wurde aktualisiert.  Der neue Wert tritt beim n\u00e4chsten Zugriff auf den Trust-Manager in Kraft
SEVERE_ERR_NULL_SECURITY_PROVIDER_READ_ERROR_110=An unexpected error occurred while attempting to read data from the client using the null connection security provider:  %s
SEVERE_ERR_NULL_SECURITY_PROVIDER_WRITE_ERROR_111=An unexpected error occurred while attempting to write data to the client using the null connection security provider:  %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_CANNOT_INITIALIZE_112=An error occurred while attempting to initialize the SSL context for use in the TLS connection security provider:  %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_UNEXPECTED_UNWRAP_STATUS_113=An unexpected status result was returned to the TLS connection security provider when attempting to unwrap encrypted data read from the client:  %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_READ_ERROR_114=An unexpected error occurred while attempting to read data from the client using the TLS connection security provider:  %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_WRITE_NEEDS_UNWRAP_115=An attempt was made to write data to a client through the TLS connection security provider, but the SSL indicated that it was necessary to read data from the client in order to perform the SSL negotiation, but no data was available for reading.  This is an unexpected condition, and it is not possible to continue processing on this client connection without the potential for blocking other client connections, so connection will be closed
SEVERE_ERR_TLS_SECURITY_PROVIDER_UNEXPECTED_WRAP_STATUS_116=An unexpected status result was returned to the TLS connection security provider when attempting to wrap clear-text data for writing to the client:  %s
SEVERE_ERR_TLS_SECURITY_PROVIDER_WRITE_ERROR_117=An unexpected error occurred while attempting to write data to the client using the TLS connection security provider:  %s
MILD_ERR_SEDCM_NO_PEER_CERTIFICATE_118=Die angegebene Zertifikatkette konnte keinem Benutzereintrag zugeordnet werden, da kein Peer-Zertifikat verf\u00fcgbar war
MILD_ERR_SEDCM_PEER_CERT_NOT_X509_119=Die angegebene Zertifikatkette konnte keinem Benutzer zugeordnet werden, da es sich bei dem Peer-Zertifikat nicht um ein X.509-Zertifikat handelte. (Das Format des Peer-Zertifikats war %s.)
MILD_ERR_SEDCM_CANNOT_DECODE_SUBJECT_AS_DN_120=Die angegebene Zertifikatkette konnte keinem Benutzer zugeordnet werden, da der Peer-Zertifikatsbetreff "%s" nicht als LDAP-DN entschl\u00fcsselt werden konnte:  %s
MILD_ERR_SEDCM_CANNOT_GET_ENTRY_121=Die angegebene Zertifikatkette konnte keinem Benutzer zugeordnet werden, da beim Versuch, den Benutzereintrag mit dem DN "%s" abzurufen, ein Fehler aufgetreten ist:  %s
MILD_ERR_SEDCM_NO_USER_FOR_DN_122=Die angegebene Zertifikatkette konnte keinem Benutzer zugeordnet werden, da kein Benutzereintrag mit dem DN %s vorhanden ist
MILD_ERR_SASLEXTERNAL_NO_CLIENT_CONNECTION_123=Die Verbindungsanforderung SASL EXTERNAL konnte nicht verarbeitet werden, da die zugeh\u00f6rige Verbindungsanforderung keinen Verweis auf die Client-Verbindung aufweist
MILD_ERR_SASLEXTERNAL_NO_SECURITY_PROVIDER_124=Die Verbindungsanforderung SASL EXTERNAL konnte nicht verarbeitet werden, da die zugeh\u00f6rige Client-Verbindung keinen Sicherheitsanbieter aufweist
MILD_ERR_SASLEXTERNAL_CLIENT_NOT_USING_TLS_PROVIDER_125=Die Verbindungsanforderung SASL EXTERNAL konnte nicht verarbeitet werden, da f\u00fcr die Client-Verbindung nicht der TLS-Sicherheitsanbieter (Client-Sicherheitsanbieter ist %s) verwendet wird.  F\u00fcr Clients, auf denen die SASL EXTERNAL-Authentifizierung eingesetzt werden soll, muss der TLS-Sicherheitsanbieter verwendet werden
MILD_ERR_SASLEXTERNAL_NO_CLIENT_CERT_126=Die Verbindungsanforderung SASL EXTERNAL konnte nicht verarbeitet werden, da der Client w\u00e4hrend der SSL/TLS-Aushandlung keine Zertifikatkette vorgelegt hat
MILD_ERR_SASLEXTERNAL_NO_MAPPING_127=Die Verbindungsanforderung SASL EXTERNAL ist fehlgeschlagen, da die vom Client w\u00e4hrend der SSL/TLS-Aushandlung vorgelegte Zertifikatkette keinem Benutzereintrag in Directory Server zugeordnet werden konnte
MILD_ERR_STARTTLS_NO_CLIENT_CONNECTION_128=StartTLS kann unter dieser Verbindung nicht verwendet werden, da die zugrunde liegende Client-Verbindung nicht verf\u00fcgbar ist
MILD_ERR_STARTTLS_NOT_TLS_CAPABLE_129=StartTLS kann unter dieser Client-Verbindung nicht verwendet werden, da dieser Verbindungstyp die Verwendung von StartTLS zum Schutz der Kommunikation nicht erm\u00f6glicht
MILD_ERR_STARTTLS_ERROR_ON_ENABLE_130=Beim Versuch, den Manager f\u00fcr die Sicherheit der TLS-Verbindung in der Client-Verbindung f\u00fcr StartTLS zu aktivieren, ist ein unerwarteter Fehler aufgetreten:  %s
INFO_SASLEXTERNAL_DESCRIPTION_VALIDATION_POLICY_131=Gibt an, ob die Behandlungsroutine f\u00fcr den SASL EXTERNAL-Mechanismus versuchen soll, das Peer-Zertifikat anhand eines Zertifikats im Eintrag des entsprechenden Benutzers zu validieren.  Folgende Werte sind m\u00f6glich: "true" (es wird immer versucht, das Zertifikat zu validieren, und wenn keine Zertifikate vorhanden sind, wird ein Fehler generiert, ), "false" (es wird nie versucht, das Peer-Zertifikat zu validieren) oder "ifpresent" (das Peer-Zertifikat wird validiert, wenn der Benutzereintrag mindestens ein Zertifikat enth\u00e4lt, wenn der Eintrag keine Zertifikate enth\u00e4lt, wird jedoch kein Fehler generiert).  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLEXTERNAL_INVALID_VALIDATION_VALUE_132=Configuration entry %s has an invalid value %s for attribute ds-cfg-certificate-validation-policy.  The value must be one of "always", "never", or "ifpresent"
SEVERE_ERR_SASLEXTERNAL_CANNOT_GET_VALIDATION_POLICY_133=An unexpected error occurred while attempting to determine the value of the ds-cfg-certificate-validation-policy attribute in configuration entry %s:  %s
INFO_SASLEXTERNAL_DESCRIPTION_CERTIFICATE_ATTRIBUTE_134=Name des Attributs, das die Zertifikatinformationen in Benutzereintr\u00e4gen zu Validierungszwecken enthalten wird.  Es muss der Name eines g\u00fcltigen Attributtyps angegeben werden, der im Serverschema definiert ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLEXTERNAL_CANNOT_GET_CERT_ATTR_135=An unexpected error occurred while attempting to determine the value of the ds-cfg-certificate-attribute attribute in configuration entry %s:  %s
SEVERE_ERR_SASLEXTERNAL_UNKNOWN_CERT_ATTR_136=The attribute %s referenced in configuration attribute ds-cfg-certificate-attribute in configuration entry %s does not exist in the Directory Server schema.  The attribute that is to be used for certificate validation during SASL EXTERNAL authentication must be defined in the server schema
MILD_ERR_SASLEXTERNAL_NO_CERT_IN_ENTRY_137=Die Authentifizierung \u00fcber SASL EXTERNAL ist nicht m\u00f6glich, da der zugeordnete Benutzereintrag %s keine Zertifikate aufweist, mit denen das vorgelegte Peer-Zertifikat verifiziert werden kann
MILD_ERR_SASLEXTERNAL_PEER_CERT_NOT_FOUND_138=Die Authentifizierung \u00fcber SASL EXTERNAL ist nicht m\u00f6glich, da der zugeordnete Benutzereintrag %s nicht das vom Client vorgelegte Peer-Zertifikat enthielt
MILD_ERR_SASLEXTERNAL_CANNOT_VALIDATE_CERT_139=Beim Versuch, das vom Client vorgelegte Peer-Zertifikat mit einem Zertifikat aus dem Benutzereintrag %s zu validieren, ist ein Fehler aufgetreten:  %s
INFO_SASLEXTERNAL_UPDATED_VALIDATION_POLICY_140=Das Attribut ds-cfg-certificate-validation-policy im Konfigurationseintrag %s wurde aktualisiert.  Die neue Zertifikatvalidierungsrichtlinie f\u00fcr den Client ist %s
INFO_SASLEXTERNAL_UPDATED_CERT_ATTR_141=Das Attribut ds-cfg-certificate-attribute im Konfigurationseintrag %s wurde aktualisiert.  Bei der Validierung von Peer-Zertifikaten wird jetzt das Attribut %s verwendet
INFO_SASLPLAIN_DESCRIPTION_USERNAME_ATTRIBUTE_142=Name des Attributs, mit dem Benutzereintr\u00e4ge basierend auf der w\u00e4hrend der SASL PLAIN-Authentifizierung angegebenen authcID/authzID identifiziert werden.  Es muss der Name eines g\u00fcltigen Attributtyps angegeben werden, der im Serverschema definiert ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLPLAIN_CANNOT_GET_USERNAME_ATTR_143=An unexpected error occurred while attempting to determine the value of the ds-cfg-user-name-attribute attribute in configuration entry %s:  %s
SEVERE_ERR_SASLPLAIN_UNKNOWN_USERNAME_ATTR_144=The attribute %s referenced in configuration attribute ds-cfg-user-name-attribute in configuration entry %s does not exist in the Directory Server schema.  The attribute that is to be used for username lookups during SASL PLAIN authentication must be defined in the server schema
INFO_SASLPLAIN_DESCRIPTION_USER_BASE_DN_145=Basis-DN, der bei der Suche nach Eintr\u00e4gen basierend auf der w\u00e4hrend der SASL PLAIN-Authentifizierung angegebenen authcID/authzID zu verwenden ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLPLAIN_CANNOT_GET_USER_BASE_DN_146=An unexpected error occurred while attempting to determine the value of the ds-cfg-user-base-dn attribute in configuration entry %s:  %s
MILD_ERR_SASLPLAIN_NO_SASL_CREDENTIALS_147=Bei einer SASL PLAIN-Authentifizierung m\u00fcssen SASL-Berechtigungsnachweise angegeben werden, die Verbindungsanforderung enthielt jedoch keine
MILD_ERR_SASLPLAIN_NO_NULLS_IN_CREDENTIALS_148=Die SASL PLAIN-Verbindungsanforderung enthielt keine NULL-Zeichen.  Autorisierungs-ID und Authentifizierungs-ID sowie Authentifizierungs-ID und Passwort m\u00fcssen jeweils durch NULL-Zeichen getrennt sein
MILD_ERR_SASLPLAIN_NO_SECOND_NULL_149=Die Berechtigungsnachweise in der SASL PLAIN-Verbindungsanforderung enthielten kein zweites NULL-Zeichen, das als Trennzeichen zwischen der Authentifizierungs-ID und dem Passwort erforderlich ist
MILD_ERR_SASLPLAIN_ZERO_LENGTH_AUTHCID_150=Die in der Verbindungsanforderung SASL PLAIN enthaltene Authentifizierungs-ID enthielt null Zeichen, was nicht zul\u00e4ssig ist.  Bei der Authentifizierung mit SASL PLAIN sind leere Zeichenfolgen als Authentifizierungs-IDs unzul\u00e4ssig
MILD_ERR_SASLPLAIN_ZERO_LENGTH_PASSWORD_151=Das in der Verbindungsanforderung SASL PLAIN enthaltene Passwort enthielt null Zeichen, was nicht zul\u00e4ssig ist.  Bei der Authentifizierung mit SASL PLAIN sind leere Zeichenfolgen als Passw\u00f6rter unzul\u00e4ssig
MILD_ERR_SASLPLAIN_CANNOT_DECODE_AUTHCID_AS_DN_152=Beim Versuch, die SASL PLAIN-Authentifizierungs-ID "%s" zu entschl\u00fcsseln, ist ein Fehler aufgetreten, da sie offenbar einen DN enthielt, die DN-Entschl\u00fcsselung jedoch fehlgeschlagen ist:  %s
MILD_ERR_SASLPLAIN_AUTHCID_IS_NULL_DN_153=Bei der Authentifizierungs-ID in der Verbindungsanforderung SASL PLAIN handelt es sich offenbar um einen leeren DN.  Dies ist nicht zul\u00e4ssig
MILD_ERR_SASLPLAIN_CANNOT_GET_ENTRY_BY_DN_154=Beim Versuch, den Benutzereintrag %s wie in der DN-basierten Authentifizierungs-ID einer SASL PLAIN-Verbindungsanforderung angegeben abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLPLAIN_CANNOT_PERFORM_INTERNAL_SEARCH_155=Beim Versuch, eine interne Suche durchzuf\u00fchren, um den mit der SASL PLAIN-Authentifizierungs-ID %s verbundenen Benutzereintrag abzurufen, ist ein Fehler aufgetreten.  Das Ergebnis dieser Suche war %s mit der Meldung %s
MILD_ERR_SASLPLAIN_MULTIPLE_MATCHING_ENTRIES_156=Die interne Suche zwecks Aufl\u00f6sung der SASL PLAIN-Authentifizierungs-ID %s hat mehrere \u00fcbereinstimmende Eintr\u00e4ge ergeben.  Die Authentifizierung kann nur dann erfolgreich durchgef\u00fchrt werden, wenn die Authentifizierungs-ID nur einem Benutzereintrag zugeordnet ist
MILD_ERR_SASLPLAIN_NO_MATCHING_ENTRIES_157=Der Server konnte keine Benutzereintr\u00e4ge f\u00fcr die angegebene Authentifizierungs-ID %s finden
MILD_ERR_SASLPLAIN_NO_PW_ATTR_158=Die SASL PLAIN-Authentifizierung ist fehlgeschlagen, da der zugeordnete Benutzereintrag f\u00fcr das Attribut %s keine Werte enth\u00e4lt
MILD_ERR_SASLPLAIN_UNKNOWN_STORAGE_SCHEME_159=Ein Passwort im Zielbenutzereintrag %s konnte nicht mit SASL PLAIN verarbeitet werden, da das Passwort das unbekannte Speicherschema %s aufweist
MILD_ERR_SASLPLAIN_INVALID_PASSWORD_160=Das angegebene Passwort ist ung\u00fcltig
INFO_SASLPLAIN_UPDATED_USERNAME_ATTR_161=Das Attribut ds-cfg-user-name-attribute im Konfigurationseintrag %s wurde aktualisiert.  Das Attribut %s wird nun beim Nachschlagen von Benutzereintr\u00e4gen basierend auf ihrer authcID/authzID verwendet
INFO_SASLPLAIN_UPDATED_USER_BASE_DN_162=Das Attribut ds-cfg-user-base-dn im Konfigurationseintrag %s wurde aktualisiert.  Der DN %s wird nun beim Nachschlagen von Benutzereintr\u00e4gen basierend auf ihrer authcID/authzID als Grundlage f\u00fcr die Suche verwendet
INFO_SASLPLAIN_CANNOT_LOCK_ENTRY_163=Der Directory Server konnte f\u00fcr den Benutzereintrag %s keine Lesesperre erhalten, um ihn abrufen zu k\u00f6nnen
MILD_ERR_SEDCM_CANNOT_LOCK_ENTRY_164=Der Directory Server konnte f\u00fcr den Benutzereintrag %s keine Lesesperre erhalten, um ihn abrufen zu k\u00f6nnen
INFO_SASLANONYMOUS_TRACE_165=Der SASL ANONYMOUS-Verbindungsvorgang (conn=%d, op=%d) hat Verfolgungsinformationen ergeben:  %s
SEVERE_ERR_SASLCRAMMD5_CANNOT_GET_MESSAGE_DIGEST_166=An unexpected error occurred while attempting to obtain an MD5 digest engine for use by the CRAM-MD5 SASL handler:  %s
INFO_SASLCRAMMD5_DESCRIPTION_USERNAME_ATTRIBUTE_167=Name des Attributs, mit dem Benutzereintr\u00e4ge basierend auf dem w\u00e4hrend der SASL CRAM-MD5-Authentifizierung angegebenen Benutzernamen identifiziert werden.  Es muss der Name eines g\u00fcltigen Attributtyps angegeben werden, der im Serverschema definiert ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLCRAMMD5_CANNOT_GET_USERNAME_ATTR_168=An unexpected error occurred while attempting to determine the value of the ds-cfg-user-name-attribute attribute in configuration entry %s:  %s
SEVERE_ERR_SASLCRAMMD5_UNKNOWN_USERNAME_ATTR_169=The attribute %s referenced in configuration attribute ds-cfg-user-name-attribute in configuration entry %s does not exist in the Directory Server schema.  The attribute that is to be used for username lookups during SASL CRAM-MD5 authentication must be defined in the server schema
INFO_SASLCRAMMD5_DESCRIPTION_USER_BASE_DN_170=Basis-DN, der bei der Suche nach Eintr\u00e4gen basierend auf dem w\u00e4hrend der SASL CRAM-MD5-Authentifizierung angegebenen Benutzernamen zu verwenden ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLCRAMMD5_CANNOT_GET_USER_BASE_DN_171=An unexpected error occurred while attempting to determine the value of the ds-cfg-user-base-dn attribute in configuration entry %s:  %s
MILD_ERR_SASLCRAMMD5_NO_STORED_CHALLENGE_172=Die Verbindungsanforderung SASL CRAM-MD5 enthielt SASL-Berechtigungsnachweise, f\u00fcr diese Client-Verbindung ist jedoch keine Abfrage gespeichert.  Die erste CRAM-MD5-Verbindungsanforderung in dem zweistufigen Prozess darf keine Client-SASL-Berechtigungsnachweise beinhalten
MILD_ERR_SASLCRAMMD5_INVALID_STORED_CHALLENGE_173=Die Verbindungsanforderung SASL CRAM-MD5 enthielt SASL-Berechtigungsnachweise, die f\u00fcr diese Client-Verbindung gespeicherten SASL-Statusinformationen weisen jedoch nicht das korrekte Format f\u00fcr die Abfrage auf
MILD_ERR_SASLCRAMMD5_NO_SPACE_IN_CREDENTIALS_174=Die Verbindungsanforderung SASL CRAM-MD5 vom Client enthielt SASL-Berechtigungsnachweise, Benutzername und Authentifizierungsverarbeitung waren jedoch nicht durch ein Leerzeichen getrennt
MILD_ERR_SASLCRAMMD5_INVALID_DIGEST_LENGTH_175=Die Verbindungsanforderung SASL CRAM-MD5 enthielt SASL-Berechtigungsnachweise, die entschl\u00fcsselte Verarbeitungszeichenfolge wies jedoch die ung\u00fcltige L\u00e4nge %d Byte statt der f\u00fcr eine Hexadezimaldarstellung einer MD5-Verarbeitung erwarteten %d Byte auf
MILD_ERR_SASLCRAMMD5_INVALID_DIGEST_CONTENT_176=Die Verbindungsanforderung SASL CRAM-MD5 enthielt SASL-Berechtigungsnachweise, die entschl\u00fcsselte Verarbeitung setzte sich jedoch nicht nur aus hexadezimalen Ziffern zusammen:  %s
MILD_ERR_SASLCRAMMD5_CANNOT_DECODE_USERNAME_AS_DN_177=Beim Versuch, den SASL CRAM-MD5-Benutzernamen "%s" zu entschl\u00fcsseln, ist ein Fehler aufgetreten, da er offenbar einen DN enthielt, die DN-Entschl\u00fcsselung jedoch fehlgeschlagen ist:  %s
MILD_ERR_SASLCRAMMD5_USERNAME_IS_NULL_DN_178=Bei dem Benutzernamen in der Verbindungsanforderung SASL CRAM-MD5 handelt es sich offenbar um einen leeren DN.  Dies ist nicht zul\u00e4ssig
INFO_SASLCRAMMD5_CANNOT_LOCK_ENTRY_179=Der Directory Server konnte f\u00fcr den Benutzereintrag %s keine Lesesperre erhalten, um ihn abrufen zu k\u00f6nnen
MILD_ERR_SASLCRAMMD5_CANNOT_GET_ENTRY_BY_DN_180=Beim Versuch, den Benutzereintrag %s wie im DN-basierten Benutzernamen einer SASL CRAM-MD5-Verbindungsanforderung angegeben abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLCRAMMD5_ZERO_LENGTH_USERNAME_181=Der in der Verbindungsanforderung SASL CRAM-MD5 enthaltene Benutzername enthielt null Zeichen, was nicht zul\u00e4ssig ist.  Bei der Authentifizierung mit CRAM-MD5 sind leere Zeichenfolgen als Benutzernamen unzul\u00e4ssig
MILD_ERR_SASLCRAMMD5_CANNOT_PERFORM_INTERNAL_SEARCH_182=Beim Versuch, eine interne Suche durchzuf\u00fchren, um den mit dem SASL CRAM-MD5-Benutzernamen %s verbundenen Benutzereintrag abzurufen, ist ein Fehler aufgetreten.  Das Ergebnis dieser Suche war %s mit der Meldung %s
MILD_ERR_SASLCRAMMD5_MULTIPLE_MATCHING_ENTRIES_183=Die interne Suche zwecks Aufl\u00f6sung des SASL CRAM-MD5-Benutzernamens %s hat mehrere \u00fcbereinstimmende Eintr\u00e4ge ergeben. Die Authentifizierung kann nur dann erfolgreich durchgef\u00fchrt werden, wenn der Benutzername nur einem Benutzereintrag zugeordnet ist
MILD_ERR_SASLCRAMMD5_NO_MATCHING_ENTRIES_184=Der Server konnte keine Benutzereintr\u00e4ge f\u00fcr den angegebenen Benutzernamen %s finden
MILD_ERR_SASLCRAMMD5_NO_PW_ATTR_185=Die SASL CRAM-MD5-Authentifizierung ist fehlgeschlagen, da der zugeordnete Benutzereintrag f\u00fcr das Attribut %s keine Werte enth\u00e4lt
MILD_ERR_SASLCRAMMD5_UNKNOWN_STORAGE_SCHEME_186=Ein Passwort im Zielbenutzereintrag %s konnte nicht mit SASL CRAM-MD5 verarbeitet werden, da das Passwort das unbekannte Speicherschema %s aufweist
MILD_ERR_SASLCRAMMD5_CANNOT_GET_CLEAR_PASSWORD_187=Beim Versuch, das Klartextpasswort f\u00fcr den Benutzer %s aus dem Wert mit dem Speicherschema %s abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLCRAMMD5_INVALID_PASSWORD_188=Das angegebene Passwort ist ung\u00fcltig
MILD_ERR_SASLCRAMMD5_NO_REVERSIBLE_PASSWORDS_189=Die Authentifizierung mit SASL CRAM-MD5 ist f\u00fcr Benutzer %s nicht m\u00f6glich, da keines der Passw\u00f6rter im Benutzereintrag in umkehrbarer Form gespeichert ist
INFO_SASLCRAMMD5_UPDATED_USERNAME_ATTR_190=Das Attribut ds-cfg-user-name-attribute im Konfigurationseintrag %s wurde aktualisiert.  Das Attribut %s wird nun beim Nachschlagen von Benutzereintr\u00e4gen basierend auf ihrem Benutzernamen verwendet
INFO_SASLCRAMMD5_UPDATED_USER_BASE_DN_191=Das Attribut ds-cfg-user-base-dn im Konfigurationseintrag %s wurde aktualisiert.  Der DN %s wird nun beim Nachschlagen von Benutzereintr\u00e4gen basierend auf ihrem Benutzernamen als Grundlage f\u00fcr die Suche verwendet
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GET_MESSAGE_DIGEST_192=An unexpected error occurred while attempting to obtain an MD5 digest engine for use by the DIGEST-MD5 SASL handler:  %s
INFO_SASLDIGESTMD5_DESCRIPTION_USERNAME_ATTRIBUTE_193=Name des Attributs, mit dem Benutzereintr\u00e4ge basierend auf dem w\u00e4hrend der SASL DIGEST-MD5-Authentifizierung angegebenen Benutzernamen identifiziert werden.  Es muss der Name eines g\u00fcltigen Attributtyps angegeben werden, der im Serverschema definiert ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GET_USERNAME_ATTR_194=An unexpected error occurred while attempting to determine the value of the ds-cfg-user-name-attribute attribute in configuration entry %s:  %s
SEVERE_ERR_SASLDIGESTMD5_UNKNOWN_USERNAME_ATTR_195=The attribute %s referenced in configuration attribute ds-cfg-user-name-attribute in configuration entry %s does not exist in the Directory Server schema.  The attribute that is to be used for username lookups during SASL DIGEST-MD5 authentication must be defined in the server schema
INFO_SASLDIGESTMD5_DESCRIPTION_USER_BASE_DN_196=Basis-DN, der bei der Suche nach Eintr\u00e4gen basierend auf dem w\u00e4hrend der SASL DIGEST-MD5-Authentifizierung angegebenen Benutzernamen zu verwenden ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GET_USER_BASE_DN_197=An unexpected error occurred while attempting to determine the value of the ds-cfg-user-base-dn attribute in configuration entry %s:  %s
INFO_SASLDIGESTMD5_DESCRIPTION_REALM_198=Der vom Server f\u00fcr die Authentifizierung mit DIGEST-MD5 zu verwendende Bereich.  Ist dieser nicht angegeben, verwendet der Server standardm\u00e4\u00dfig eine Reihe von Bereichsnamen, die den definierten Suffixen entsprechen.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GET_REALM_199=An unexpected error occurred while attempting to determine the value of the ds-cfg-realm attribute in configuration entry %s:  %s
SEVERE_WARN_SASLDIGESTMD5_CHALLENGE_TOO_LONG_200=The initial DIGEST-MD5 must be less than 2048 bytes, but the generated challenge was %d bytes
MILD_ERR_SASLDIGESTMD5_NO_CREDENTIALS_201=Die Client-Verbindung wies DIGEST-MD5-Statusinformationen auf, die darauf hinweisen, dass der Client im Begriff war, eine DIGEST-MD5-Verbindung herzustellen, die Verbindungsanforderung jedoch keine Berechtigungsnachweise enthielt
MILD_ERR_SASLDIGESTMD5_INVALID_STORED_STATE_202=Die Verbindungsanforderung SASL DIGEST-MD5 enthielt SASL-Berechtigungsnachweise, die f\u00fcr diese Client-Verbindung gespeicherten SASL-Statusinformationen weisen jedoch nicht das korrekte Format f\u00fcr die Abfrage auf
SEVERE_WARN_SASLDIGESTMD5_CANNOT_PARSE_ISO_CREDENTIALS_203=An error occurred while attempting to parse the DIGEST-MD5 credentials as a string using the %s character set:  %s.  The server will re-try using UTF-8
SEVERE_WARN_SASLDIGESTMD5_CANNOT_PARSE_UTF8_CREDENTIALS_204=An error occurred while attempting to parse the DIGEST-MD5 credentials as a string using the UTF-8 character set:  %s
MILD_ERR_SASLDIGESTMD5_INVALID_TOKEN_IN_CREDENTIALS_205=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten das ung\u00fcltige Token "%s", beginnend bei Position %d
MILD_ERR_SASLDIGESTMD5_INVALID_CHARSET_206=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten den ung\u00fcltigen Zeichensatz %s.  F\u00fcr diesen Parameter wird nur der Wert 'utf-8' akzeptiert
MILD_ERR_SASLDIGESTMD5_CANNOT_DECODE_REALM_AS_DN_207=Beim Versuch, den angegebenen Antwortbereich "%s" als DN zu analysieren, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLDIGESTMD5_INVALID_REALM_208=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten den ung\u00fcltigen Bereich "%s"
SEVERE_ERR_SASLDIGESTMD5_INVALID_NONCE_209=The DIGEST-MD5 credentials provided by the client included a nonce that was different from the nonce supplied by the server.  This could indicate a replay attack or a chosen plaintext attack, and as a result the client connection will be terminated
MILD_ERR_SASLDIGESTMD5_CANNOT_DECODE_NONCE_COUNT_210=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten die Nonce-Anzahl "%s", die nicht als hexadezimal-codierte Ganzzahl entschl\u00fcsselt werden konnte
SEVERE_ERR_SASLDIGESTMD5_CANNOT_DECODE_STORED_NONCE_COUNT_211=An unexpected error occurred while attempting to decode the nonce count stored by the server for this client connection:  %s
SEVERE_ERR_SASLDIGESTMD5_INVALID_NONCE_COUNT_212=The DIGEST-MD5 credentials provided by the client included a nonce count that was different from the count expected by the server.  This could indicate a replay attack, and as a result the client connection will be terminated
MILD_ERR_SASLDIGESTMD5_INTEGRITY_NOT_SUPPORTED_213=Der Client hat die Quality of Protection (QOP) auth-int angefordert, Directory Server unterst\u00fctzt derzeit jedoch den Integrit\u00e4tsschutz nicht
MILD_ERR_SASLDIGESTMD5_CONFIDENTIALITY_NOT_SUPPORTED_214=Der Client hat die Quality of Protection (QOP) auth-conf angefordert, Directory Server unterst\u00fctzt derzeit jedoch den Vertraulichkeitsschutz nicht
MILD_ERR_SASLDIGESTMD5_INVALID_QOP_215=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise haben den ung\u00fcltigen Quality-of-Protection-Mechanismus %s angefordert
MILD_ERR_SASLDIGESTMD5_CANNOT_PARSE_RESPONSE_DIGEST_216=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten eine Verarbeitung, die nicht als hexadezimal-codierte Byte-Sequenz entschl\u00fcsselt werden konnte:  %s
MILD_ERR_SASLDIGESTMD5_INVALID_RESPONSE_TOKEN_217=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten das ung\u00fcltige Token "%s"
MILD_ERR_SASLDIGESTMD5_NO_USERNAME_IN_RESPONSE_218=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten das erforderliche Token "username" nicht
MILD_ERR_SASLDIGESTMD5_NO_NONCE_IN_RESPONSE_219=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten das erforderliche Token "nonce" nicht
MILD_ERR_SASLDIGESTMD5_NO_CNONCE_IN_RESPONSE_220=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten das erforderliche Token "cnonce" nicht
MILD_ERR_SASLDIGESTMD5_NO_NONCE_COUNT_IN_RESPONSE_221=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten das erforderliche Token "nc" nicht
MILD_ERR_SASLDIGESTMD5_NO_DIGEST_IN_RESPONSE_223=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise enthielten das erforderliche Token "response" nicht
MILD_ERR_SASLDIGESTMD5_CANNOT_DECODE_USERNAME_AS_DN_224=Beim Versuch, den SASL DIGEST-MD5-Benutzernamen "%s" zu entschl\u00fcsseln, ist ein Fehler aufgetreten, da er offenbar einen DN enthielt, die DN-Entschl\u00fcsselung jedoch fehlgeschlagen ist:  %s
MILD_ERR_SASLDIGESTMD5_USERNAME_IS_NULL_DN_225=Bei dem Benutzernamen in der Verbindungsanforderung SASL DIGEST-MD5 handelt es sich offenbar um einen leeren DN.  Dies ist nicht zul\u00e4ssig
INFO_SASLDIGESTMD5_CANNOT_LOCK_ENTRY_226=Der Directory Server konnte f\u00fcr den Benutzereintrag %s keine Lesesperre erhalten, um ihn abrufen zu k\u00f6nnen
MILD_ERR_SASLDIGESTMD5_CANNOT_GET_ENTRY_BY_DN_227=Beim Versuch, den Benutzereintrag %s wie im DN-basierten Benutzernamen einer SASL DIGEST-MD5-Verbindungsanforderung angegeben abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLDIGESTMD5_ZERO_LENGTH_USERNAME_228=Der in der Verbindungsanforderung SASL DIGEST-MD5 enthaltene Benutzername enthielt null Zeichen, was nicht zul\u00e4ssig ist.  Bei der Authentifizierung mit DIGEST-MD5 sind leere Zeichenfolgen als Benutzernamen unzul\u00e4ssig
MILD_ERR_SASLDIGESTMD5_CANNOT_PERFORM_INTERNAL_SEARCH_229=Beim Versuch, eine interne Suche durchzuf\u00fchren, um den mit dem SASL DIGEST-MD5-Benutzernamen %s verbundenen Benutzereintrag abzurufen, ist ein Fehler aufgetreten.  Das Ergebnis dieser Suche war %s mit der Meldung %s
MILD_ERR_SASLDIGESTMD5_MULTIPLE_MATCHING_ENTRIES_230=Die interne Suche zwecks Aufl\u00f6sung des SASL DIGEST-MD5-Benutzernamens %s hat mehrere \u00fcbereinstimmende Eintr\u00e4ge ergeben. Die Authentifizierung kann nur dann erfolgreich durchgef\u00fchrt werden, wenn der Benutzername nur einem Benutzereintrag zugeordnet ist
MILD_ERR_SASLDIGESTMD5_NO_MATCHING_ENTRIES_231=Der Server konnte keine Benutzereintr\u00e4ge f\u00fcr den angegebenen Benutzernamen %s finden
MILD_ERR_SASLDIGESTMD5_NO_PW_ATTR_232=Die SASL DIGEST-MD5-Authentifizierung ist fehlgeschlagen, da der zugeordnete Benutzereintrag f\u00fcr das Attribut %s keine Werte enth\u00e4lt
MILD_ERR_SASLDIGESTMD5_UNKNOWN_STORAGE_SCHEME_233=Ein Passwort im Zielbenutzereintrag %s konnte nicht mit SASL DIGEST-MD5 verarbeitet werden, da das Passwort das unbekannte Speicherschema %s aufweist
MILD_ERR_SASLDIGESTMD5_CANNOT_GET_CLEAR_PASSWORD_234=Beim Versuch, das Klartextpasswort f\u00fcr den Benutzer %s aus dem Wert mit dem Speicherschema %s abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLDIGESTMD5_INVALID_CREDENTIALS_235=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise passen zu keinem der Kennw\u00f6rter f\u00fcr das verbundene Benutzerkonto
MILD_ERR_SASLDIGESTMD5_NO_REVERSIBLE_PASSWORDS_236=Die Authentifizierung mit SASL DIGEST-MD5 ist f\u00fcr Benutzer %s nicht m\u00f6glich, da keines der Passw\u00f6rter im Benutzereintrag in umkehrbarer Form gespeichert ist
SEVERE_WARN_SASLDIGESTMD5_CANNOT_GENERATE_RESPONSE_DIGEST_237=An error occurred while attempting to generate a server-side digest to compare with the client response:  %s
SEVERE_ERR_SASLDIGESTMD5_CANNOT_GENERATE_RESPONSE_AUTH_DIGEST_238=An error occurred while trying to generate the response auth digest to include in the server SASL credentials:  %s
MILD_ERR_SASLDIGESTMD5_INVALID_CLOSING_QUOTE_POS_239=Die DIGEST-MD5-Antwortabfrage konnte nicht analysiert werden, da sie an Position %d ein ung\u00fcltiges Anf\u00fchrungszeichen enthielt
INFO_SASLDIGESTMD5_UPDATED_USERNAME_ATTR_240=Das Attribut ds-cfg-user-name-attribute im Konfigurationseintrag %s wurde aktualisiert.  Das Attribut %s wird nun beim Nachschlagen von Benutzereintr\u00e4gen basierend auf ihrem Benutzernamen verwendet
INFO_SASLDIGESTMD5_UPDATED_USER_BASE_DN_241=Das Attribut ds-cfg-user-base-dn im Konfigurationseintrag %s wurde aktualisiert.  Der DN %s wird nun beim Nachschlagen von Benutzereintr\u00e4gen basierend auf ihrem Benutzernamen als Grundlage f\u00fcr die Suche verwendet
INFO_SASLDIGESTMD5_UPDATED_NEW_REALM_242=Das Attribut ds-cfg-realm im Konfigurationseintrag %s wurde aktualisiert.  Der Bereich "%s" wird jetzt vom Server in der Abfrageantwort angek\u00fcndigt
INFO_SASLDIGESTMD5_UPDATED_NO_REALM_243=Das Attribut ds-cfg-realm im Konfigurationseintrag %s wurde aktualisiert.  Die vom Server in der Abfrageantwort angek\u00fcndigten Bereiche entsprechen den DNs der Serversuffixe
INFO_SASLGSSAPI_DESCRIPTION_USERNAME_ATTRIBUTE_244=Name des Attributs, mit dem Benutzereintr\u00e4ge basierend auf dem w\u00e4hrend der SASL GSSAPI-Authentifizierung angegebenen Benutzernamen identifiziert werden.  Es muss der Name eines g\u00fcltigen Attributtyps angegeben werden, der im Serverschema definiert ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLGSSAPI_CANNOT_GET_USERNAME_ATTR_245=An unexpected error occurred while attempting to determine the value of the ds-cfg-user-name-attribute attribute in configuration entry %s:  %s
SEVERE_ERR_SASLGSSAPI_UNKNOWN_USERNAME_ATTR_246=The attribute %s referenced in configuration attribute ds-cfg-user-name-attribute in configuration entry %s does not exist in the Directory Server schema.  The attribute that is to be used for username lookups during SASL GSSAPI authentication must be defined in the server schema
INFO_SASLGSSAPI_DESCRIPTION_USER_BASE_DN_247=Basis-DN, der bei der Suche nach Eintr\u00e4gen basierend auf dem w\u00e4hrend der SASL GSSAPI-Authentifizierung angegebenen Benutzernamen zu verwenden ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLGSSAPI_CANNOT_GET_USER_BASE_DN_248=An unexpected error occurred while attempting to determine the value of the ds-cfg-user-base-dn attribute in configuration entry %s:  %s
INFO_SASLGSSAPI_DESCRIPTION_SERVER_FQDN_249=Vollst\u00e4ndig qualifizierter Dom\u00e4nenname, der w\u00e4hrend der SASL GSSAPI-Authentifzierung f\u00fcr den Server zu verwenden ist.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SASLGSSAPI_CANNOT_GET_SERVER_FQDN_250=An unexpected error occurred while attempting to determine the value of the ds-cfg-server-fqdn attribute in configuration entry %s:  %s
INFO_SASLGSSAPI_UPDATED_USERNAME_ATTR_251=Das Attribut ds-cfg-user-name-attribute im Konfigurationseintrag %s wurde aktualisiert.  Das Attribut %s wird nun beim Nachschlagen von Benutzereintr\u00e4gen basierend auf ihrem Benutzernamen verwendet
INFO_SASLGSSAPI_UPDATED_USER_BASE_DN_252=Das Attribut ds-cfg-user-base-dn im Konfigurationseintrag %s wurde aktualisiert.  Der DN %s wird nun beim Nachschlagen von Benutzereintr\u00e4gen basierend auf ihrem Benutzernamen als Grundlage f\u00fcr die Suche verwendet
INFO_SASLGSSAPI_UPDATED_NEW_SERVER_FQDN_253=Das Attribut ds-cfg-server-fqdn im Konfigurationseintrag %s wurde aktualisiert.  Der Wert "%s" wird jetzt bei der GSSAPI-Authentifizierung als vollst\u00e4ndig qualifizierter Dom\u00e4nenname des Directory Server verwendet
INFO_SASLGSSAPI_UPDATED_NO_SERVER_FQDN_254=Das Attribut ds-cfg-server-fqdn im Konfigurationseintrag %s wurde aktualisiert.  Der Directory Server versucht, seinen eigenen vollst\u00e4ndig qualifizierten Dom\u00e4nennamen zur Verwendung bei der GSSAPI-Authentifizierung zu bestimmen
INFO_SASLGSSAPI_UNEXPECTED_CALLBACK_255=F\u00fcr den SASL-Server wurde ein unerwarteter R\u00fcckruf zur Verwendung bei der GSSAPI-Authentifizierung angegeben:  %s
INFO_SASLGSSAPI_DESCRIPTION_KDC_ADDRESS_256=KDC-Adresse zur Verwendung bei der SASL GSSAPI-Authentifizierung.  Wenn diese nicht konfiguriert ist, wird versucht, sie von der systemweiten Kerberos-Konfiguration abzurufen.  \u00c4nderungen an diesem Konfigurationsattribut sind f\u00fcr nachfolgende Versuche, mit GSSAPI eine Verbindung herzustellen, bereits wirksam
MILD_ERR_SASLGSSAPI_CANNOT_GET_KDC_ADDRESS_257=Beim Versuch, den Wert des Attributs ds-cfg-kdc-address im Konfigurationseintrag %s zu bestimmen, ist ein unerwarteter Fehler aufgetreten:  %s
INFO_SASLGSSAPI_DESCRIPTION_REALM_258=Bei der SASL GSSAPI-Authentifizierung zu verwendender Standardbereich.  Wenn diese nicht konfiguriert ist, wird versucht, sie von der systemweiten Kerberos-Konfiguration abzurufen.  \u00c4nderungen an diesem Konfigurationsattribut sind f\u00fcr nachfolgende Versuche, mit GSSAPI eine Verbindung herzustellen, bereits wirksam
MILD_ERR_SASLGSSAPI_CANNOT_GET_REALM_259=An unexpected error occurred while attempting to determine the value of the ds-cfg-realm attribute in configuration entry %s:  %s
MILD_ERR_SASLGSSAPI_NO_CLIENT_CONNECTION_260=Es war keine Client-Verbindung zur Verwendung f\u00fcr die Verarbeitung der GSSAPI-Verbindungsanforderung verf\u00fcgbar
MILD_ERR_SASLGSSAPI_CANNOT_CREATE_SASL_SERVER_261=Beim Versuch, die SASL-Serverinstanz zur Verarbeitung der GSSAPI-Verbindungsanforderung zu erstellen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLGSSAPI_CANNOT_EVALUATE_RESPONSE_262=Beim Versuch, die vom Client in der GSSAPI-Verbindungsanforderung angegebene Abfrageantwort auszuwerten, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLGSSAPI_NO_AUTHZ_ID_263=Die GSSAPI-Authentifizierung wurde offenbar abgeschlossen, es ist jedoch keine Autorisierungs-ID f\u00fcr die Zuordnung zu einem Verzeichnisbenutzer verf\u00fcgbar
MILD_ERR_SASLGSSAPI_CANNOT_PERFORM_INTERNAL_SEARCH_264=Beim Versuch, eine interne Suche zwecks Zuordnung der GSSAPI-Autorisierungs-ID %s zu einem Directory Server-Benutzer durchzuf\u00fchren, ist ein Fehler aufgetreten (Ergebniscode %d, Fehlermeldung "%s")
MILD_ERR_SASLGSSAPI_MULTIPLE_MATCHING_ENTRIES_265=F\u00fcr die GSSAPI-Autorisierungs-ID %s sind in Directory Server offenbar mehrere \u00dcbereinstimmungen vorhanden
MILD_ERR_SASLGSSAPI_CANNOT_MAP_AUTHZID_266=Die GSSAPI-Autorisierungs-ID %s konnte keinem Benutzer in Directory Server zugeordnet werden
INFO_SASLGSSAPI_UPDATED_KDC_267=Das Attribut ds-cfg-kdc-address im Konfigurationseintrag %s wurde aktualisiert.  Der Wert "%s" wird jetzt bei der GSSAPI-Authentifizierung als Adresse des KDC verwendet
INFO_SASLGSSAPI_UNSET_KDC_268=Das Attribut ds-cfg-kdc-address im Konfigurationseintrag %s wurde als Systemeigenschaft entfernt.  Alle weiteren GSSAPI-Authentifizierungsversuche bestimmen die KDC-Adresse anhand der Kerberos-Konfiguration des zugrunde liegenden Betriebssystems
INFO_SASLGSSAPI_UPDATED_REALM_269=Das Attribut ds-cfg-realm im Konfigurationseintrag %s wurde aktualisiert.  Der Wert "%s" wird jetzt bei der GSSAPI-Authentifizierung als Standardbereich verwendet
INFO_SASLGSSAPI_UNSET_REALM_270=Das Attribut ds-cfg-realm im Konfigurationseintrag %s wurde als Systemeigenschaft entfernt.  Alle weiteren GSSAPI-Authentifizierungsversuche bestimmen den Standardbereich anhand der Kerberos-Konfiguration des zugrunde liegenden Betriebssystems
MILD_ERR_SASLGSSAPI_CANNOT_CREATE_LOGIN_CONTEXT_271=Beim Versuch, den JAAS-Anmeldekontext f\u00fcr die GSSAPI-Authentifizierung zu erstellen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLGSSAPI_CANNOT_AUTHENTICATE_SERVER_272=Beim Versuch, die serverseitige Kerberos-Authentifizierung zur Unterst\u00fctzung eines GSSAPI-Verbindungsvorgangs durchzuf\u00fchren, ist ein Fehler aufgetreten:  %s
INFO_SASLGSSAPI_DESCRIPTION_KEYTAB_FILE_273=Pfad zur Schl\u00fcsseltabellendatei mit dem geheimen Schl\u00fcssel f\u00fcr den Kerberos-Principal zur Verwendung bei der Verarbeitung der GSSAPI-Authentifizierung.   Ist dieser nicht angegeben, wird die standardm\u00e4\u00dfige systemweite Schl\u00fcsseltabellendatei verwendet.  \u00c4nderungen an diesem Konfigurationsattribut treten erst in Kraft, wenn die Behandlungsroutine f\u00fcr den GSSAPI SASL-Mechanismus deaktiviert und erneut aktiviert oder Directory Server neu gestartet wird
MILD_ERR_SASLGSSAPI_CANNOT_GET_KEYTAB_FILE_274=Beim Versuch, den Wert des Attributs ds-cfg-keytab im Konfigurationseintrag %s zu bestimmen, ist ein unerwarteter Fehler aufgetreten:  %s
SEVERE_ERR_SASLGSSAPI_CANNOT_CREATE_JAAS_CONFIG_275=An error occurred while attempting to write a temporary JAAS configuration file for use during GSSAPI processing:  %s
SEVERE_ERR_SASLGSSAPI_DIFFERENT_AUTHID_AND_AUTHZID_276=The authentication ID %s was not equal to the authorization ID %s.  This is not supported for GSSAPI authentication
SEVERE_ERR_EXTOP_WHOAMI_PROXYAUTH_INSUFFICIENT_PRIVILEGES_277=Sie verf\u00fcgen nicht \u00fcber ausreichende Berechtigungen, um die angen\u00e4herte Autorisierungssteuerung zu verwenden
INFO_EXACTMAP_DESCRIPTION_MATCH_ATTR_298=Name oder OID des Attributs, dessen Wert genau mit der f\u00fcr diese Identit\u00e4tszuordnung angegebenen ID-Zeichenfolge \u00fcbereinstimmen soll.  Es muss mindestens ein Wert angegeben werden.  Alle Werte m\u00fcssen auf den Namen oder die OID eines im Directory Server-Schema definierten Attributtyps verweisen.  Wenn mehrere Attributtypen oder OIDs angegeben sind, muss mindestens eines dieser Attribute den angegebenen Wert der ID-Zeichenfolge in genau einem Eintrag enthalten
MILD_ERR_EXACTMAP_NO_MATCH_ATTR_299=Der Konfigurationseintrag %s weist keine Werte f\u00fcr das Attribut ds-cfg-match-attribute auf, mit dem angegeben wird, mithilfe welcher Attribute eine bestimmte ID-Zeichenfolge einem Benutzereintrag zugeordnet werden kann
MILD_ERR_EXACTMAP_UNKNOWN_ATTR_300=Der Konfigurationseintrag %s enth\u00e4lt f\u00fcr das Attribut cfg-match-attribute den Wert %s, hierbei handelt es sich jedoch nicht um einen g\u00fcltigen Namen oder eine g\u00fcltige OID f\u00fcr einen im Directory Server-Schema definierten Attributtyp
MILD_ERR_EXACTMAP_CANNOT_DETERMINE_MATCH_ATTR_301=Beim Versuch, den Wert des Attributs ds-cfg-match-attribute im Konfigurationseintrag %s zu verarbeiten, ist ein Fehler aufgetreten:  %s
INFO_EXACTMAP_DESCRIPTION_SEARCH_BASE_302=Der bzw. die Basis-DNs, die f\u00fcr Suchvorg\u00e4nge zu verwenden sind, um die angegebene ID-Zeichenfolge einem Benutzereintrag zuzuordnen.  Wenn keine Werte angegeben sind, wird die Root-DSE als Grundlage f\u00fcr die Suche verwendet
MILD_ERR_EXACTMAP_CANNOT_DETERMINE_MATCH_BASE_303=Beim Versuch, den Wert des Attributs ds-cfg-match-base-dn im Konfigurationseintrag %s zu verarbeiten, ist ein Fehler aufgetreten:  %s
INFO_EXACTMAP_UPDATED_MATCH_ATTRS_304=Der Attributsatz, der verwendet wird, um ID-Zeichenfolgen mit den im Attribut ds-cfg-match-attribute des Konfigurationseintrags %s enthaltenen Benutzereintr\u00e4gen abzugleichen, wurde aktualisiert
INFO_EXACTMAP_UPDATED_MATCH_BASES_305=Der Satz von Basis-DNs f\u00fcr die Suche, der verwendet wird, um ID-Zeichenfolgen mit den im Attribut ds-cfg-match-base-dn des Konfigurationseintrags %s enthaltenen Benutzereintr\u00e4gen abzugleichen, wurde aktualisiert
MILD_ERR_EXACTMAP_MULTIPLE_MATCHING_ENTRIES_306=ID-Zeichenfolge %s ist mehreren Benutzern zugeordnet
MILD_ERR_EXACTMAP_INEFFICIENT_SEARCH_307=Die auf der ID-Zeichenfolge %s basierende interne Suche konnte nicht auf effiziente Weise verarbeitet werden:  %s.  \u00dcberpr\u00fcfen Sie die Serverkonfiguration daraufhin, ob alle verbundenen Backends f\u00fcr diesen Suchtyp ordnungsgem\u00e4\u00df konfiguriert sind
MILD_ERR_EXACTMAP_SEARCH_FAILED_308=Beim Versuch, die ID-Zeichenfolge %s f\u00fcr einen Benutzereintrag aufzul\u00f6sen, ist ein interner Fehler aufgetreten:  %s
INFO_SASLCRAMMD5_DESCRIPTION_IDENTITY_MAPPER_DN_309=Der DN des Konfigurationseintrags mit der Konfiguration f\u00fcr die Identit\u00e4tszuordnung, mit deren Hilfe der CRAM-MD5-Benutzername einem Directory Server-Benutzereintrag zugeordnet wird. \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_SASLCRAMMD5_NO_IDENTITY_MAPPER_ATTR_310=Der Konfigurationseintrag %s enth\u00e4lt das Attribut ds-cfg-identity-mapper nicht, mit dem der DN der zusammen mit dem CRAM-MD5 SASL-Mechanismus zu verwendenden Identit\u00e4tszuordnung angegeben wird.  Dies ist ein erforderliches Attribut
MILD_ERR_SASLCRAMMD5_NO_SUCH_IDENTITY_MAPPER_311=Die im Attribut ds-cfg-identity-mapper des Konfigurationseintrags %2$s angegebene Identit\u00e4tszuordnung %1$s verweist auf keine g\u00fcltige Identit\u00e4tszuordnungskonfiguration, die zur Verwendung in Directory Server aktiviert ist
MILD_ERR_SASLCRAMMD5_CANNOT_GET_IDENTITY_MAPPER_312=Beim Versuch, den Wert des Attributs ds-cfg-identity-mapper im Konfigurationseintrag %s zu verarbeiten, um die zusammen mit dem CRAM-MD5 SASL-Mechanismus zu verwendende Identit\u00e4tszuordnung zu bestimmen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLCRAMMD5_CANNOT_MAP_USERNAME_313=Beim Versuch, den Benutzernamen %s einem Directory Server-Eintrag zuzuordnen, ist ein Fehler aufgetreten:  %s
INFO_SASLCRAMMD5_UPDATED_IDENTITY_MAPPER_314=Das Attribut ds-cfg-identity-mapper im Konfigurationseintrag %s wurde aktualisiert.  Die im Konfigurationseintrag %s definierte Identit\u00e4tszuordnung wird jetzt bei der Verarbeitung von SASL CRAM-MD5-Verbindungsanforderungen zur Zuordnung von Benutzernamen zu Eintr\u00e4gen verwendet
INFO_SASLDIGESTMD5_DESCRIPTION_IDENTITY_MAPPER_DN_315=Der DN des Konfigurationseintrags mit der Konfiguration f\u00fcr die Identit\u00e4tszuordnung, mit deren Hilfe der DIGEST-MD5-Benutzername einem Directory Server-Benutzereintrag zugeordnet wird.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_SASLDIGESTMD5_NO_IDENTITY_MAPPER_ATTR_316=Der Konfigurationseintrag %s enth\u00e4lt das Attribut ds-cfg-identity-mapper nicht, mit dem der DN der zusammen mit dem DIGEST-MD5 SASL-Mechanismus zu verwendenden Identit\u00e4tszuordnung angegeben wird.  Dies ist ein erforderliches Attribut
MILD_ERR_SASLDIGESTMD5_NO_SUCH_IDENTITY_MAPPER_317=Die im Attribut ds-cfg-identity-mapper des Konfigurationseintrags %2$s angegebene Identit\u00e4tszuordnung %1$s verweist auf keine g\u00fcltige Identit\u00e4tszuordnungskonfiguration, die zur Verwendung in Directory Server aktiviert ist
MILD_ERR_SASLDIGESTMD5_CANNOT_GET_IDENTITY_MAPPER_318=Beim Versuch, den Wert des Attributs ds-cfg-identity-mapper im Konfigurationseintrag %s zu verarbeiten, um die zusammen mit dem DIGEST-MD5 SASL-Mechanismus zu verwendende Identit\u00e4tszuordnung zu bestimmen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLDIGESTMD5_CANNOT_MAP_USERNAME_319=Beim Versuch, den Benutzernamen %s einem Directory Server-Eintrag zuzuordnen, ist ein Fehler aufgetreten:  %s
INFO_SASLDIGESTMD5_UPDATED_IDENTITY_MAPPER_320=Das Attribut ds-cfg-identity-mapper im Konfigurationseintrag %s wurde aktualisiert.  Die im Konfigurationseintrag %s definierte Identit\u00e4tszuordnung wird jetzt bei der Verarbeitung von SASL DIGEST-MD5-Verbindungsanforderungen zur Zuordnung von Benutzernamen zu Eintr\u00e4gen verwendet
INFO_SASLPLAIN_DESCRIPTION_IDENTITY_MAPPER_DN_321=Der DN des Konfigurationseintrags mit der Konfiguration f\u00fcr die Identit\u00e4tszuordnung, mit deren Hilfe der angegebene Benutzername einem Directory Server-Benutzereintrag zugeordnet wird. \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_SASLPLAIN_NO_IDENTITY_MAPPER_ATTR_322=Der Konfigurationseintrag %s enth\u00e4lt das Attribut ds-cfg-identity-mapper nicht, mit dem der DN der zusammen mit dem PLAIN SASL-Mechanismus zu verwendenden Identit\u00e4tszuordnung angegeben wird.  Dies ist ein erforderliches Attribut
MILD_ERR_SASLPLAIN_NO_SUCH_IDENTITY_MAPPER_323=Die im Attribut ds-cfg-identity-mapper des Konfigurationseintrags %2$s angegebene Identit\u00e4tszuordnung %1$s verweist auf keine g\u00fcltige Identit\u00e4tszuordnungskonfiguration, die zur Verwendung in Directory Server aktiviert ist
MILD_ERR_SASLPLAIN_CANNOT_GET_IDENTITY_MAPPER_324=Beim Versuch, den Wert des Attributs ds-cfg-identity-mapper im Konfigurationseintrag %s zu verarbeiten, um die zusammen mit dem PLAIN SASL-Mechanismus zu verwendende Identit\u00e4tszuordnung zu bestimmen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLPLAIN_CANNOT_MAP_USERNAME_325=Beim Versuch, den Benutzernamen %s einem Directory Server-Eintrag zuzuordnen, ist ein Fehler aufgetreten:  %s
INFO_SASLPLAIN_UPDATED_IDENTITY_MAPPER_326=Das Attribut ds-cfg-identity-mapper im Konfigurationseintrag %s wurde aktualisiert.  Die im Konfigurationseintrag %s definierte Identit\u00e4tszuordnung wird jetzt bei der Verarbeitung von SASL PLAIN-Verbindungsanforderungen zur Zuordnung von Benutzernamen zu Eintr\u00e4gen verwendet
MILD_ERR_EXTOP_CANCEL_NO_REQUEST_VALUE_327=Die Abbruchanforderung kann nicht verarbeitet werden, da der erweiterte Vorgang keinen Anforderungswert beinhaltet
MILD_ERR_EXTOP_CANCEL_CANNOT_DECODE_REQUEST_VALUE_328=Beim Versuch, den Wert der erweiterten Abbruchanforderung zu entschl\u00fcsseln, ist ein Fehler aufgetreten:  %s
INFO_EXTOP_CANCEL_REASON_329=Die Verarbeitung dieses Vorgangs wurde aufgrund des Eingangs einer Abbruchanforderung (Meldungs-ID %d) beendet
MILD_ERR_PWSCHEME_DOES_NOT_SUPPORT_AUTH_PASSWORD_330=Passwort-Speicherschema %s unterst\u00fctzt die Verwendung mit der Syntax f\u00fcr das Authentifizierungspasswort-Attribut nicht
INFO_PWLENGTHVALIDATOR_DESCRIPTION_MIN_LENGTH_331=Anzahl der Zeichen, die ein Passwort mindestens aufweisen muss.  Ist der Wert null, gibt es keine Mindestl\u00e4nge.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_PWLENGTHVALIDATOR_CANNOT_DETERMINE_MIN_LENGTH_332=Beim Versuch, die geringste zul\u00e4ssige Passwortl\u00e4nge anhand des Attributs ds-cfg-min-password-length zu bestimmen, ist ein Fehler aufgetreten:  %s
INFO_PWLENGTHVALIDATOR_DESCRIPTION_MAX_LENGTH_333=Anzahl der Zeichen, die ein Passwort h\u00f6chstens aufweisen darf.  Ist der Wert null, gibt es keine H\u00f6chstl\u00e4nge.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_PWLENGTHVALIDATOR_CANNOT_DETERMINE_MAX_LENGTH_334=Beim Versuch, die maximal zul\u00e4ssige Passwortl\u00e4nge anhand des Attributs ds-cfg-max-password-length zu bestimmen, ist ein Fehler aufgetreten:  %s
MILD_ERR_PWLENGTHVALIDATOR_MIN_GREATER_THAN_MAX_335=Die konfigurierte minimale Passwortl\u00e4nge von %d Zeichen ist gr\u00f6\u00dfer als die konfigurierte maximale Passwortl\u00e4nge von %d Zeichen
MILD_ERR_PWLENGTHVALIDATOR_TOO_SHORT_336=Das angegebene Passwort ist k\u00fcrzer als die minimal zul\u00e4ssige L\u00e4nge von %d Zeichen
MILD_ERR_PWLENGTHVALIDATOR_TOO_LONG_337=Das angegebene Passwort ist l\u00e4nger als die maximal zul\u00e4ssige L\u00e4nge von %d Zeichen
INFO_PWLENGTHVALIDATOR_UPDATED_MIN_LENGTH_338=Die minimale Passwortl\u00e4nge wurde in %d Zeichen ge\u00e4ndert
INFO_PWLENGTHVALIDATOR_UPDATED_MAX_LENGTH_339=Die maximale Passwortl\u00e4nge wurde in %d Zeichen ge\u00e4ndert
INFO_RANDOMPWGEN_DESCRIPTION_CHARSET_340=Zeichens\u00e4tze, die zur Generierung von Passw\u00f6rtern zu verwenden sind.  Jeder Zeichensatz muss einen (ausschlie\u00dflich aus ASCII-Buchstaben bestehenden) Namen aufweisen, auf den unmittelbar ein Doppelpunkt und die Zeichen folgen, die der Zeichensatz enthalten soll.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_RANDOMPWGEN_NO_CHARSETS_341=Der Konfigurationseintrag %s enth\u00e4lt das Attribut ds-cfg-password-character-set nicht, mit dem die Zeichen angegeben werden, die bei der Passwortgenerierung verwendet werden sollen.  Dies ist ein erforderliches Attribut
MILD_ERR_RANDOMPWGEN_CHARSET_NAME_CONFLICT_342=Konfigurationseintrag "%s" enth\u00e4lt mehrere Definitionen f\u00fcr den Zeichensatz %s
MILD_ERR_RANDOMPWGEN_CANNOT_DETERMINE_CHARSETS_343=Beim Versuch, den Wert bzw. die Werte des Konfigurationsattributs ds-cfg-password-character-set zu entschl\u00fcsseln, das die zum Generieren von Passw\u00f6rtern zu verwendenden Zeichens\u00e4tze enth\u00e4lt, ist ein Fehler aufgetreten:  %s
INFO_RANDOMPWGEN_DESCRIPTION_PWFORMAT_344=Format, das f\u00fcr die von diesem Passwortgenerator erzeugten Passw\u00f6rter verwendet werden sollte.  Bei dem Wert muss es sich um eine kommagetrennte Folge von Elementen handeln. Jedes dieser Elemente entspricht dem Namen eines Zeichensatzes gefolgt von einem Doppelpunkt und der Anzahl der Zeichen, die nach dem Zufallsprinzip aus dem Zeichensatz ausgew\u00e4hlt werden.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_RANDOMPWGEN_NO_PWFORMAT_345=Der Konfigurationseintrag "%s" enth\u00e4lt das Attribut ds-cfg-password-format nicht, mit dem das f\u00fcr das generierte Passwort zu verwendende Format angegeben wird.  Dies ist ein erforderliches Attribut
MILD_ERR_RANDOMPWGEN_UNKNOWN_CHARSET_346=Die Passwort-Formatzeichenfolge "%s" verweist auf den nicht definierten Zeichensatz "%s"
MILD_ERR_RANDOMPWGEN_INVALID_PWFORMAT_347=Die Passwort-Formatzeichenfolge "%s" enth\u00e4lt eine ung\u00fcltige Syntax.  Bei diesem Wert muss es sich um eine kommagetrennte Folge von Elementen handeln. Jedes dieser Elemente entspricht dem Namen eines Zeichensatzes gefolgt von einem Doppelpunkt und der Anzahl der Zeichen, die nach dem Zufallsprinzip aus dem Zeichensatz ausgew\u00e4hlt werden
MILD_ERR_RANDOMPWGEN_CANNOT_DETERMINE_PWFORMAT_348=Beim Versuch, den Wert f\u00fcr das Konfigurationsattribut ds-cfg-password-format zu entschl\u00fcsseln, mit dem das Format f\u00fcr die generierten Passw\u00f6rter festgelegt wird, ist ein Fehler aufgetreten:  %s
INFO_SASLGSSAPI_DESCRIPTION_IDENTITY_MAPPER_DN_349=Der DN des Konfigurationseintrags mit der Konfiguration f\u00fcr die Identit\u00e4tszuordnung, mit deren Hilfe der GSSAPI-Principal einem Directory Server-Benutzereintrag zugeordnet wird. \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_SASLGSSAPI_NO_IDENTITY_MAPPER_ATTR_350=Der Konfigurationseintrag %s enth\u00e4lt das Attribut ds-cfg-identity-mapper nicht, mit dem der DN der zusammen mit dem GSSAPI SASL-Mechanismus zu verwendenden Identit\u00e4tszuordnung angegeben wird.  Dies ist ein erforderliches Attribut
MILD_ERR_SASLGSSAPI_NO_SUCH_IDENTITY_MAPPER_351=Die im Attribut ds-cfg-identity-mapper des Konfigurationseintrags %2$s angegebene Identit\u00e4tszuordnung %1$s verweist auf keine g\u00fcltige Identit\u00e4tszuordnungskonfiguration, die zur Verwendung in Directory Server aktiviert ist
MILD_ERR_SASLGSSAPI_CANNOT_GET_IDENTITY_MAPPER_352=Beim Versuch, den Wert des Attributs ds-cfg-identity-mapper im Konfigurationseintrag %s zu verarbeiten, um die zusammen mit dem GSSAPI SASL-Mechanismus zu verwendende Identit\u00e4tszuordnung zu bestimmen, ist ein Fehler aufgetreten:  %s
INFO_SASLGSSAPI_UPDATED_IDENTITY_MAPPER_353=Das Attribut ds-cfg-identity-mapper im Konfigurationseintrag %s wurde aktualisiert.  Der Wert "%s" wird jetzt bei der GSSAPI-Authentifzierung als DN des Konfigurationseintrags f\u00fcr die Identit\u00e4tszuordnung verwendet
MILD_ERR_EXTOP_PASSMOD_CANNOT_GET_PW_POLICY_354=Beim Versuch, die Passwortrichtlinie f\u00fcr den Benutzer %s abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_EXTOP_PASSMOD_REQUIRE_CURRENT_PW_355=Das aktuelle Passwort muss f\u00fcr eigene Passwort\u00e4nderungen angegeben werden
MILD_ERR_EXTOP_PASSMOD_SECURE_AUTH_REQUIRED_356=Passwort\u00e4nderungen, bei denen das aktuelle Passwort des Benutzers angegeben wird, m\u00fcssen \u00fcber einen sicheren Kommunikationskanal durchgef\u00fchrt werden
MILD_ERR_EXTOP_PASSMOD_USER_PW_CHANGES_NOT_ALLOWED_357=Endbenutzer d\u00fcrfen ihre Passw\u00f6rter nicht \u00e4ndern
MILD_ERR_EXTOP_PASSMOD_SECURE_CHANGES_REQUIRED_358=Passwort\u00e4nderungen m\u00fcssen \u00fcber einen sicheren Kommunikationskanal durchgef\u00fchrt werden
MILD_ERR_EXTOP_PASSMOD_IN_MIN_AGE_359=Das Passwort kann nicht ge\u00e4ndert werden, da die vorherige Passwort\u00e4nderung noch nicht weit genug zur\u00fcckliegt
MILD_ERR_EXTOP_PASSMOD_PASSWORD_IS_EXPIRED_360=Das Passwort kann nicht ge\u00e4ndert werden, da es abgelaufen ist
MILD_ERR_EXTOP_PASSMOD_NO_PW_GENERATOR_361=Es wurde kein neues Passwort angegeben und kein Passwortgenerator definiert, mit dem automatisch ein neues Passwort erstellt werden k\u00f6nnte
MILD_ERR_EXTOP_PASSMOD_CANNOT_GENERATE_PW_362=Beim Versuch, mit dem Passwortgenerator ein neues Passwort zu erstellen, ist ein Fehler aufgetreten:  %s
MILD_ERR_EXTOP_PASSMOD_PRE_ENCODED_NOT_ALLOWED_363=Die Passwortrichtlinie gestattet es den Benutzern nicht, vorab verschl\u00fcsselte Passw\u00f6rter anzugeben
MILD_ERR_EXTOP_PASSMOD_UNACCEPTABLE_PW_364=Das angegebene neue Passwort hat die auf dem Server definierten Validierungspr\u00fcfungen nicht bestanden:  %s
MILD_ERR_EXTOP_PASSMOD_CANNOT_ENCODE_PASSWORD_365=Das angegebene Passwort kann nicht mit dem/den Standardschema(ta) verschl\u00fcsselt werden:  %s
MILD_ERR_EXTOP_PASSMOD_NO_SUCH_ID_MAPPER_368=Die Identit\u00e4tszuordnung mit dem Konfigurationseintrags-DN %s, wie zur Verwendung bei der im Eintrag %s definierten erweiterten Passwort\u00e4nderung festgelegt, ist entweder nicht vorhanden oder nicht aktiviert.  Die Identit\u00e4tszuordnung ist eine erforderliche Komponente, und die erweiterte Passwort\u00e4nderung wird nicht aktiviert
MILD_ERR_EXTOP_PASSMOD_CANNOT_DETERMINE_ID_MAPPER_369=Beim Versuch, die Identit\u00e4tszuordnung zu bestimmen, die in Verbindung mit der im Konfigurationseintrag %s definierten erweiterten Passwort\u00e4nderung verwendet werden soll, ist ein Fehler aufgetreten:  %s. Die erweiterte Passwort\u00e4nderung wird nicht zur Verwendung auf dem Server aktiviert
MILD_ERR_EXTOP_PASSMOD_CANNOT_MAP_USER_370=Die angegebene Autorisierungs-ID-Zeichenfolge "%s" konnte keinem Benutzer im Verzeichnis zugeordnet werden
MILD_ERR_EXTOP_PASSMOD_ERROR_MAPPING_USER_371=Beim Versuch, die Autorisierungs-ID-Zeichenfolge "%s" einem Benutzereintrag zuzuordnen, ist ein Fehler aufgetreten:  %s
INFO_ERRORLOG_ACCTNOTHANDLER_DESCRIPTION_NOTIFICATION_TYPES_372=Benachrichtigungstypen f\u00fcr den Status, f\u00fcr die Protokollmeldungen generiert werden sollen.  Es handelt sich um ein Attribut mit mehreren Werten, und \u00c4nderungen treten sofort in Kraft
MILD_ERR_ERRORLOG_ACCTNOTHANDLER_INVALID_TYPE_373=Der Konfigurationseintrag %s enth\u00e4lt den unbekannten Benachrichtigungstyp f\u00fcr den Kontostatus %s
MILD_ERR_ERRORLOG_ACCTNOTHANDLER_CANNOT_GET_NOTIFICATION_TYPES_374=Beim Versuch, die Benachrichtigungstypen f\u00fcr den Kontostatus aus Konfigurationseintrag %s zu bestimmen, ist ein Fehler aufgetreten:  %s
NOTICE_ERRORLOG_ACCTNOTHANDLER_NOTIFICATION_375=Account-Status-Notification type='%s' userdn='%s' id=%d msg='%s'
MILD_ERR_SASLDIGESTMD5_CANNOT_GET_REVERSIBLE_PASSWORDS_376=Beim Versuch, die Klartextpassw\u00f6rter f\u00fcr Benutzer %s zwecks Durchf\u00fchrung der SASL DIGEST-MD5-Authentifizierung abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLCRAMMD5_CANNOT_GET_REVERSIBLE_PASSWORDS_377=Beim Versuch, die Klartextpassw\u00f6rter f\u00fcr Benutzer %s zwecks Durchf\u00fchrung der SASL CRAM-MD5-Authentifizierung abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLPLAIN_CANNOT_CHECK_PASSWORD_VALIDITY_378=Beim Versuch, das Passwort f\u00fcr den Benutzer %s w\u00e4hrend der SASL PLAIN-Authentifizierung zu verifizieren, ist ein Fehler aufgetreten:  %s
MILD_ERR_STARTTLS_ERROR_SENDING_CLEAR_RESPONSE_379=Beim Versuch, nach dem Beginn der TLS-Aushandlung die Klartextantwort an den Client zu senden, ist ein Fehler aufgetreten:  %s
MILD_WARN_EXTOP_PASSMOD_NOOP_380=Der Passwort\u00e4nderungsvorgang wurde nicht in Directory Server durchgef\u00fchrt, da die Anforderung die LDAP-NO-OP-Steuerung enthielt
MILD_ERR_EXTOP_PASSMOD_ACCOUNT_DISABLED_381=Das Benutzerkonto wurde administrativ deaktiviert
MILD_ERR_EXTOP_PASSMOD_ACCOUNT_LOCKED_382=Das Benutzerkonto ist gesperrt
MILD_ERR_STATICMEMBERS_NO_SUCH_ENTRY_383=Eintrag %s kann nicht als potenzielles Mitglied der statischen Gruppe %s untersucht werden, da dieser Eintrag in Directory Server nicht vorhanden ist
MILD_ERR_STATICMEMBERS_CANNOT_GET_ENTRY_384=Beim Versuch, Eintrag %s als potenzielles Mitglied der statischen Gruppe %s abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_STATICGROUP_INVALID_OC_COMBINATION_385=Eintrag %s kann nicht als g\u00fcltige statische Gruppe analysiert werden, da statische Gruppen nicht sowohl die Objektklasse %s als auch %s aufweisen d\u00fcrfen
MILD_ERR_STATICGROUP_NO_VALID_OC_386=Eintrag %s kann nicht als g\u00fcltige statische Gruppe analysiert werden, da er nicht genau eine der Objektklassen %s oder %s aufweist
MILD_ERR_STATICGROUP_CANNOT_DECODE_MEMBER_VALUE_AS_DN_387=Wert %s f\u00fcr Attribut %s im Eintrag %s kann nicht als g\u00fcltiger DN analysiert werden:  %s.  Er wird aus der Reihe der Gruppenmitglieder ausgeschlossen
MILD_ERR_STATICGROUP_ADD_MEMBER_ALREADY_EXISTS_388=Benutzer %s kann nicht als neues Mitglied der statischen Gruppe %s hinzugef\u00fcgt werden, da dieser Benutzer bereits in der Mitgliedsliste der Gruppe vorhanden ist
MILD_ERR_STATICGROUP_REMOVE_MEMBER_NO_SUCH_MEMBER_389=Benutzer %s kann nicht als Mitglied der statischen Gruppe %s entfernt werden, da dieser Benutzer in der Mitgliedsliste der Gruppe nicht enthalten ist
MILD_ERR_STATICGROUP_ADD_MEMBER_UPDATE_FAILED_390=Benutzer %s kann nicht als neues Mitglied der statischen Gruppe %s hinzugef\u00fcgt werden, da beim Versuch, eine interne \u00c4nderung zur Aktualisierung der Gruppe durchzuf\u00fchren, ein Fehler aufgetreten ist:  %s
MILD_ERR_STATICGROUP_REMOVE_MEMBER_UPDATE_FAILED_391=Benutzer %s kann nicht als Mitglied der statischen Gruppe %s entfernt werden, da beim Versuch, eine interne \u00c4nderung zur Aktualisierung der Gruppe durchzuf\u00fchren, ein Fehler aufgetreten ist:  %s
MILD_ERR_EXTOP_PASSMOD_INSUFFICIENT_PRIVILEGES_392=Sie verf\u00fcgen nicht \u00fcber die zum Zur\u00fccksetzen von Passw\u00f6rtern erforderlichen Berechtigungen
MILD_ERR_SASLDIGESTMD5_EMPTY_AUTHZID_393=Die angegebene Autorisierungs-ID war leer, was bei der DIGEST-MD5-Authentifizierung nicht zul\u00e4ssig ist
MILD_ERR_SASLDIGESTMD5_AUTHZID_INVALID_DN_394=Die angegebene Autorisierungs-ID %s enthielt einen ung\u00fcltigen DN:  %s
MILD_ERR_SASLDIGESTMD5_AUTHZID_INSUFFICIENT_PRIVILEGES_395=Der Authentifizierungsbenutzer %s verf\u00fcgt nicht \u00fcber die zum Annehmen einer anderen Autorisierungsidentit\u00e4t erforderlichen Berechtigungen
MILD_ERR_SASLDIGESTMD5_AUTHZID_NO_SUCH_ENTRY_396=Der als Autorisierungsidentit\u00e4t angegebene Eintrag %s existiert nicht
MILD_ERR_SASLDIGESTMD5_AUTHZID_CANNOT_GET_ENTRY_397=Der als Autorisierungsidentit\u00e4t angegebene Eintrag %s konnte nicht abgerufen werden:  %s
MILD_ERR_SASLDIGESTMD5_AUTHZID_NO_MAPPED_ENTRY_398=Der Server konnte keinen Eintrag finden, der der Autorisierungs-ID %s entspricht
MILD_ERR_SASLDIGESTMD5_CANNOT_MAP_AUTHZID_399=Beim Versuch, die Autorisierungs-ID %s einem Benutzereintrag zuzuordnen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLPLAIN_AUTHZID_INVALID_DN_400=Die angegebene Autorisierungs-ID %s enthielt einen ung\u00fcltigen DN:  %s
MILD_ERR_SASLPLAIN_AUTHZID_INSUFFICIENT_PRIVILEGES_401=Der Authentifizierungsbenutzer %s verf\u00fcgt nicht \u00fcber die zum Angeben einer alternativen Autorisierungs-ID ben\u00f6tigten Berechtigungen
MILD_ERR_SASLPLAIN_AUTHZID_NO_SUCH_ENTRY_402=Der dem Autorisierungs-DN %s entsprechende Eintrag ist in Directory Server nicht vorhanden
MILD_ERR_SASLPLAIN_AUTHZID_CANNOT_GET_ENTRY_403=Beim Versuch, den Eintrag %s, wie in der Autorisierungs-ID angegeben, abzurufen, ist ein Fehler aufgetreten:  %s
MILD_ERR_SASLPLAIN_AUTHZID_NO_MAPPED_ENTRY_404=Auf dem Server wurde kein der Autorisierungs-ID %s entsprechender Eintrag gefunden
MILD_ERR_SASLPLAIN_AUTHZID_CANNOT_MAP_AUTHZID_405=Beim Versuch, die Autorisierungs-ID %s einem Benutzereintrag zuzuordnen, ist ein Fehler aufgetreten:  %s
INFO_SASLEXTERNAL_DESCRIPTION_CERT_MAPPER_DN_406=Der DN des Konfigurationseintrags, mit dem die f\u00fcr die Zuordnung eines Zertifikats zu einem Benutzereintrag zu verwendende Zertifikatszuordnung definiert wird.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_SASLEXTERNAL_NO_CERTIFICATE_MAPPER_DN_407=Konfigurationseintrag %s enth\u00e4lt das Attribut ds-cfg-certificate-mapper nicht, das erforderlich ist, um festzulegen, welche Zertifikatszuordnung zum Zuordnen von Zertifikaten zu Benutzereintr\u00e4gen verwendet werden soll
MILD_ERR_SASLEXTERNAL_INVALID_CERTIFICATE_MAPPER_DN_408=Konfigurationseintrag %s enth\u00e4lt den Zertifikatszuordnungs-DN %s, diese Zertifikatszuordnung ist jedoch nicht zur Verwendung in Directory Server aktiviert
MILD_ERR_SASLEXTERNAL_CANNOT_GET_CERT_MAPPER_DN_409=Beim Versuch, den Zertifikatszuordnungs-DN aus dem Konfigurationseintrag %s abzurufen, ist ein Fehler aufgetreten: %s
INFO_SASLEXTERNAL_UPDATED_CERT_MAPPER_DN_410=Das Attribut ds-cfg-certificate-mapper im Konfigurationseintrag %s wurde aktualisiert. Die Zertifikatszuordnung %s wird nun zum Zuordnen von Zertifikaten zu Benutzereintr\u00e4gen verwendet
INFO_SDTUACM_DESCRIPTION_SUBJECT_ATTR_411=Name des Attributtyps in Benutzereintr\u00e4gen, der die Betreffs der Zertifikate des Benutzers enth\u00e4lt.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SDTUACM_NO_SUBJECT_ATTR_412=Configuration entry %s does not contain required attribute %s, which is used to specify which attribute should contain the subjects of the certificates held by users
SEVERE_ERR_SDTUACM_NO_SUCH_ATTR_413=Configuration entry %s indicates that certificate subjects should be held in attribute %s, but this attribute is not defined in the server schema
SEVERE_ERR_SDTUACM_CANNOT_GET_SUBJECT_ATTR_414=An error occurred while attempting to determine which attribute type should be used to hold certificate subjects from configuration entry %s:  %s
INFO_SDTUACM_DESCRIPTION_BASE_DN_415=Basis-DNs, unter denen die Suche nach \u00fcbereinstimmenden Benutzereintr\u00e4gen durchgef\u00fchrt wird.  Sind keine Basis-DNs angegeben, sucht der Server unter allen \u00f6ffentlichen Namenskontexten. \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SDTUACM_CANNOT_GET_BASE_DN_416=An error occurred while attempting to determine the search base DN(s) from configuration entry %s:  %s
SEVERE_ERR_SDTUACM_NO_PEER_CERTIFICATE_417=Die angegebene Zertifikatkette konnte keinem Benutzereintrag zugeordnet werden, da kein Peer-Zertifikat verf\u00fcgbar war
SEVERE_ERR_SDTUACM_PEER_CERT_NOT_X509_418=Die angegebene Zertifikatkette konnte keinem Benutzer zugeordnet werden, da es sich bei dem Peer-Zertifikat nicht um ein X.509-Zertifikat handelte. (Das Format des Peer-Zertifikats war %s.)
SEVERE_ERR_SDTUACM_MULTIPLE_MATCHING_ENTRIES_419=The certificate with subject %s could not be mapped to exactly one user.  It maps to both %s and %s
INFO_SATUACM_DESCRIPTION_ATTR_MAP_420=Name des Attributtyps in Benutzereintr\u00e4gen, mit dem die Zuordnung zwischen Attributen in Zertifikatsbetreffs und Attributen in Benutzereintr\u00e4gen definiert wird.  Die Werte m\u00fcssen das Format 'certattr:userattr' aufweisen.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SATUACM_NO_MAP_ATTR_421=Configuration entry %s does not contain required attribute %s, which is used to specify the mappings between attributes in certificate subjects and attributes in user entries
SEVERE_ERR_SATUACM_INVALID_MAP_FORMAT_422=Configuration entry %s has value '%s' which violates the format required for attribute mappings.  The expected format is 'certattr:userattr'
SEVERE_ERR_SATUACM_DUPLICATE_CERT_ATTR_423=Configuration entry %s contains multiple mappings for certificate attribute %s
SEVERE_ERR_SATUACM_NO_SUCH_ATTR_424=Mapping %s in configuration entry %s references attribute %s which is not defined in the server schema
SEVERE_ERR_SATUACM_DUPLICATE_USER_ATTR_425=Configuration entry %s contains multiple mappings for user attribute %s
SEVERE_ERR_SATUACM_CANNOT_GET_ATTR_MAP_426=An error occurred while attempting to determine the set of attribute mappings from configuration entry %s:  %s
INFO_SATUACM_DESCRIPTION_BASE_DN_427=Basis-DNs, unter denen die Suche nach \u00fcbereinstimmenden Benutzereintr\u00e4gen durchgef\u00fchrt wird.  Sind keine Basis-DNs angegeben, sucht der Server unter allen \u00f6ffentlichen Namenskontexten. \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_SATUACM_CANNOT_GET_BASE_DN_428=An error occurred while attempting to determine the search base DN(s) from configuration entry %s:  %s
SEVERE_ERR_SATUACM_NO_PEER_CERTIFICATE_429=Die angegebene Zertifikatkette konnte keinem Benutzereintrag zugeordnet werden, da kein Peer-Zertifikat verf\u00fcgbar war
SEVERE_ERR_SATUACM_PEER_CERT_NOT_X509_430=Die angegebene Zertifikatkette konnte keinem Benutzer zugeordnet werden, da es sich bei dem Peer-Zertifikat nicht um ein X.509-Zertifikat handelte. (Das Format des Peer-Zertifikats war %s.)
SEVERE_ERR_SATUACM_CANNOT_DECODE_SUBJECT_AS_DN_431=Unable to decode peer certificate subject %s as a DN:  %s
SEVERE_ERR_SATUACM_NO_MAPPABLE_ATTRIBUTES_432=Peer certificate subject %s does not contain any attributes for which a mapping has been established
SEVERE_ERR_SATUACM_MULTIPLE_MATCHING_ENTRIES_433=The certificate with subject %s could not be mapped to exactly one user.  It maps to both %s and %s
INFO_FCM_DESCRIPTION_FINGERPRINT_ATTR_434=Name des Attributtyps in Benutzereintr\u00e4gen, der die Fingerabdr\u00fccke der Zertifikate des Benutzers enth\u00e4lt.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_FCM_NO_FINGERPRINT_ATTR_435=Configuration entry %s does not contain required attribute %s, which is used to specify which attribute should contain the fingerprints of the certificates held by users
SEVERE_ERR_FCM_NO_SUCH_ATTR_436=Configuration entry %s indicates that certificate fingerprints should be held in attribute %s, but this attribute is not defined in the server schema
SEVERE_ERR_FCM_CANNOT_GET_FINGERPRINT_ATTR_437=An error occurred while attempting to determine which attribute type should be used to hold certificate fingerprints from configuration entry %s:  %s
INFO_FCM_DESCRIPTION_FINGERPRINT_ALGORITHM_438=Name des Verarbeitungsalgorithmus, der f\u00fcr die Zertifikatfingerabdr\u00fccke verwendet wird.  Der Wert muss entweder 'MD5' oder 'SHA1' lauten.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_FCM_NO_FINGERPRINT_ALGORITHM_439=Configuration entry %s does not contain required attribute %s, which is used to specify which digest algorithm should be used to compute certificate fingerprints
SEVERE_ERR_FCM_CANNOT_GET_FINGERPRINT_ALGORITHM_440=An error occurred while attempting to determine the digest algorithm from configuration entry %s:  %s
INFO_FCM_DESCRIPTION_BASE_DN_441=Basis-DNs, unter denen die Suche nach \u00fcbereinstimmenden Benutzereintr\u00e4gen durchgef\u00fchrt wird.  Sind keine Basis-DNs angegeben, sucht der Server unter allen \u00f6ffentlichen Namenskontexten. \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
SEVERE_ERR_FCM_CANNOT_GET_BASE_DN_442=An error occurred while attempting to determine the search base DN(s) from configuration entry %s:  %s
SEVERE_ERR_FCM_NO_PEER_CERTIFICATE_443=Die angegebene Zertifikatkette konnte keinem Benutzereintrag zugeordnet werden, da kein Peer-Zertifikat verf\u00fcgbar war
SEVERE_ERR_FCM_PEER_CERT_NOT_X509_444=Die angegebene Zertifikatkette konnte keinem Benutzer zugeordnet werden, da es sich bei dem Peer-Zertifikat nicht um ein X.509-Zertifikat handelte. (Das Format des Peer-Zertifikats war %s.)
SEVERE_ERR_FCM_CANNOT_CALCULATE_FINGERPRINT_445=An error occurred while attempting to calculate the fingerprint for the peer certificate with subject %s:  %s
SEVERE_ERR_FCM_MULTIPLE_MATCHING_ENTRIES_446=The certificate with fingerprint %s could not be mapped to exactly one user.  It maps to both %s and %s
MILD_ERR_DYNAMICGROUP_CANNOT_DECODE_MEMBERURL_447=Wert "%s" in Eintrag "%s" kann nicht als LDAP-URL entschl\u00fcsselt werden:  %s
MILD_ERR_DYNAMICGROUP_NESTING_NOT_SUPPORTED_448=Dynamische Gruppen unterst\u00fctzen keine geschachtelten Gruppen
MILD_ERR_DYNAMICGROUP_ALTERING_MEMBERS_NOT_SUPPORTED_449=Dynamische Gruppen unterst\u00fctzen keine expliziten \u00c4nderungen der Mitgliedschaft
MILD_WARN_DYNAMICGROUP_NONEXISTENT_BASE_DN_450=Der in der dynamischen Gruppe %2$s angegebene Basis-DN %1$s ist auf dem Server nicht vorhanden
SEVERE_ERR_DYNAMICGROUP_INTERNAL_SEARCH_FAILED_451=An error occurred while attempting perform an internal search with base DN %s and filter %s to resolve the member list for dynamic group %s:  result code %s, error message %s
SEVERE_ERR_DYNAMICGROUP_CANNOT_RETURN_ENTRY_452=The server encountered a timeout while attempting to add user %s to the member list for dynamic group %s
INFO_PWDIFFERENCEVALIDATOR_DESCRIPTION_MIN_DIFFERENCE_453=Unterschiede, die ein Passwort mindestens aufweisen muss.  Ist der Wert null, gibt es keine mindestens erforderlichen Unterschiede.  \u00c4nderungen an diesem Konfigurationsattribut treten sofort in Kraft
MILD_ERR_PWDIFFERENCEVALIDATOR_CANNOT_DETERMINE_MIN_DIFFERENCE_454=Beim Versuch, die mindestens erforderlichen Passwortunterschiede anhand des Attributs ds-cfg-min-password-difference zu bestimmen, ist ein Fehler aufgetreten:  %s
INFO_PWDIFFERENCEVALIDATOR_UPDATED_MIN_DIFFERENCE_455=Die mindestens erforderlichen Passwortunterschiede wurden in %d ge\u00e4ndert
MILD_ERR_PWDIFFERENCEVALIDATOR_TOO_SMALL_456=Das angegebene Passwort wurde um weniger als die mindestens erforderlichen %d Zeichen ge\u00e4ndert
MILD_ERR_REPEATEDCHARS_VALIDATOR_TOO_MANY_CONSECUTIVE_457=Das angegebene Passwort enthielt zu viele aufeinanderfolgende Vorkommnisse desselben Zeichens.  Dasselbe Zeichen darf in einem Passwort h\u00f6chstens %d Mal in Folge vorkommen
MILD_ERR_UNIQUECHARS_VALIDATOR_NOT_ENOUGH_UNIQUE_CHARS_458=Das angegebene Passwort enth\u00e4lt nicht gen\u00fcgend eindeutige Zeichen.  In einem Benutzerpasswort m\u00fcssen mindestens %d eindeutige Zeichen enthalten sein
MILD_ERR_SUBSCHEMASUBENTRY_VATTR_NOT_SEARCHABLE_459=Das Attribut %s kann nicht durchsucht werden und darf nicht in ansonsten nicht indizierten Suchfiltern enthalten sein
MILD_ERR_DICTIONARY_VALIDATOR_PASSWORD_IN_DICTIONARY_460=Das angegebene Passwort wurde im W\u00f6rterbuch des Servers gefunden
MILD_ERR_DICTIONARY_VALIDATOR_NO_SUCH_FILE_461=Die angegebene W\u00f6rterbuchdatei %s existiert nicht
MILD_ERR_DICTIONARY_VALIDATOR_CANNOT_READ_FILE_462=Beim Versuch, die W\u00f6rterbuchdatei aus der Datei %s zu laden, ist ein Fehler aufgetreten:  %s
MILD_ERR_ATTRVALUE_VALIDATOR_PASSWORD_IN_ENTRY_463=Das angegebene Passwort wurde im Benutzereintrag in einem anderen Attribut gefunden
MILD_ERR_CHARSET_VALIDATOR_ILLEGAL_CHARACTER_464=Das angegebene Passwort enthielt das Zeichen '%s', das in Passw\u00f6rtern nicht zul\u00e4ssig ist
MILD_ERR_CHARSET_VALIDATOR_TOO_FEW_CHARS_FROM_SET_465=Das angegebene Passwort enthielt zu wenige Zeichen aus dem Zeichensatz '%s'.  Benutzerpassw\u00f6rter m\u00fcssen mindestens %d Zeichen aus diesem Zeichensatz enthalten
MILD_ERR_CHARSET_VALIDATOR_NO_COLON_466=Die angegebene Zeichensatzdefinition '%s' ist ung\u00fcltig, weil sie keinen Doppelpunkt zur Trennung von Mindestanzahl und Zeichensatz enth\u00e4lt
MILD_ERR_CHARSET_VALIDATOR_NO_CHARS_467=Die angegebene Zeichensatzdefinition '%s' ist ung\u00fcltig, weil der angegebene Zeichensatz leer ist
MILD_ERR_CHARSET_VALIDATOR_INVALID_COUNT_468=Die angegebene Zeichensatzdefinition '%s' ist ung\u00fcltig, weil der Wert vor dem Doppelpunkt eine Ganzzahl gr\u00f6\u00dfer 0 sein muss
MILD_ERR_CHARSET_VALIDATOR_DUPLICATE_CHAR_469=Die angegebene Zeichensatzdefinition '%s' ist ung\u00fcltig, weil sie das Zeichen '%s' enth\u00e4lt, das bereits verwendet wurde
MILD_ERR_VIRTUAL_STATIC_GROUP_MULTIPLE_TARGETS_470=Die im Eintrag %s definierte virtuelle statische Gruppe enth\u00e4lt mehrere Zielgruppen-DNs, es ist jedoch nur einer zul\u00e4ssig
MILD_ERR_VIRTUAL_STATIC_GROUP_CANNOT_DECODE_TARGET_471= "%s" kann nicht als Ziel-DN f\u00fcr die Gruppe %s entschl\u00fcsselt werden:  %s
MILD_ERR_VIRTUAL_STATIC_GROUP_NO_TARGET_472=Die im Eintrag %s definierte virtuelle statische Gruppe enth\u00e4lt keine Zielgruppendefinition
MILD_ERR_VIRTUAL_STATIC_GROUP_NESTING_NOT_SUPPORTED_473=Virtuelle statische Gruppen unterst\u00fctzen keine Schachtelung
MILD_ERR_VIRTUAL_STATIC_GROUP_NO_TARGET_GROUP_474=Die Zielgruppe %s, auf die die virtuelle statische Gruppe %s verweist, existiert nicht
MILD_ERR_VIRTUAL_STATIC_GROUP_ALTERING_MEMBERS_NOT_SUPPORTED_475=Die \u00c4nderung der Mitgliedschaft f\u00fcr die virtuelle statische Gruppe %s ist nicht zul\u00e4ssig
MILD_ERR_VIRTUAL_STATIC_GROUP_TARGET_CANNOT_BE_VIRTUAL_476=Die virtuelle statische Gruppe %s verweist auf die Zielgruppe %s, die selbst eine virtuelle statische Gruppe ist. Eine virtuelle statische Gruppe darf nicht auf eine andere virtuelle statische Gruppe als Zielgruppe verweisen
NOTICE_FSCACHE_RESTORE_484=Wiederherstellung des best\u00e4ndigen Eintragscache-Status wird gespeichert, dies kann einige Zeit in Anspruch nehmen
NOTICE_FSCACHE_SAVE_485=Der Status des Eintragscache wird als best\u00e4ndig festgelegt, dies kann einige Zeit in Anspruch nehmen
FATAL_ERR_FSCACHE_CANNOT_INITIALIZE_486=A fatal error occurred while trying to initialize file system entry cache:  %s
SEVERE_ERR_FSCACHE_CANNOT_LOAD_PERSISTENT_DATA_487=An error occurred while trying to load persistent cache. Persistent cache will be flushed now
SEVERE_ERR_FSCACHE_CANNOT_STORE_PERSISTENT_DATA_488=An error occurred while trying to store persistent cache. Persistent cache will be flushed now
SEVERE_ERR_FSCACHE_CANNOT_STORE_ENTRY_489=Unable to store new cache entry in the file system entry cache
SEVERE_ERR_FSCACHE_CANNOT_RETRIEVE_ENTRY_490=Unable to retrieve an existing cache entry from the file system entry cache
SEVERE_ERR_FSCACHE_CANNOT_SET_JE_MEMORY_PCT_491=Internal error occurred while trying to set the entry cache backend internal cache size as percentage. The previous or default value will be used instead
SEVERE_ERR_FSCACHE_CANNOT_SET_JE_MEMORY_SIZE_492=Internal error occurred while trying to set the entry cache backend internal cache size in bytes. The previous or default value will be used instead
SEVERE_ERR_FSCACHE_CANNOT_SET_JE_PROPERTIES_493=Internal error occurred while trying to set the entry cache backend Berkeley DB JE properties:  %s
FATAL_ERR_FSCACHE_HOMELESS_494=A fatal error occurred while trying to setup file system entry cache home. No suitable path can be found to host the cache home
SEVERE_WARN_FSCACHE_SET_PERMISSIONS_FAILED_495=Unable to set file permissions for the file system entry cache backend database directory %s
SEVERE_WARN_FSCACHE_OFFLINE_STATE_FAIL_496=%s backend current offline state does not match persistent cache last recorded offline state. All cached data for this backend is now discarded
NOTICE_FSCACHE_RESTORE_REPORT_497=%d best\u00e4ndige Cache-Eintr\u00e4ge in Eintragscache wiederhergestellt
NOTICE_FSCACHE_SAVE_REPORT_498=%d Cache-Eintr\u00e4ge als best\u00e4ndig festgelegt
NOTICE_FSCACHE_INDEX_NOT_FOUND_499=Es wurde kein vorheriger Status f\u00fcr best\u00e4ndigen Cache gefunden. Es wird ein leerer Cache verwendet
SEVERE_ERR_FSCACHE_INDEX_IMPAIRED_500=The persistent cache index is inconsistent or damaged. Persistent cache will be flushed now
MILD_ERR_ENTRYUUID_VATTR_NOT_SEARCHABLE_501=Das Attribut %s kann nicht durchsucht werden und darf nicht in ansonsten nicht indizierten Suchfiltern enthalten sein
SEVERE_ERR_PWPSTATE_EXTOP_NO_PRIVILEGE_502=You do not have sufficient privileges to use the password policy state extended operation
SEVERE_ERR_PWPSTATE_EXTOP_NO_REQUEST_VALUE_503=The provided password policy state extended request did not include a request value
SEVERE_ERR_PWPSTATE_EXTOP_DECODE_FAILURE_504=An unexpected error occurred while attempting to decode password policy state extended request value:  %s
SEVERE_ERR_PWPSTATE_EXTOP_MULTIPLE_ENTRIES_505=Multiple entries were found with DN %s
SEVERE_ERR_PWPSTATE_EXTOP_INVALID_OP_ENCODING_506=An unexpected error occurred while attempting to decode an operation from the password policy state extended request:  %s
SEVERE_ERR_PWPSTATE_EXTOP_NO_DISABLED_VALUE_507=No value was provided for the password policy state operation intended to set the disabled state for the user.  Exactly one value (either 'true' or 'false') must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_DISABLED_VALUE_COUNT_508=Multiple values were provided for the password policy state operation intended to set the disabled state for the user.  Exactly one value (either 'true' or 'false') must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_DISABLED_VALUE_509=The value provided for the password policy state operation  intended to set the disabled state for the user was invalid.  The value must be either 'true' or 'false'
SEVERE_ERR_PWPSTATE_EXTOP_BAD_ACCT_EXP_VALUE_COUNT_510=Multiple values were provided for the password policy state operation intended to set the account expiration time for the user.  Exactly one value must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_ACCT_EXP_VALUE_511=The value %s provided for the password policy state operation used to set the account expiration time was invalid:  %s.  The value should be specified using the generalized time format
SEVERE_ERR_PWPSTATE_EXTOP_BAD_PWCHANGETIME_VALUE_COUNT_512=Multiple values were provided for the password policy state operation intended to set the password changed time for the user.  Exactly one value must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_PWCHANGETIME_VALUE_513=The value %s provided for the password policy state operation used to set the password changed time was invalid:  %s.  The value should be specified using the generalized time format
SEVERE_ERR_PWPSTATE_EXTOP_BAD_PWWARNEDTIME_VALUE_COUNT_514=Multiple values were provided for the password policy state operation intended to set the password warned time for the user.  Exactly one value must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_PWWARNEDTIME_VALUE_515=The value %s provided for the password policy state operation used to set the password warned time was invalid:  %s.  The value should be specified using the generalized time format
SEVERE_ERR_PWPSTATE_EXTOP_BAD_ADD_FAILURE_TIME_COUNT_516=Multiple values were provided for the password policy state operation intended to add an authentication failure time for the user.  Exactly one value must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_AUTH_FAILURE_TIME_517=The value %s provided for the password policy state operation used to update the authentication failure times was invalid:  %s.  The value should be specified using the generalized time format
SEVERE_ERR_PWPSTATE_EXTOP_BAD_LAST_LOGIN_TIME_COUNT_518=Multiple values were provided for the password policy state operation intended to set the last login time for the user.  Exactly one value must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_LAST_LOGIN_TIME_519=The value %s provided for the password policy state operation used to set the last login time was invalid:  %s.  The value should be specified using the generalized time format
SEVERE_ERR_PWPSTATE_EXTOP_NO_RESET_STATE_VALUE_520=No value was provided for the password policy state operation intended to set the reset state for the user.  Exactly one value (either 'true' or 'false') must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_RESET_STATE_VALUE_COUNT_521=Multiple values were provided for the password policy state operation intended to set the reset state for the user.  Exactly one value (either 'true' or 'false') must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_RESET_STATE_VALUE_522=The value provided for the password policy state operation  intended to set the reset state for the user was invalid.  The value must be either 'true' or 'false'
SEVERE_ERR_PWPSTATE_EXTOP_BAD_ADD_GRACE_LOGIN_TIME_COUNT_523=Multiple values were provided for the password policy state operation intended to add a grace login use time for the user.  Exactly one value must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_GRACE_LOGIN_TIME_524=The value %s provided for the password policy state operation used to update the grace login use times was invalid:  %s.  The value should be specified using the generalized time format
SEVERE_ERR_PWPSTATE_EXTOP_BAD_REQUIRED_CHANGE_TIME_COUNT_525=Multiple values were provided for the password policy state operation intended to set the required change time for the user.  Exactly one value must be given
SEVERE_ERR_PWPSTATE_EXTOP_BAD_REQUIRED_CHANGE_TIME_526=The value %s provided for the password policy state operation used to set the required change time was invalid:  %s.  The value should be specified using the generalized time format
SEVERE_ERR_PWPSTATE_EXTOP_UNKNOWN_OP_TYPE_527=The password policy state extended request included an operation with an invalid or unsupported operation type of %s
MILD_WARN_EXTOP_PASSMOD_CANNOT_UPDATE_PWP_STATE_528=Beim Versuch, die Statusinformationen zur Passwortrichtlinie f\u00fcr Benutzer %s im Rahmen einer erweiterten Passwort\u00e4nderung zu aktualisieren, ist ein Fehler aufgetreten (Ergebniscode='%s', Fehlermeldung='%s')
MILD_ERR_SASLDIGESTMD5_INVALID_DIGEST_URI_529=Die vom Client angegebenen DIGEST-MD5-Berechtigungsnachweise haben den ung\u00fcltigen Verarbeitungs-URI %s angefordert.  Der erwartete Verarbeitungs-URI ist %s
MILD_ERR_EXTOP_PASSMOD_PW_IN_HISTORY_530=Das angegebene neue Passwort ist bereits im Passwortverlauf enthalten
MILD_ERR_SMTPALERTHANDLER_NO_SMTP_SERVERS_531=Directory Server ist nicht f\u00fcr SMTP-Server konfiguriert.  Die SMTP-Behandlungsroutine f\u00fcr Warnungen kann nur verwendet werden, wenn Directory Server mit Informationen zu mindestens einem SMTP-Server konfiguriert ist
SEVERE_WARN_SMTPALERTHANDLER_ERROR_SENDING_MESSAGE_532=An error occurred when trying to send an e-mail message for administrative alert with type %s and message %s:  %s
MILD_ERR_REGEXMAP_INVALID_MATCH_PATTERN_533=Das angegebene \u00dcbereinstimmungsmuster "%s" konnte nicht als regul\u00e4rer Ausdruck analysiert werden:  %s
MILD_ERR_REGEXMAP_UNKNOWN_ATTR_534=Der Konfigurationseintrag %s enth\u00e4lt f\u00fcr das Attribut cfg-match-attribute den Wert %s, hierbei handelt es sich jedoch nicht um einen g\u00fcltigen Namen oder eine g\u00fcltige OID f\u00fcr einen im Directory Server-Schema definierten Attributtyp
MILD_ERR_REGEXMAP_MULTIPLE_MATCHING_ENTRIES_535=Die verarbeitete ID-Zeichenfolge %s ist mehreren Benutzern zugeordnet
MILD_ERR_REGEXMAP_INEFFICIENT_SEARCH_536=Die auf der verarbeiteten ID-Zeichenfolge %s basierende interne Suche konnte nicht auf effiziente Weise verarbeitet werden:  %s.  \u00dcberpr\u00fcfen Sie die Serverkonfiguration daraufhin, ob alle verbundenen Backends f\u00fcr diesen Suchtyp ordnungsgem\u00e4\u00df konfiguriert sind
MILD_ERR_REGEXMAP_SEARCH_FAILED_537=Beim Versuch, die verarbeitete ID-Zeichenfolge %s f\u00fcr einen Benutzereintrag aufzul\u00f6sen, ist ein interner Fehler aufgetreten:  %s
MILD_ERR_STATICGROUP_ADD_NESTED_GROUP_ALREADY_EXISTS_538=Gruppe %s kann nicht als neue geschachtelte Gruppe der statischen Gruppe %s hinzugef\u00fcgt werden, da diese Gruppe bereits in der Liste der geschachtelten Gruppen der Gruppe enthalten ist
MILD_ERR_STATICGROUP_REMOVE_NESTED_GROUP_NO_SUCH_GROUP_539=Gruppe %s kann nicht als geschachtelte Gruppe der statischen Gruppe %s entfernt werden, da diese Gruppe nicht in der Liste der geschachtelten Gruppen der Gruppe enthalten ist
MILD_ERR_STATICGROUP_GROUP_INSTANCE_INVALID_540=Die Gruppeninstanz mit dem DN %s wurde gel\u00f6scht und ist nicht mehr g\u00fcltig
MILD_ERR_NUMSUBORDINATES_VATTR_NOT_SEARCHABLE_541=Das Attribut %s kann nicht durchsucht werden und darf nicht in ansonsten nicht indizierten Suchfiltern enthalten sein
MILD_ERR_HASSUBORDINATES_VATTR_NOT_SEARCHABLE_542=Das Attribut %s kann nicht durchsucht werden und darf nicht in ansonsten nicht indizierten Suchfiltern enthalten sein
MILD_ERR_SMTP_ASNH_NO_MAIL_SERVERS_CONFIGURED_543=Die im Konfigurationseintrag %s definierte SMTP-Behandlungsroutine f\u00fcr Benachrichtigungen \u00fcber den Kontostatus kann nur aktiviert werden, wenn Directory Server \u00fcber Informationen zu mindestens einem SMTP-Server verf\u00fcgt
MILD_ERR_SMTP_ASNH_NO_RECIPIENTS_544=Der Konfigurationseintrag '%s' f\u00fcr die SMTP-Behandlungsroutine f\u00fcr Benachrichtigungen \u00fcber den Kontostatus enth\u00e4lt keine E-Mail-Adressen-Attributtypen oder Empf\u00e4ngeradressen.  Mindestens eines dieser beiden Elemente\u00b7muss angegeben werden
MILD_ERR_SMTP_ASNH_SUBJECT_NO_COLON_545=Nachrichtenbetreffwert '%s' aus Konfigurationseintrag '%s' kann nicht analysiert werden, da der Wert keinen Doppelpunkt zur Trennung von Benachrichtigungstyp und Betreff aufweist
MILD_ERR_SMTP_ASNH_SUBJECT_INVALID_NOTIFICATION_TYPE_546=Nachrichtenbetreffwert '%s' aus Konfigurationseintrag '%s' kann nicht analysiert werden, weil '%s' kein g\u00fcltiger Benachrichtigungstyp f\u00fcr den Kontostatus ist
MILD_ERR_SMTP_ASNH_SUBJECT_DUPLICATE_TYPE_547=In den im Konfigurationseintrag '%s' enthaltenen Nachrichtenbetreff-Definitionen sind f\u00fcr Benachrichtigungstyp %s mehrere Betreffs definiert
MILD_ERR_SMTP_ASNH_TEMPLATE_NO_COLON_548=Wert des Nachrichten-Vorlagendateipfads '%s' aus Konfigurationseintrag '%s' kann nicht analysiert werden, da der Wert keinen Doppelpunkt zur Trennung von Benachrichtigungstyp und Vorlagendateipfad aufweist
MILD_ERR_SMTP_ASNH_TEMPLATE_INVALID_NOTIFICATION_TYPE_549=Wert des Nachrichten-Vorlagendateipfads '%s' aus Konfigurationseintrag '%s' kann nicht analysiert werden, weil '%s' kein g\u00fcltiger Benachrichtigungstyp f\u00fcr den Kontostatus ist
MILD_ERR_SMTP_ASNH_TEMPLATE_DUPLICATE_TYPE_550=In den im Konfigurationseintrag '%s' enthaltenen Definitionen von Nachrichten-Vorlagendateipfaden sind f\u00fcr den Benachrichtigungstyp %s mehrere Vorlagendateipfade definiert
MILD_ERR_SMTP_ASNH_TEMPLATE_NO_SUCH_FILE_551=Die Nachrichtenvorlagendatei '%s', auf die Konfigurationseintrag '%s' verweist, existiert nicht
MILD_ERR_SMTP_ASNH_TEMPLATE_UNCLOSED_TOKEN_552=Es wurde ein nicht geschlossenes Token gefunden, das in Spalte %d von Zeile %d beginnt
MILD_ERR_SMTP_ASNH_TEMPLATE_UNDEFINED_ATTR_TYPE_553=Das Token notification-user-attr, das in Spalte %d von Zeile %d beginnt, verweist auf den nicht definierten Attributtyp %s
MILD_ERR_SMTP_ASNH_TEMPLATE_UNDEFINED_PROPERTY_554=Das Token notification-property, das in Spalte %d von Zeile %d beginnt, verweist auf die nicht definierte Benachrichtigungseigenschaft %s
MILD_ERR_SMTP_ASNH_TEMPLATE_UNRECOGNIZED_TOKEN_555=In Spalte %2$d von Zeile %3$d wurde ein unbekanntes Token %1$s gefunden
MILD_ERR_SMTP_ASNH_TEMPLATE_CANNOT_PARSE_556=Beim Versuch, die Nachrichtenvorlagendatei '%s' zu analysieren, auf die der Konfigurationseintrag '%s' verweist, ist ein Fehler aufgetreten: %s
INFO_SMTP_ASNH_DEFAULT_SUBJECT_557=Benachrichtigung \u00fcber Status des Verzeichniskontos
SEVERE_ERR_SMTP_ASNH_CANNOT_SEND_MESSAGE_558=An error occurred while attempting to send an account status notification message for notification type %s for user entry %s:  %s
SEVERE_ERR_PWSCHEME_CANNOT_ENCRYPT_559=An error occurred while trying to encrypt a value using password storage scheme %s:  %s
SEVERE_ERR_PWSCHEME_CANNOT_DECRYPT_560=An error occurred while trying to decrypt a value using password storage scheme %s:  %s
MILD_ERR_GET_SYMMETRIC_KEY_NO_VALUE_561=Der angegebene erweiterte Vorgang f\u00fcr den symmetrischen Schl\u00fcssel kann nicht entschl\u00fcsselt werden, da er keinen Wert aufweist
MILD_ERR_GET_SYMMETRIC_KEY_INVALID_TYPE_562=Der angegebene erweiterte Vorgang f\u00fcr den symmetrischen Schl\u00fcssel kann nicht entschl\u00fcsselt werden, da die Wertfolge ein Element mit dem ung\u00fcltigen Typ %s aufweist
MILD_ERR_GET_SYMMETRIC_KEY_ASN1_DECODE_EXCEPTION_563=Erweiterte Anforderung f\u00fcr symmetrischen Schl\u00fcssel kann nicht entschl\u00fcsselt werden: %s
MILD_ERR_GET_SYMMETRIC_KEY_DECODE_EXCEPTION_564=Beim Versuch, die Folge der erweiterten Anforderung f\u00fcr den symmetrischen Schl\u00fcssel zu entschl\u00fcsseln, ist ein unerwarteter Fehler aufgetreten: %s
SEVERE_ERR_EXACTMAP_ATTR_UNINDEXED_565=The exact match identity mapper defined in configuration entry %s references attribute type %s which is does not have an equality index defined in backend %s
SEVERE_ERR_REGEXMAP_ATTR_UNINDEXED_566=The regular expression identity mapper defined in configuration entry %s references attribute type %s which is does not have an equality index defined in backend %s
SEVERE_ERR_FCM_ATTR_UNINDEXED_567=The fingerprint certificate mapper defined in configuration entry %s references attribute type %s which is does not have an equality index defined in backend %s
SEVERE_WARN_SATUACM_ATTR_UNINDEXED_568=The subject attribute to user attribute certificate mapper defined in configuration entry %s references attribute type %s which is does not have an equality index defined in backend %s
SEVERE_ERR_SDTUACM_ATTR_UNINDEXED_569=The subject DN to user attribute certificate mapper defined in configuration entry %s references attribute type %s which is does not have an equality index defined in backend %s

