# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=PLUGIN

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_PLUGIN_NULL_CONFIG_ENTRY_1=Unable to initialize an instance of the plugin defined in class %s because the provided configuration entry was null
INFO_PLUGIN_DESCRIPTION_SHUTDOWN_PASSWORD_2=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u3092\u505c\u6b62\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306b\u306a\u308b\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u7b26\u53f7\u5316\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  \u3053\u308c\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u8981\u6c42\u3055\u308c\u307e\u305b\u3093 (\u305f\u3060\u3057\u3001\u305d\u306e\u5834\u5408\u3067\u3082\u3001\u5fc5\u8981\u306a\u30bf\u30b9\u30af\u30a8\u30f3\u30c8\u30ea\u3092\u8ffd\u52a0\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u8a8d\u8a3c\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u306f\u5fc5\u8981)\u3002  \u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_ERR_PLUGIN_ADLIST_NO_PLUGIN_TYPES_3=The LDAP attribute description list plugin instance defined in configuration entry %s does not list any plugin types.  This plugin must be configured to operate as a pre-parse search plugin
SEVERE_ERR_PLUGIN_ADLIST_INVALID_PLUGIN_TYPE_4=The LDAP attribute description list plugin instance defined in configuration entry %s lists an invalid plugin type %s.  This plugin can only be used as a pre-parse search plugin
SEVERE_ERR_PLUGIN_PROFILER_NO_PLUGIN_TYPES_5=The Directory Server profiler plugin instance defined in configuration entry %s does not list any plugin types.  This plugin must be configured to operate as a startup plugin
SEVERE_ERR_PLUGIN_PROFILER_INVALID_PLUGIN_TYPE_6=The Directory Server profiler plugin instance defined in configuration entry %s lists an invalid plugin type %s.  This plugin can only be used as a startup plugin
INFO_PLUGIN_PROFILER_DESCRIPTION_PROFILE_DIR_7=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u3092\u66f8\u304d\u8fbc\u3080\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3078\u306e\u30d1\u30b9\u3002  \u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306f\u5b58\u5728\u3057\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u306b\u65b0\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u5fc5\u8981\u3067\u3059\u3002  \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u305f\u3060\u3061\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_PROFILE_DIR_8=An unexpected error occurred while attempting to determine the value of the ds-cfg-profile-directory attribute in the %s entry:  %s.  The default profile directory of %s will be used
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_WRITE_PROFILE_DATA_9=An unexpected error occurred when the profiler plugin defined in configuration entry %s attempted to write the information captured to output file %s:  %s
INFO_PLUGIN_PROFILER_DESCRIPTION_AUTOSTART_10=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u6642\u306b\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u30c7\u30fc\u30bf\u53ce\u96c6\u3092\u81ea\u52d5\u7684\u306b\u958b\u59cb\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u6642\u306b\u306e\u307f\u8aad\u307f\u53d6\u3089\u308c\u3001\u5909\u66f4\u306f\u6b21\u56de\u306e\u518d\u8d77\u52d5\u6642\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_AUTOSTART_11=An unexpected error occurred while attempting to determine the value of the ds-cfg-enable-profiling-on-startup attribute in the %s entry:  %s.  Profiling information will not automatically be captured on startup and must be manually enabled
INFO_PLUGIN_PROFILER_DESCRIPTION_INTERVAL_12=\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30ea\u30f3\u30b0\u60c5\u5831\u3092\u53d6\u308a\u8fbc\u3080\u3068\u304d\u306b\u4f7f\u7528\u3059\u3079\u304d\u62bd\u51fa\u9593\u9694\u3002 \u3053\u306e\u8a2d\u5b9a\u5c5e\u6027\u3078\u306e\u5909\u66f4\u306f\u3001\u6b21\u56de\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u3092\u8d77\u52d5\u3057\u305f\u3068\u304d\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_INTERVAL_13=An unexpected error occurred while attempting to determine the value of the ds-cfg-profile-sample-interval attribute in the %s entry:  %s.  The default sample interval of %d milliseconds will be used
INFO_PLUGIN_PROFILER_DESCRIPTION_STATE_14=\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u306e\u73fe\u5728\u306e\u72b6\u614b\u3002  "\u6709\u52b9" (\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u3067\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u30c7\u30fc\u30bf\u3092\u53ce\u96c6\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u793a\u3059) \u307e\u305f\u306f "\u7121\u52b9" \u306e\u3044\u305a\u308c\u304b\u3067\u3059\u3002  \u3053\u308c\u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u5c5e\u6027\u3067\u3059
INFO_PLUGIN_PROFILER_DESCRIPTION_ACTION_15=\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u304c\u5b9f\u884c\u3059\u3079\u304d\u30a2\u30af\u30b7\u30e7\u30f3\u3002  \u5024\u3092 "\u958b\u59cb" \u306b\u3059\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u304c\u307e\u3060\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u3063\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u3067\u30c7\u30fc\u30bf\u306e\u53ce\u96c6\u3092\u958b\u59cb\u3057\u307e\u3059\u3002  \u5024\u3092 "\u505c\u6b62" \u306b\u3059\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u3067\u306e\u30c7\u30fc\u30bf\u306e\u53ce\u96c6\u3092\u505c\u6b62\u3057\u3001\u30c7\u30fc\u30bf\u3092\u30c7\u30a3\u30b9\u30af\u306b\u66f8\u304d\u8fbc\u307f\u307e\u3059\u3002\u5024\u3092 "\u53d6\u6d88\u3057" \u306b\u3059\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30b9\u30ec\u30c3\u30c9\u3067\u306e\u30c7\u30fc\u30bf\u306e\u53ce\u96c6\u3092\u505c\u6b62\u3057\u3001\u53d6\u308a\u8fbc\u3093\u3060\u30c7\u30fc\u30bf\u3092\u3059\u3079\u3066\u7834\u68c4\u3057\u307e\u3059\u3002  \u3053\u308c\u3089\u306e\u64cd\u4f5c\u306f\u305f\u3060\u3061\u306b\u5b9f\u884c\u3055\u308c\u307e\u3059
SEVERE_WARN_PLUGIN_PROFILER_INVALID_PROFILE_DIR_16=The profile directory %s specified in attribute ds-cfg-profile-directory of configuration entry %s is invalid because the specified path does not exist or is not a directory
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_ACTION_17=An unexpected error occurred while attempting to determine the value of the ds-cfg-profile-action attribute in the %s entry:  %s.  No action will be taken
INFO_PLUGIN_PROFILER_UPDATED_INTERVAL_18=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u7528\u306e\u62bd\u51fa\u9593\u9694\u304c %d \u30df\u30ea\u79d2\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_INTERVAL_19=An unexpected error occurred while attempting to update the sample interval for the profiler plugin defined in configuration entry %s:  %s
INFO_PLUGIN_PROFILER_UPDATED_DIRECTORY_20=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u7528\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_DIRECTORY_21=An unexpected error occurred while attempting to update the profile directory for the profiler plugin defined in configuration entry %s:  %s
INFO_PLUGIN_PROFILER_STARTED_PROFILING_22=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u308a\u3001\u30c7\u30fc\u30bf\u306e\u53d6\u308a\u8fbc\u307f\u3092\u958b\u59cb\u3057\u307e\u3057\u305f
INFO_PLUGIN_PROFILER_ALREADY_PROFILING_23=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3059\u3067\u306b\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u3063\u3066\u3044\u308b\u305f\u3081\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30ea\u30f3\u30b0\u306e\u958b\u59cb\u8981\u6c42\u306f\u7121\u8996\u3055\u308c\u307e\u3057\u305f
INFO_PLUGIN_PROFILER_NOT_RUNNING_24=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30c7\u30fc\u30bf\u306e\u53d6\u308a\u8fbc\u307f\u306e\u505c\u6b62\u8981\u6c42\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f\u304c\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u306a\u3063\u3066\u3044\u306a\u304b\u3063\u305f\u305f\u3081\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
INFO_PLUGIN_PROFILER_STOPPED_PROFILING_25=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u505c\u6b62\u3055\u308c\u3001\u30c7\u30fc\u30bf\u3092\u53d6\u308a\u8fbc\u307e\u306a\u304f\u306a\u308a\u307e\u3057\u305f
INFO_PLUGIN_PROFILER_WROTE_PROFILE_DATA_26=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u306b\u3088\u3063\u3066\u53ce\u96c6\u3055\u308c\u305f\u30c7\u30fc\u30bf\u304c\u3001%s \u306b\u66f8\u304d\u8fbc\u307e\u308c\u307e\u3057\u305f
MILD_ERR_PLUGIN_PROFILER_UNKNOWN_ACTION_27=\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u8a8d\u8b58\u3055\u308c\u306a\u3044\u30a2\u30af\u30b7\u30e7\u30f3 %s \u3092\u5b9f\u884c\u3059\u308b\u3088\u3046\u306b\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u3002  \u30a2\u30af\u30b7\u30e7\u30f3\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093
INFO_PLUGIN_PROFILER_SKIPPING_ACTION_28=\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30a2\u30af\u30b7\u30e7\u30f3 %s \u304c\u3001\u69cb\u6210\u30a8\u30f3\u30c8\u30ea %s \u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30d7\u30e9\u30b0\u30a4\u30f3\u69cb\u6210\u3067 1 \u3064\u4ee5\u4e0a\u306e\u554f\u984c\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u8981\u6c42\u3055\u308c\u305f\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u30b9\u30ad\u30c3\u30d7\u3055\u308c\u307e\u3059
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_PERFORM_ACTION_29=An unexpected error occurred while attempting to process the requested action for the profiler plugin defined in configuration entry %s:  %s
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_EXCEPTION_30=The startup plugin defined in configuration entry %s threw an exception when it was invoked during the Directory Server startup process:  %s.  The server startup process has been aborted
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_RETURNED_NULL_31=The startup plugin defined in configuration entry %s returned a null value when it was invoked during the Directory Server startup process.  This is an illegal return value, and the server startup process has been aborted
SEVERE_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_CONTINUE_32=The startup plugin defined in configuration entry %s encountered an error when it was invoked during the Directory Server startup process:  %s (error ID %d).  The startup process will continue, but this failure might impact the operation of the server
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_ABORT_33=The startup plugin defined in configuration entry %s encountered an error when it was invoked during the Directory Server startup process:  %s (error ID %d).  The server startup process has been aborted
SEVERE_ERR_PLUGIN_SHUTDOWN_PLUGIN_EXCEPTION_34=The shutdown plugin defined in configuration entry %s threw an exception when it was invoked during the Directory Server shutdown process:  %s
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_EXCEPTION_35=The post-connect plugin defined in configuration entry %s threw an exception when it was invoked for connection %d from %s:  %s.  The connection will be terminated
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_RETURNED_NULL_36=The post-connect plugin defined in configuration entry %s returned null when invoked for connection %d from %s.  This is an illegal response, and the connection will be terminated
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_EXCEPTION_37=The post-disconnect plugin defined in configuration entry %s threw an exception when it was invoked for connection %d from %s:  %s
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_RETURNED_NULL_38=The post-disconnect plugin defined in configuration entry %s returned null when invoked for connection %d from %s.  This is an illegal response
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_EXCEPTION_39=The pre-parse %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_RETURNED_NULL_40=The pre-parse %s plugin defined in configuration entry %s returned null when invoked for connection %d operation %s.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_EXCEPTION_41=The pre-operation %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_RETURNED_NULL_42=The pre-operation %s plugin defined in configuration entry %s returned null when invoked for connection %d operation %d.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_EXCEPTION_43=The post-operation %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_RETURNED_NULL_44=The post-operation %s plugin defined in configuration entry %s returned null when invoked for connection %d operation %d.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_EXCEPTION_45=The post-response %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_RETURNED_NULL_46=The post-response %s plugin defined in configuration entry %s returned null when invoked for connection %d operation %d.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_EXCEPTION_47=The search result entry plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d with entry %s:  %s.  Processing on this search operation will be terminated
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_RETURNED_NULL_48=The search result entry plugin defined in configuration entry %s returned null when invoked for connection %d operation %d with entry %s.  This is an illegal response, and processing on this search operation will be terminated
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_EXCEPTION_49=The search result reference plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d with referral URL(s) %s:  %s. Processing on this search operation will be terminated
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_RETURNED_NULL_50=The search result reference plugin defined in configuration entry %s returned null when invoked for connection %d operation %d with referral URL(s) %s.  This is an illegal response, and processing on this search operation will be terminated
SEVERE_ERR_PLUGIN_LASTMOD_INVALID_PLUGIN_TYPE_51=An attempt was made to register the LastMod plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
INFO_PROFILEVIEWER_DESCRIPTION_FILENAMES_52=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u306e\u30c7\u30fc\u30bf\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30d1\u30b9\u3002  \u3053\u306e\u5f15\u6570\u3092\u8907\u6570\u56de\u6307\u5b9a\u3057\u3066\u3001\u8907\u6570\u306e\u30c7\u30fc\u30bf\u30d5\u30a1\u30a4\u30eb\u306e\u30c7\u30fc\u30bf\u3092\u5206\u6790\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059
INFO_PROFILEVIEWER_DESCRIPTION_USE_GUI_53=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u3092 GUI \u30e2\u30fc\u30c9\u3067\u8868\u793a\u3059\u308b\u304b\u3001\u7d50\u679c\u30c7\u30fc\u30bf\u3092\u6a19\u6e96\u51fa\u529b\u306b\u66f8\u304d\u51fa\u3059\u304b\u3092\u793a\u3057\u307e\u3059
INFO_PROFILEVIEWER_DESCRIPTION_USAGE_54=\u3053\u306e\u4f7f\u7528\u60c5\u5831\u3092\u8868\u793a\u3057\u307e\u3059
SEVERE_ERR_PROFILEVIEWER_CANNOT_INITIALIZE_ARGS_55=An unexpected error occurred while attempting to initialize the command-line arguments:  %s
SEVERE_ERR_PROFILEVIEWER_ERROR_PARSING_ARGS_56=An error occurred while parsing the command-line arguments:  %s
SEVERE_ERR_PROFILEVIEWER_CANNOT_PROCESS_DATA_FILE_57=An error occurred while trying to process the profile data in file %s:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_EXCEPTION_58=The LDIF import plugin defined in configuration entry %s threw an exception when it was invoked on entry %s:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_RETURNED_NULL_59=The LDIF import plugin defined in configuration entry %s returned null when invoked on entry %s. This is an illegal response
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_EXCEPTION_60=The LDIF export plugin defined in configuration entry %s threw an exception when it was invoked on entry %s:  %s
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_RETURNED_NULL_61=The LDIF export plugin defined in configuration entry %s returned null when invoked on entry %s. This is an illegal response
SEVERE_ERR_PLUGIN_ENTRYUUID_INVALID_PLUGIN_TYPE_62=An attempt was made to register the EntryUUID plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_EXCEPTION_63=The intermediate response plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_RETURNED_NULL_64=The intermediate response plugin defined in configuration entry %s returned null when invoked for connection %d operation %d.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_PWPIMPORT_INVALID_PLUGIN_TYPE_65=An attempt was made to register the password policy import plugin to be invoked as a %s plugin. This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_PWPIMPORT_ERROR_ENCODING_PASSWORD_66=An error occurred while attempting to encode a password value stored in attribute %s of user entry %s:  %s.  Password values for this user will not be encoded
SEVERE_ERR_PLUGIN_TYPE_NOT_SUPPORTED_67=The plugin defined in configuration entry %s does not support the %s plugin type
INFO_PROFILEVIEWER_TOOL_DESCRIPTION_68=\u3053\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30fc\u3092\u4f7f\u7528\u3057\u3066\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30e9\u306b\u3088\u3063\u3066\u53d6\u308a\u8fbc\u307e\u308c\u305f\u30c7\u30fc\u30bf\u30d5\u30a1\u30a4\u30eb\u306e\u60c5\u5831\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_AUTH_SCHEMES_69=The password policy import plugin is not configured any default auth password schemes, and the server does not support the %s auth password scheme
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_AUTH_SCHEME_70=Auth password storage scheme %s referenced by the password policy import plugin is not configured for use in the server
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_USER_SCHEMES_71=The password policy import plugin is not configured any default user password schemes, and the server does not support the %s auth password scheme
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_USER_SCHEME_72=User password storage scheme %s referenced by the password policy import plugin is not configured for use in the server
SEVERE_WARN_PLUGIN_PWIMPORT_NO_SUCH_POLICY_73=Entry '%s' indicates that it uses custom password policy '%s', but no such policy is defined in the server.  Any passwords contained in the entry will be encoded using the default storage schemes, but authentication as this user might not be possible
SEVERE_WARN_PLUGIN_PWIMPORT_CANNOT_DECODE_POLICY_DN_74=An error occurred while attempting to decode the value of the custom password policy attribute in entry '%s':  %s.  Any passwords contained in the entry will be encoded using the default storage schemes, but authentication as this user might not be possible
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_EXCEPTION_75=The subordinate modify DN plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_RETURNED_NULL_76=The subordinate modify DN plugin defined in configuration entry %s returned null when invoked for connection %d operation %s.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_UNIQUEATTR_INVALID_PLUGIN_TYPE_77=An attempt was made to register the Unique Attribute plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_UNIQUEATTR_MOD_NOT_UNIQUE_78=An error occurred while attempting to modify an attribute value of entry %s because the proposed changes failed the attribute value uniqueness check
SEVERE_ERR_PLUGIN_UNIQUEATTR_ADD_NOT_UNIQUE_79=An error occurred while attempting to add the entry %s because one of the entry's attribute values failed the attribute value uniqueness check
SEVERE_ERR_PLUGIN_UNIQUEATTR_MODDN_NOT_UNIQUE_80=An error occurred while attempting to perform a modify DN operation on entry %s because the proposed changes failed the attribute value uniqueness check
SEVERE_ERR_PLUGIN_REFERENT_INVALID_PLUGIN_TYPE_81=An attempt was made to register the Referential Integrity plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_REFERENT_CREATE_LOGFILE_82=An error occurred during Referential Integity plugin initialization because log file creation failed:  %s
SEVERE_ERR_PLUGIN_REFERENT_CLOSE_LOGFILE_83=An error occurred closing the Referential Integrity plugin update logile: %s
SEVERE_ERR_PLUGIN_REFERENT_REPLACE_LOGFILE_84=An error occurred replacing the Referential Integrity plugin update logile: %s
INFO_PLUGIN_REFERENT_LOGFILE_CHANGE_REQUIRES_RESTART_85=\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u306e\u9593\u306b\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u5909\u66f4\u3092\u8a18\u9332\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u540d\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u3053\u306e\u5909\u66f4\u306f\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u8d77\u52d5\u3059\u308b\u307e\u3067\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_UPDATE_INTERVAL_CHANGED_86=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u306e\u66f4\u65b0\u9593\u9694\u304c %s \u304b\u3089 %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u3053\u306e\u65b0\u3057\u3044\u5024\u306f\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u4e2d\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STOPPING_87=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u304c\u505c\u6b62\u3057\u307e\u3057\u305f
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STARTING_88=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u66f4\u65b0\u9593\u9694 %s \u3092\u4f7f\u3063\u3066\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u51e6\u7406\u3092\u958b\u59cb\u3057\u307e\u3057\u305f
SEVERE_ERR_PLUGIN_REFERENT_SEARCH_FAILED_89=The Referential Integrity plugin failed when performaing an internal search: %s
SEVERE_ERR_PLUGIN_REFERENT_MODIFY_FAILED_90=The Referential Integrity plugin failed when performing an internal modify on entry %s: %s
MILD_ERR_PLUGIN_REFERENT_CANNOT_DECODE_STRING_AS_DN_91=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u66f4\u65b0\u30ed\u30b0\u304b\u3089\u306e\u30a8\u30f3\u30c8\u30ea DN \u306e\u5fa9\u53f7\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f: %s
INFO_PLUGIN_REFERENT_SEARCH_NO_SUCH_OBJECT_92=\u53c2\u7167\u5b8c\u5168\u6027\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u691c\u7d22\u306e\u5b9f\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d9\u30fc\u30b9 DN %s \u306f\u5b58\u5728\u3057\u307e\u305b\u3093
SEVERE_ERR_PLUGIN_REFERENT_INVALID_ATTRIBUTE_SYNTAX_93=An error occurred in the Referential Integrity plugin while attempting to configure the attribute type %s which has a syntax OID of %s. A Referential Integrity attribute type must have a syntax OID of either 1.3.6.1.4.1.1466.115.121.1.12 (for the distinguished name syntax) or 1.3.6.1.4.1.1466.115.121.1.34 (for the name and optional uid syntax)
SEVERE_ERR_PLUGIN_REFERENT_SKIP_DELETE_PROCESSING_94=The Referential Integrity plugin will not process a post delete operation on entry %s because the core operation failed
SEVERE_ERR_PLUGIN_REFERENT_SKIP_MODIFY_DN_PROCESSING_95=The Referential Integrity plugin will not process a post modify DN operation on entry %s because the core operation failed
MILD_ERR_PLUGIN_7BIT_INVALID_PLUGIN_TYPE_96=7 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u7121\u52b9\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7 %s \u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u30d7\u30e9\u30b0\u30a4\u30f3\u30bf\u30a4\u30d7\u306f\u3001ldifImport\u3001preOperationAdd\u3001preOperationModify\u3001\u304a\u3088\u3073 preOperationModifyDN \u3060\u3051\u3067\u3059
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_DN_97=\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30f3\u30c8\u30ea\u306e DN \u3092\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_ATTR_98=\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30f3\u30c8\u30ea\u5185\u306e\u5c5e\u6027 %s \u3092\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_NEW_RDN_99=\u65b0\u3057\u3044 RDN \u3092\u5fa9\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:  %s
MILD_ERR_PLUGIN_7BIT_ADD_ATTR_NOT_CLEAN_100=\u8ffd\u52a0\u3059\u308b\u30a8\u30f3\u30c8\u30ea\u306b\u30017 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u3067\u306a\u3044\u5c5e\u6027 %s \u306e\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3057\u305f
MILD_ERR_PLUGIN_7BIT_MODIFY_ATTR_NOT_CLEAN_101=\u5909\u66f4\u64cd\u4f5c\u306e\u305f\u3081\u306b\u3001\u5c5e\u6027 %s \u306e\u5024\u304c 7 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u3067\u306a\u304f\u306a\u3063\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
MILD_ERR_PLUGIN_7BIT_MODIFYDN_ATTR_NOT_CLEAN_102=DN \u5909\u66f4\u64cd\u4f5c\u306e\u305f\u3081\u306b\u3001\u5c5e\u6027 %s \u306e\u5024\u304c 7 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u3067\u306a\u304f\u306a\u3063\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
MILD_ERR_PLUGIN_7BIT_IMPORT_ATTR_NOT_CLEAN_103=\u30a8\u30f3\u30c8\u30ea\u306b\u542b\u307e\u308c\u3066\u3044\u305f\u5c5e\u6027 %s \u306e\u5024\u304c 7 \u30d3\u30c3\u30c8\u900f\u904e\u30e2\u30fc\u30c9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
SEVERE_ERR_PLUGIN_PWIMPORT_NO_SUCH_DEFAULT_AUTH_SCHEME_104=The password policy import plugin references default auth password storage scheme %s which is not available for use in the server
SEVERE_ERR_PLUGIN_POST_SYNCHRONIZATION_PLUGIN_EXCEPTION_105=The post-synchronization %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_NOT_UNIQUE_106=A unique attribute conflict was detected for attribute %s:  value %s already exists in entry %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_SYNC_NOT_UNIQUE_107=A unique attribute conflict was detected for attribute %s during synchronization (connID=%d, opID=%d):  value %s in entry %s conflicts with an existing value in entry %s.  Manual interaction is required to eliminate the conflict
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_108=An internal error occurred while attempting to determine whether the operation would have resulted in a unique attribute conflict (result %s, message %s)
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_SYNC_109=An internal error occurred while attempting to determine whether the synchronization operation (connID=%d, opID=%d) for entry %s would have resulted in a unique attribute conflict (result %s, message %s)
SEVERE_ERR_PLUGIN_REFERENT_ATTR_UNINDEXED_110=The referential integrity plugin defined in configuration entry %s is configured to operate on attribute %s but there is no equality index defined for this attribute in backend %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_UNINDEXED_111=The unique attribute plugin defined in configuration entry %s is configured to operate on attribute %s but there is no equality index defined for this attribute in backend %s
SEVERE_ERR_PLUGIN_NETWORKGROUP_INVALID_PLUGIN_TYPE_112=An attempt was made to register the NetworkGroup plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_113=An attempt was made to register the Change Number Control plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_CHANGE_NUMBER_INVALID_PLUGIN_TYPE_LIST_114=An attempt was made to register the Change Number Control plugin with the following plugin types : %s. However this plugin must be configured with all of the following plugin types : %s