# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=PLUGIN

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_PLUGIN_NULL_CONFIG_ENTRY_1=Unable to initialize an instance of the plugin defined in class %s because the provided configuration entry was null
INFO_PLUGIN_DESCRIPTION_SHUTDOWN_PASSWORD_2=Sp\u00e9cifie un mot de passe cod\u00e9 facultatif requis pour arr\u00eater Directory Server. S'il n'est pas fourni, alors aucun mot de passe n'est requis (m\u00eame s'il sera n\u00e9cessaire pour l'authentification sur le serveur, afin d'ajouter une entr\u00e9e de t\u00e2che n\u00e9cessaire) .  Les modifications apport\u00e9es \u00e0 ce mot de passe seront imm\u00e9diatement prises en compte.
SEVERE_ERR_PLUGIN_ADLIST_NO_PLUGIN_TYPES_3=LDAP attribute description list plugin instance defined in configuration entry %s does not list any plugin types.  This plugin must be configured to operate as a pre-parse search plugin
SEVERE_ERR_PLUGIN_ADLIST_INVALID_PLUGIN_TYPE_4=The LDAP attribute description list plugin instance defined in configuration entry %s lists an invalid plugin type %s.  This plugin can only be used as a pre-parse search plugin
SEVERE_ERR_PLUGIN_PROFILER_NO_PLUGIN_TYPES_5=The Directory Server profiler plugin instance defined in configuration entry %s does not list any plugin types.  This plugin must be configured to operate as a startup plugin
SEVERE_ERR_PLUGIN_PROFILER_INVALID_PLUGIN_TYPE_6=The Directory Server profiler plugin instance defined in configuration entry %s lists an invalid plugin type %s.  This plugin can only be used as a startup plugin
INFO_PLUGIN_PROFILER_DESCRIPTION_PROFILE_DIR_7=Chemin d'acc\u00e8s au r\u00e9pertoire dans lequel les informations de profil vont \u00eatre inscrites.  Ce r\u00e9pertoire doit exister et Directory Server doit disposer d'une autorisation pour cr\u00e9er de nouveaux fichiers dans celui-ci. Les modifications apport\u00e9es \u00e0 cet attribut de configuration seront imm\u00e9diatement prises en compte.
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_PROFILE_DIR_8=An unexpected error occurred while attempting to determine the value of the ds-cfg-profile-directory attribute in the %s entry:  %s.  The default profile directory of %s will be used
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_WRITE_PROFILE_DATA_9=An unexpected error occurred when the profiler plugin defined in configuration entry %s attempted to write the information captured to output file %s:  %s
INFO_PLUGIN_PROFILER_DESCRIPTION_AUTOSTART_10=Indique si le plug-in du profileur doit d\u00e9marrer la collecte de donn\u00e9es automatiquement lors du d\u00e9marrage de Directory Server. Cela sera lu uniquement lors du d\u00e9marrage du serveur et toute modification deviendra effective lors du red\u00e9marrage suivant 
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_AUTOSTART_11=An unexpected error occurred while attempting to determine the value of the ds-cfg-enable-profiling-on-startup attribute in the %s entry:  %s.  Profiling information will not automatically be captured on startup and must be manually enabled
INFO_PLUGIN_PROFILER_DESCRIPTION_INTERVAL_12=Exemple d'intervalle devant \u00eatre utilis\u00e9 lors de la capture d'informations de profilage dans le serveur. Les modifications apport\u00e9es \u00e0 cet attribut de configuration deviennent effectives lors du d\u00e9marrage suivant du profileur
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_INTERVAL_13=An unexpected error occurred while attempting to determine the value of the ds-cfg-profile-sample-interval attribute in the %s entry:  %s.  The default sample interval of %d milliseconds will be used
INFO_PLUGIN_PROFILER_DESCRIPTION_STATE_14=\u00c9tat actuel du profileur.  Il est soit "activ\u00e9" (ce qui indique que le thread du profileur collecte des donn\u00e9es de mani\u00e8re active), soit "d\u00e9sactiv\u00e9". Il s'agit d'un attribut en lecture seule
INFO_PLUGIN_PROFILER_DESCRIPTION_ACTION_15=Action devant \u00eatre entreprise par le profileur.  Une valeur "start" entra\u00eene le d\u00e9marrage de la collecte de donn\u00e9es par le thread du profileur si elle n'est pas encore active.  Une valeur "stop" entra\u00eene l'arr\u00eat de la collecte de donn\u00e9es et leur \u00e9criture sur le disque par le profileur, tandis qu'une valeur "cancel" entra\u00eene l'arr\u00eat de la collecte de donn\u00e9es par le le thread du profileur et ignore tout ce qui a d\u00e9j\u00e0 \u00e9t\u00e9 captur\u00e9.  Ces op\u00e9rations se produiront imm\u00e9diatement
SEVERE_WARN_PLUGIN_PROFILER_INVALID_PROFILE_DIR_16=The profile directory %s specified in attribute ds-cfg-profile-directory of configuration entry %s is invalid because the specified path does not exist or is not a directory
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_ACTION_17=An unexpected error occurred while attempting to determine the value of the ds-cfg-profile-action attribute in the %s entry:  %s.  No action will be taken
INFO_PLUGIN_PROFILER_UPDATED_INTERVAL_18=L'intervalle d'\u00e9chantillon pour le plug-in du profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 mis \u00e0 jour et vaut maintenant %d millisecondes 
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_INTERVAL_19=An unexpected error occurred while attempting to update the sample interval for the profiler plugin defined in configuration entry %s:  %s
INFO_PLUGIN_PROFILER_UPDATED_DIRECTORY_20=Le r\u00e9pertoire de profileur du plug-in d\u00e9fini dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 modifi\u00e9 et est maintenant %s
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_DIRECTORY_21=An unexpected error occurred while attempting to update the profile directory for the profiler plugin defined in configuration entry %s:  %s
INFO_PLUGIN_PROFILER_STARTED_PROFILING_22=Le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 activ\u00e9 et a d\u00e9marr\u00e9 la capture de donn\u00e9es 
INFO_PLUGIN_PROFILER_ALREADY_PROFILING_23=Le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s est d\u00e9j\u00e0 actif. Par cons\u00e9quent, la demande de d\u00e9marrage du profilage a \u00e9t\u00e9 ignor\u00e9e
INFO_PLUGIN_PROFILER_NOT_RUNNING_24=Le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a re\u00e7u une demande d'arr\u00eat de capture de donn\u00e9es, mais il n'\u00e9tait pas actif. Par cons\u00e9quent, aucune action n'a \u00e9t\u00e9 entreprise 
INFO_PLUGIN_PROFILER_STOPPED_PROFILING_25=Le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 arr\u00eat\u00e9 et ne capture plus de donn\u00e9es 
INFO_PLUGIN_PROFILER_WROTE_PROFILE_DATA_26=Les donn\u00e9es collect\u00e9es par le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 \u00e9crit dans %s
MILD_ERR_PLUGIN_PROFILER_UNKNOWN_ACTION_27=Une demande de r\u00e9alisation d'une action %s non reconnue par le serveur a \u00e9t\u00e9 adress\u00e9e au plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s. Aucune action ne sera entreprise
INFO_PLUGIN_PROFILER_SKIPPING_ACTION_28=Une action du profileur %s a \u00e9t\u00e9 demand\u00e9e pour le plug-in de profileur d\u00e9fini dans l'entr\u00e9e de configuration %s, mais un ou plusieurs probl\u00e8mes ont \u00e9t\u00e9 rencontr\u00e9s avec la configuration du plug-in. Par cons\u00e9quent, l'action demand\u00e9e va \u00eatre ignor\u00e9e
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_PERFORM_ACTION_29=An unexpected error occurred while attempting to process the requested action for the profiler plugin defined in configuration entry %s:  %s
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_EXCEPTION_30=The startup plugin defined in configuration entry %s threw an exception when it was invoked during the Directory Server startup process:  %s.  The server startup process has been aborted
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_RETURNED_NULL_31=The startup plugin defined in configuration entry %s returned a null value when it was invoked during the Directory Server startup process.  This is an illegal return value, and the server startup process has been aborted
SEVERE_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_CONTINUE_32=The startup plugin defined in configuration entry %s encountered an error when it was invoked during the Directory Server startup process:  %s (error ID %d).  The startup process will continue, but this failure might impact the operation of the server
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_ABORT_33=The startup plugin defined in configuration entry %s encountered an error when it was invoked during the Directory Server startup process:  %s (error ID %d).  The server startup process has been aborted
SEVERE_ERR_PLUGIN_SHUTDOWN_PLUGIN_EXCEPTION_34=The shutdown plugin defined in configuration entry %s threw an exception when it was invoked during the Directory Server shutdown process:  %s
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_EXCEPTION_35=The post-connect plugin defined in configuration entry %s threw an exception when it was invoked for connection %d from %s:  %s.  The connection will be terminated
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_RETURNED_NULL_36=The post-connect plugin defined in configuration entry %s returned null when invoked for connection %d from %s.  This is an illegal response, and the connection will be terminated
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_EXCEPTION_37=The post-disconnect plugin defined in configuration entry %s threw an exception when it was invoked for connection %d from %s:  %s
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_RETURNED_NULL_38=The post-disconnect plugin defined in configuration entry %s returned null when invoked for connection %d from %s.  This is an illegal response
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_EXCEPTION_39=The pre-parse %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_RETURNED_NULL_40=The pre-parse %s plugin defined in configuration entry %s returned null when invoked for connection %d operation %s.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_EXCEPTION_41=The pre-operation %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_RETURNED_NULL_42=The pre-operation %s plugin defined in configuration entry %s returned null when invoked for connection %d operation %d.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_EXCEPTION_43=The post-operation %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_RETURNED_NULL_44=The post-operation %s plugin defined in configuration entry %s returned null when invoked for connection %d operation %d.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_EXCEPTION_45=The post-response %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_RETURNED_NULL_46=The post-response %s plugin defined in configuration entry %s returned null when invoked for connection %d operation %d.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_EXCEPTION_47=The search result entry plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d with entry %s:  %s.  Processing on this search operation will be terminated
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_RETURNED_NULL_48=The search result entry plugin defined in configuration entry %s returned null when invoked for connection %d operation %d with entry %s.  This is an illegal response, and processing on this search operation will be terminated
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_EXCEPTION_49=The search result reference plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d with referral URL(s) %s:  %s. Processing on this search operation will be terminated
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_RETURNED_NULL_50=The search result reference plugin defined in configuration entry %s returned null when invoked for connection %d operation %d with referral URL(s) %s.  This is an illegal response, and processing on this search operation will be terminated
SEVERE_ERR_PLUGIN_LASTMOD_INVALID_PLUGIN_TYPE_51=An attempt was made to register the LastMod plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
INFO_PROFILEVIEWER_DESCRIPTION_FILENAMES_52=Chemin d'acc\u00e8s \u00e0 un fichier de donn\u00e9es de profil.  Cet argument peut \u00eatre fourni plus d'une fois pour analyser les donn\u00e9es de plusieurs fichiers de donn\u00e9es
INFO_PROFILEVIEWER_DESCRIPTION_USE_GUI_53=Indique si les informations de profil doivent \u00eatre affich\u00e9es en mode Interface graphique ou si les donn\u00e9es r\u00e9sultantes doivent \u00eatre \u00e9crites dans une sortie standard
INFO_PROFILEVIEWER_DESCRIPTION_USAGE_54=Affiche ces informations sur l'utilisation
SEVERE_ERR_PROFILEVIEWER_CANNOT_INITIALIZE_ARGS_55=An unexpected error occurred while attempting to initialize the command-line arguments:  %s
SEVERE_ERR_PROFILEVIEWER_ERROR_PARSING_ARGS_56=An error occurred while parsing the command-line arguments:  %s
SEVERE_ERR_PROFILEVIEWER_CANNOT_PROCESS_DATA_FILE_57=An error occurred while trying to process the profile data in file %s:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_EXCEPTION_58=The LDIF import plugin defined in configuration entry %s threw an exception when it was invoked on entry %s:  %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_RETURNED_NULL_59=The LDIF import plugin defined in configuration entry %s returned null when invoked on entry %s. This is an illegal response
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_EXCEPTION_60=The LDIF export plugin defined in configuration entry %s threw an exception when it was invoked on entry %s:  %s
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_RETURNED_NULL_61=The LDIF export plugin defined in configuration entry %s returned null when invoked on entry %s. This is an illegal response
SEVERE_ERR_PLUGIN_ENTRYUUID_INVALID_PLUGIN_TYPE_62=An attempt was made to register the EntryUUID plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_EXCEPTION_63=The intermediate response plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_RETURNED_NULL_64=The intermediate response plugin defined in configuration entry %s returned null when invoked for connection %d operation %d.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_PWPIMPORT_INVALID_PLUGIN_TYPE_65=An attempt was made to register the password policy import plugin to be invoked as a %s plugin. This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_PWPIMPORT_ERROR_ENCODING_PASSWORD_66=An error occurred while attempting to encode a password value stored in attribute %s of user entry %s:  %s.  Password values for this user will not be encoded
SEVERE_ERR_PLUGIN_TYPE_NOT_SUPPORTED_67=The plugin defined in configuration entry %s does not support the %s plugin type
INFO_PROFILEVIEWER_TOOL_DESCRIPTION_68=Cet utilitaire peut servir \u00e0 afficher des informations dans des fichiers de donn\u00e9es captur\u00e9es par le profileur Directory Server 
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_AUTH_SCHEMES_69=The password policy import plugin is not configured any default auth password schemes, and the server does not support the %s auth password scheme
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_AUTH_SCHEME_70=Auth password storage scheme %s referenced by the password policy import plugin is not configured for use in the server
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_USER_SCHEMES_71=The password policy import plugin is not configured any default user password schemes, and the server does not support the %s auth password scheme
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_USER_SCHEME_72=User password storage scheme %s referenced by the password policy import plugin is not configured for use in the server
SEVERE_WARN_PLUGIN_PWIMPORT_NO_SUCH_POLICY_73=Entry '%s' indicates that it uses custom password policy '%s', but no such policy is defined in the server.  Any passwords contained in the entry will be encoded using the default storage schemes, but authentication as this user might not be possible
SEVERE_WARN_PLUGIN_PWIMPORT_CANNOT_DECODE_POLICY_DN_74=An error occurred while attempting to decode the value of the custom password policy attribute in entry '%s':  %s.  Any passwords contained in the entry will be encoded using the default storage schemes, but authentication as this user might not be possible
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_EXCEPTION_75=The subordinate modify DN plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s.  Processing on this operation will be terminated
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_RETURNED_NULL_76=The subordinate modify DN plugin defined in configuration entry %s returned null when invoked for connection %d operation %s.  This is an illegal response, and processing on this operation will be terminated
SEVERE_ERR_PLUGIN_UNIQUEATTR_INVALID_PLUGIN_TYPE_77=An attempt was made to register the Unique Attribute plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_UNIQUEATTR_MOD_NOT_UNIQUE_78=An error occurred while attempting to modify an attribute value of entry %s because the proposed changes failed the attribute value uniqueness check
SEVERE_ERR_PLUGIN_UNIQUEATTR_ADD_NOT_UNIQUE_79=An error occurred while attempting to add the entry %s because one of the entry's attribute values failed the attribute value uniqueness check
SEVERE_ERR_PLUGIN_UNIQUEATTR_MODDN_NOT_UNIQUE_80=An error occurred while attempting to perform a modify DN operation on entry %s because the proposed changes failed the attribute value uniqueness check
SEVERE_ERR_PLUGIN_REFERENT_INVALID_PLUGIN_TYPE_81=An attempt was made to register the Referential Integrity plugin to be invoked as a %s plugin.  This plugin type is not allowed for this plugin
SEVERE_ERR_PLUGIN_REFERENT_CREATE_LOGFILE_82=An error occurred during Referential Integity plugin initialization because log file creation failed:  %s
SEVERE_ERR_PLUGIN_REFERENT_CLOSE_LOGFILE_83=An error occurred closing the Referential Integrity plugin update logile: %s
SEVERE_ERR_PLUGIN_REFERENT_REPLACE_LOGFILE_84=An error occurred replacing the Referential Integrity plugin update logile: %s
INFO_PLUGIN_REFERENT_LOGFILE_CHANGE_REQUIRES_RESTART_85=Le nom de fichier %s dans lequel le plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle enregistre les modifications  pendant le processus effectu\u00e9 en arri\u00e8re-plan a \u00e9t\u00e9 modifi\u00e9 par %s, mais cette modification ne sera effective qu'apr\u00e8s le red\u00e9marrage du serveur 
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_UPDATE_INTERVAL_CHANGED_86=L'intervalle de mise \u00e0 jour du traitement en arri\u00e8re-plan du plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle de %s est pass\u00e9 \u00e0 %s. Cette nouvelle valeur va maintenant \u00eatre utilis\u00e9e pendant le traitement en arri\u00e8re-plan 
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STOPPING_87=Le traitement en arri\u00e8re-plan du plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle a \u00e9t\u00e9 arr\u00eat\u00e9
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STARTING_88=Le plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle a d\u00e9marr\u00e9 le traitement en arri\u00e8re-plan \u00e0 l'aide de l'intervalle de mise \u00e0 jour %s 
SEVERE_ERR_PLUGIN_REFERENT_SEARCH_FAILED_89=The Referential Integrity plugin failed when performaing an internal search: %s
SEVERE_ERR_PLUGIN_REFERENT_MODIFY_FAILED_90=The Referential Integrity plugin failed when performing an internal modify on entry %s: %s
MILD_ERR_PLUGIN_REFERENT_CANNOT_DECODE_STRING_AS_DN_91=Le plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle a \u00e9chou\u00e9 lors du d\u00e9codage d'un DN d'entr\u00e9e \u00e0 partir du journal de mise \u00e0 jour : %s 
INFO_PLUGIN_REFERENT_SEARCH_NO_SUCH_OBJECT_92=Le plug-in Int\u00e9grit\u00e9 r\u00e9f\u00e9rentielle a \u00e9chou\u00e9 lors de l'ex\u00e9cution d'une recherche car le DN de base %s n'existe pas 
SEVERE_ERR_PLUGIN_REFERENT_INVALID_ATTRIBUTE_SYNTAX_93=An error occurred in the Referential Integrity plugin while attempting to configure the attribute type %s which has a syntax OID of %s. A Referential Integrity attribute type must have a syntax OID of either 1.3.6.1.4.1.1466.115.121.1.12 (for the distinguished name syntax) or 1.3.6.1.4.1.1466.115.121.1.34 (for the name and optional uid syntax)
SEVERE_ERR_PLUGIN_REFERENT_SKIP_DELETE_PROCESSING_94=The Referential Integrity plugin will not process a post delete operation on entry %s because the core operation failed
SEVERE_ERR_PLUGIN_REFERENT_SKIP_MODIFY_DN_PROCESSING_95=The Referential Integrity plugin will not process a post modify DN operation on entry %s because the core operation failed
MILD_ERR_PLUGIN_7BIT_INVALID_PLUGIN_TYPE_96=Le plug-in 7-bit clean est configur\u00e9 avec un type de plug-in incorrect %s. Seuls les types de plug-in ldifImport, preOperationAdd, preOperationModify et preOperationModifyDN sont autoris\u00e9s 
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_DN_97=Une erreur s'est produite lors de la tentative de d\u00e9codage du DN pour l'entr\u00e9e cible : %s 
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_ATTR_98=Une erreur s'est produite lors de la tentative de d\u00e9codage de l'attribut %s dans l'entr\u00e9e cible : %s 
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_NEW_RDN_99=Une erreur s'est produite lors de la tentative de d\u00e9codage du nouveau nom relatif distinctif (NRD) : %s
MILD_ERR_PLUGIN_7BIT_ADD_ATTR_NOT_CLEAN_100=L'entr\u00e9e \u00e0 ajouter incluait une valeur non 7-bit clean pour l'attribut %s
MILD_ERR_PLUGIN_7BIT_MODIFY_ATTR_NOT_CLEAN_101=L'op\u00e9ration de modification aurait donn\u00e9 une valeur non 7-bit clean \u00e0 l'attribut %s
MILD_ERR_PLUGIN_7BIT_MODIFYDN_ATTR_NOT_CLEAN_102=L'op\u00e9ration de modification de DN aurait donn\u00e9 une valeur non 7-bit clean \u00e0 l'attribut %s
MILD_ERR_PLUGIN_7BIT_IMPORT_ATTR_NOT_CLEAN_103=L'entr\u00e9e incluse comprenait une valeur non 7-bit clean pour l'attribut %s
SEVERE_ERR_PLUGIN_PWIMPORT_NO_SUCH_DEFAULT_AUTH_SCHEME_104=The password policy import plugin references default auth password storage scheme %s which is not available for use in the server
SEVERE_ERR_PLUGIN_POST_SYNCHRONIZATION_PLUGIN_EXCEPTION_105=The post-synchronization %s plugin defined in configuration entry %s threw an exception when it was invoked for connection %d operation %d:  %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_NOT_UNIQUE_106=A unique attribute conflict was detected for attribute %s:  value %s already exists in entry %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_SYNC_NOT_UNIQUE_107=A unique attribute conflict was detected for attribute %s during synchronization (connID=%d, opID=%d):  value %s in entry %s conflicts with an existing value in entry %s.  Manual interaction is required to eliminate the conflict
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_108=An internal error occurred while attempting to determine whether the operation would have resulted in a unique attribute conflict (result %s, message %s)
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_SYNC_109=An internal error occurred while attempting to determine whether the synchronization operation (connID=%d, opID=%d) for entry %s would have resulted in a unique attribute conflict (result %s, message %s)
SEVERE_ERR_PLUGIN_REFERENT_ATTR_UNINDEXED_110=The referential integrity plugin defined in configuration entry %s is configured to operate on attribute %s but there is no equality index defined for this attribute in backend %s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_UNINDEXED_111=The unique attribute plugin defined in configuration entry %s is configured to operate on attribute %s but there is no equality index defined for this attribute in backend %s
