# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=PLUGIN

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_PLUGIN_NULL_CONFIG_ENTRY_1=\uc81c\uacf5\ub41c \uad6c\uc131 \ud56d\ubaa9\uc774 null\uc774\uae30 \ub54c\ubb38\uc5d0 %s \ud074\ub798\uc2a4\uc5d0 \uc815\uc758\ub41c \ud50c\ub7ec\uadf8\uc778\uc758 \uc778\uc2a4\ud134\uc2a4\ub97c \ucd08\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_DESCRIPTION_SHUTDOWN_PASSWORD_2=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\ub97c \uc911\uc9c0\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc778\ucf54\ub529\ub41c \ube44\ubc00\ubc88\ud638(\uc120\ud0dd \uc0ac\ud56d)\ub97c \uc9c0\uc815\ud569\ub2c8\ub2e4.  \uc81c\uacf5\ud558\uc9c0 \uc54a\uc740 \uacbd\uc6b0 \ube44\ubc00\ubc88\ud638\uac00 \ud544\uc694\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc774 \uacbd\uc6b0\uc5d0\ub3c4 \ud544\uc694\ud55c \uc791\uc5c5 \ud56d\ubaa9\uc744 \ucd94\uac00\ud558\ub824\uba74 \uc5ec\uc804\ud788 \uc11c\ubc84\uc5d0 \uc778\uc99d\ud574\uc57c \ud569\ub2c8\ub2e4.  \uc774 \ube44\ubc00\ubc88\ud638\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_ADLIST_NO_PLUGIN_TYPES_3=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c LDAP \uc18d\uc131 \uc124\uba85 \ubaa9\ub85d \ud50c\ub7ec\uadf8\uc778 \uc778\uc2a4\ud134\uc2a4\uac00 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc744 \ub098\uc5f4\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \uc0ac\uc804 \uad6c\ubb38 \ubd84\uc11d \uac80\uc0c9 \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \uc791\ub3d9\ud558\ub3c4\ub85d \uad6c\uc131\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_ADLIST_INVALID_PLUGIN_TYPE_4=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c LDAP \uc18d\uc131 \uc124\uba85 \ubaa9\ub85d \ud50c\ub7ec\uadf8\uc778 \uc778\uc2a4\ud134\uc2a4\uac00 \uc798\ubabb\ub41c \ud50c\ub7ec\uadf8\uc778 \uc720\ud615 %s\uc744(\ub97c) \ub098\uc5f4\ud569\ub2c8\ub2e4. \uc774 \ud50c\ub7ec\uadf8\uc778\uc740 \uc0ac\uc804 \uad6c\ubb38 \ubd84\uc11d \uac80\uc0c9 \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c\ub9cc \uc0ac\uc6a9\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PROFILER_NO_PLUGIN_TYPES_5=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778 \uc778\uc2a4\ud134\uc2a4\uac00 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc744 \ub098\uc5f4\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \uc774 \ud50c\ub7ec\uadf8\uc778\uc774 \uc2dc\uc791 \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \uc791\ub3d9\ud558\ub3c4\ub85d \uad6c\uc131\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PROFILER_INVALID_PLUGIN_TYPE_6=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778 \uc778\uc2a4\ud134\uc2a4\uac00 \uc798\ubabb\ub41c \ud50c\ub7ec\uadf8\uc778 \uc720\ud615 %s\uc744(\ub97c) \ub098\uc5f4\ud569\ub2c8\ub2e4. \uc774 \ud50c\ub7ec\uadf8\uc778\uc740 \uc2dc\uc791 \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c\ub9cc \uc0ac\uc6a9\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_DESCRIPTION_PROFILE_DIR_7=\ud504\ub85c\ud544 \uc815\ubcf4\uac00 \uae30\ub85d\ub420 \ub514\ub809\ud1a0\ub9ac\ub85c\uc758 \uacbd\ub85c\uc785\ub2c8\ub2e4.  \ub514\ub809\ud1a0\ub9ac\uac00 \uc788\uace0 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uc5d0 \uc774 \ub514\ub809\ud1a0\ub9ac\uc5d0\uc11c \uc0c8 \ud30c\uc77c\uc744 \ub9cc\ub4e4 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.  \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \uc989\uc2dc \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_PROFILE_DIR_8=%s \ud56d\ubaa9\uc5d0\uc11c ds-cfg-profile-directory \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uae30\ubcf8 \ud504\ub85c\ud544 \ub514\ub809\ud1a0\ub9ac %s\uc774(\uac00) \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_WRITE_PROFILE_DATA_9=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc774 \ucea1\ucc98\ub41c \uc815\ubcf4\ub97c \ucd9c\ub825 \ud30c\uc77c %s\uc5d0 \uc4f0\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PLUGIN_PROFILER_DESCRIPTION_AUTOSTART_10=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84\uac00 \uc2dc\uc791\ub420 \ub54c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc774 \ub370\uc774\ud130 \uc218\uc9d1\uc744 \uc790\ub3d9\uc73c\ub85c \uc2dc\uc791\ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4.  \uc11c\ubc84\uac00 \uc2dc\uc791\ub420 \ub54c\uc5d0\ub9cc \uc77d\uace0, \ubcc0\uacbd \uc0ac\ud56d\uc740 \ub2e4\uc74c\uc5d0 \ub2e4\uc2dc \uc2dc\uc791\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_AUTOSTART_11=%s \ud56d\ubaa9\uc5d0\uc11c ds-cfg-enable-profiling-on-startup \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ud504\ub85c\ud544 \uc815\ubcf4\ub294 \uc2dc\uc791\ud560 \ub54c \uc790\ub3d9\uc73c\ub85c \ucea1\ucc98\ub418\uc9c0 \uc54a\uc73c\ubbc0\ub85c \uc218\ub3d9\uc73c\ub85c \ud65c\uc131\ud654\ud574\uc57c \ud569\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_DESCRIPTION_INTERVAL_12=\uc11c\ubc84\uc5d0\uc11c \ud504\ub85c\ud544 \uc815\ubcf4\ub97c \ucea1\ucc98\ud560 \ub54c \uc0ac\uc6a9\ub418\ub294 \uc0d8\ud50c \uac04\uaca9\uc785\ub2c8\ub2e4. \uc774 \uad6c\uc131 \uc18d\uc131\uc5d0 \ub300\ud55c \ubcc0\uacbd \uc0ac\ud56d\uc740 \ub2e4\uc74c\uc5d0 \ud504\ub85c\ud544\ub7ec\ub97c \uc2dc\uc791\ud560 \ub54c \uc801\uc6a9\ub429\ub2c8\ub2e4.
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_INTERVAL_13=%s \ud56d\ubaa9\uc5d0\uc11c ds-cfg-profile-sample-interval \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uae30\ubcf8 \uc0d8\ud50c \uac04\uaca9 %d\ubc00\ub9ac\ucd08\uac00 \uc0ac\uc6a9\ub429\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_DESCRIPTION_STATE_14=\ud504\ub85c\ud544\ub7ec\uc758 \ud604\uc7ac \uc0c1\ud0dc\uc785\ub2c8\ub2e4.  "enabled"(\ud504\ub85c\ud544\ub7ec \uc2a4\ub808\ub4dc\uac00 \ub370\uc774\ud130 \uc218\uc9d1 \uc911\uc784\uc744 \ub098\ud0c0\ub0c4) \ub610\ub294 "disabled"\uc785\ub2c8\ub2e4.  \uc77d\uae30 \uc804\uc6a9 \uc18d\uc131\uc785\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_DESCRIPTION_ACTION_15=\ud504\ub85c\ud544\ub7ec\uc5d0\uc11c \uc218\ud589\ud574\uc57c \ud558\ub294 \uc791\uc5c5\uc785\ub2c8\ub2e4.  \uac12\uc774 "start"\uc774\uba74 \ud504\ub85c\ud544\ub7ec \uc2a4\ub808\ub4dc\uac00 \ub370\uc774\ud130 \uc218\uc9d1\uc744 \uc2dc\uc791\ud569\ub2c8\ub2e4(\uc544\uc9c1 \ud65c\uc131\ud654\ub418\uc9c0 \uc54a\uc740 \uacbd\uc6b0).  \uac12\uc774 "stop"\uc774\uba74 \ud504\ub85c\ud544\ub7ec \uc2a4\ub808\ub4dc\uac00 \ub370\uc774\ud130 \uc218\uc9d1\uc744 \uc911\uc9c0\ud558\uace0 \ub370\uc774\ud130\ub97c \ub514\uc2a4\ud06c\uc5d0 \uc501\ub2c8\ub2e4. \uac12\uc774 "cancel"\uc774\uba74 \ud504\ub85c\ud544\ub7ec \uc2a4\ub808\ub4dc\uac00 \ub370\uc774\ud130 \uc218\uc9d1\uc744 \uc911\uc9c0\ud558\uace0 \ucea1\ucc98\ub41c \ub370\uc774\ud130\ub97c \uc0ad\uc81c\ud569\ub2c8\ub2e4.  \uc774\ub7ec\ud55c \uc791\uc5c5\uc740 \uc989\uc2dc \uc218\ud589\ub429\ub2c8\ub2e4.
SEVERE_WARN_PLUGIN_PROFILER_INVALID_PROFILE_DIR_16=\uc9c0\uc815\ub41c \uacbd\ub85c\uac00 \uc5c6\uac70\ub098 \ub514\ub809\ud1a0\ub9ac\uac00 \uc544\ub2c8\uae30 \ub54c\ubb38\uc5d0 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc758 ds-cfg-profile-directory \uc18d\uc131\uc5d0 \uc9c0\uc815\ub41c \ud504\ub85c\ud544 \ub514\ub809\ud1a0\ub9ac %1$s\uc774(\uac00) \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_PLUGIN_PROFILER_CANNOT_DETERMINE_ACTION_17=%s \ud56d\ubaa9\uc5d0\uc11c ds-cfg-profile-action \uc18d\uc131 \uac12\uc744 \ud655\uc778\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc791\uc5c5\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_UPDATED_INTERVAL_18=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \uc0d8\ud50c \uac04\uaca9\uc774 %d\ubc00\ub9ac\ucd08\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_INTERVAL_19=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \uc0d8\ud50c \uac04\uaca9\uc744 \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PLUGIN_PROFILER_UPDATED_DIRECTORY_20=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \ud504\ub85c\ud544 \ub514\ub809\ud1a0\ub9ac\uac00 %s(\uc73c)\ub85c \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_UPDATE_DIRECTORY_21=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud55c \ud504\ub85c\ud544 \ub514\ub809\ud1a0\ub9ac\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PLUGIN_PROFILER_STARTED_PROFILING_22=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc774 \ud65c\uc131\ud654\ub418\uc5c8\uc73c\uba70 \ub370\uc774\ud130 \ucea1\ucc98\ub97c \uc2dc\uc791\ud588\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_ALREADY_PROFILING_23=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc774 \uc774\ubbf8 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc73c\ubbc0\ub85c \ud504\ub85c\ud544 \uc2dc\uc791 \uc694\uccad\uc774 \ubb34\uc2dc\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_NOT_RUNNING_24=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc774 \ub370\uc774\ud130 \ucea1\ucc98 \uc911\uc9c0 \uc694\uccad\uc744 \ubc1b\uc558\uc9c0\ub9cc \ud65c\uc131 \uc0c1\ud0dc\uac00 \uc544\ub2c8\ubbc0\ub85c \uc5b4\ub5a4 \uc791\uc5c5\ub3c4 \uc218\ud589\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_STOPPED_PROFILING_25=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc774 \uc911\uc9c0\ub418\uc5c8\uc73c\ubbc0\ub85c \ub370\uc774\ud130\ub97c \ub354 \uc774\uc0c1 \ucea1\ucc98\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_WROTE_PROFILE_DATA_26=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc5d0\uc11c \uc218\uc9d1\ud55c \ub370\uc774\ud130\uac00 %s\uc5d0 \uae30\ub85d\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
MILD_ERR_PLUGIN_PROFILER_UNKNOWN_ACTION_27=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc774 \uc11c\ubc84\uc5d0\uc11c \uc778\uc2dd\ub418\uc9c0 \uc54a\ub294 %s \uc791\uc5c5 \uc218\ud589 \uc694\uccad\uc744 \ubc1b\uc558\uc2b5\ub2c8\ub2e4.  \uc791\uc5c5\uc774 \uc218\ud589\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_PROFILER_SKIPPING_ACTION_28=\uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud574 \ud504\ub85c\ud544\ub7ec \uc791\uc5c5 %1$s\uc774(\uac00) \uc694\uccad\ub418\uc5c8\uc9c0\ub9cc \ud50c\ub7ec\uadf8\uc778 \uad6c\uc131\uc5d0 \ud558\ub098 \uc774\uc0c1\uc758 \ubb38\uc81c\uac00 \ubc1c\uc0dd\ud558\uc5ec \uc694\uccad\ub41c \uc791\uc5c5\uc744 \uac74\ub108\ub701\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PROFILER_CANNOT_PERFORM_ACTION_29=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud504\ub85c\ud544\ub7ec \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud574 \uc694\uccad\ub41c \uc791\uc5c5\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_EXCEPTION_30=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2dc\uc791 \ud504\ub85c\uc138\uc2a4 \uc911 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc2dc\uc791 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uc11c\ubc84 \uc2dc\uc791 \ud504\ub85c\uc138\uc2a4\uac00 \uc911\ub2e8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_RETURNED_NULL_31=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2dc\uc791 \ud504\ub85c\uc138\uc2a4 \uc911 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc2dc\uc791 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null \uac12\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4.  \uc774 \uac12\uc740 \uc798\ubabb\ub41c \ubc18\ud658 \uac12\uc774\ubbc0\ub85c \uc11c\ubc84 \uc2dc\uc791 \ud504\ub85c\uc138\uc2a4\uac00 \uc911\ub2e8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_CONTINUE_32=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2dc\uc791 \ud504\ub85c\uc138\uc2a4 \uc911 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc2dc\uc791 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s(\uc624\ub958 \uc544\uc774\ub514 %d).  \uc2dc\uc791 \ud504\ub85c\uc138\uc2a4\ub294 \uacc4\uc18d\ub418\uc9c0\ub9cc \uc774 \uc624\ub958\uac00 \uc11c\ubc84 \uc791\uc5c5\uc5d0 \uc601\ud5a5\uc744 \uc904 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
FATAL_ERR_PLUGIN_STARTUP_PLUGIN_FAIL_ABORT_33=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc2dc\uc791 \ud504\ub85c\uc138\uc2a4 \uc911 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc2dc\uc791 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s(\uc624\ub958 \uc544\uc774\ub514 %d).  \uc11c\ubc84 \uc2dc\uc791 \ud504\ub85c\uc138\uc2a4\uac00 \uc911\ub2e8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_SHUTDOWN_PLUGIN_EXCEPTION_34=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \uc885\ub8cc \ud504\ub85c\uc138\uc2a4 \uc911 \uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uc885\ub8cc \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_EXCEPTION_35=%3$s\uc5d0\uc11c \uc5f0\uacb0 %2$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \uc5f0\uacb0 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %4$s. \uc5f0\uacb0\uc774 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_POST_CONNECT_PLUGIN_RETURNED_NULL_36=%3$s\uc5d0\uc11c \uc5f0\uacb0 %2$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \uc5f0\uacb0 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null \uac12\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc5f0\uacb0\uc774 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_EXCEPTION_37=%3$s\uc5d0\uc11c \uc5f0\uacb0 %2$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \uc5f0\uacb0 \ud574\uc81c \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %4$s
SEVERE_ERR_PLUGIN_POST_DISCONNECT_PLUGIN_RETURNED_NULL_38=%3$s\uc5d0\uc11c \uc5f0\uacb0 %2$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \uc5f0\uacb0 \ud574\uc81c \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null \uac12\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc785\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_EXCEPTION_39=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\uc804 \uad6c\ubb38 \ubd84\uc11d %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %5$s. \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PRE_PARSE_PLUGIN_RETURNED_NULL_40=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$s\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\uc804 \uad6c\ubb38 \ubd84\uc11d %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_EXCEPTION_41=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\uc804 \uc791\uc5c5 %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %5$s. \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PRE_OPERATION_PLUGIN_RETURNED_NULL_42=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\uc804 \uc791\uc5c5 %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_EXCEPTION_43=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \uc791\uc5c5 %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %5$s. \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_POST_OPERATION_PLUGIN_RETURNED_NULL_44=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \uc791\uc5c5 %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_EXCEPTION_45=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \uc751\ub2f5 %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %5$s. \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_POST_RESPONSE_PLUGIN_RETURNED_NULL_46=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \uc751\ub2f5 %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_EXCEPTION_47=%4$s \ud56d\ubaa9\uc744 \uac00\uc9c4 \uc5f0\uacb0 %2$d \uc791\uc5c5 %3$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uac80\uc0c9 \uacb0\uacfc \ud56d\ubaa9 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %5$s. \uc774 \uac80\uc0c9 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_SEARCH_ENTRY_PLUGIN_RETURNED_NULL_48=%4$s \ud56d\ubaa9\uc744 \uac00\uc9c4 \uc5f0\uacb0 %2$d \uc791\uc5c5 %3$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uac80\uc0c9 \uacb0\uacfc \ud56d\ubaa9 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc774 \uac80\uc0c9 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_EXCEPTION_49=%4$s \ucc38\uc870 URL\uc744 \uac00\uc9c4 \uc5f0\uacb0 %2$d \uc791\uc5c5 %3$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uac80\uc0c9 \uacb0\uacfc \ucc38\uc870 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %5$s. \uc774 \uac80\uc0c9 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_SEARCH_REFERENCE_PLUGIN_RETURNED_NULL_50=%4$s \ucc38\uc870 URL\uc744 \uac00\uc9c4 \uc5f0\uacb0 %2$d \uc791\uc5c5 %3$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uac80\uc0c9 \uacb0\uacfc \ucc38\uc870 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc774 \uac80\uc0c9 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_LASTMOD_INVALID_PLUGIN_TYPE_51=\ud638\ucd9c\ud560 LastMod \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \ub4f1\ub85d\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4.  \uc774 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc740 \uc774 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_PROFILEVIEWER_DESCRIPTION_FILENAMES_52=\ud504\ub85c\ud544 \ub370\uc774\ud130 \ud30c\uc77c\uc758 \uacbd\ub85c\uc785\ub2c8\ub2e4.  \uc774 \uc778\uc218\ub97c \uc5ec\ub7ec \ubc88 \uc81c\uacf5\ud558\uc5ec \uc5ec\ub7ec \ub370\uc774\ud130 \ud30c\uc77c\uc758 \ub370\uc774\ud130\ub97c \ubd84\uc11d\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
INFO_PROFILEVIEWER_DESCRIPTION_USE_GUI_53=\ud504\ub85c\ud544 \uc815\ubcf4\ub97c GUI \ubaa8\ub4dc\ub85c \ud45c\uc2dc\ud560\uc9c0, \uacb0\uacfc \ub370\uc774\ud130\ub97c \ud45c\uc900 \ucd9c\ub825\uc73c\ub85c \uae30\ub85d\ud560\uc9c0 \uc5ec\ubd80\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4.
INFO_PROFILEVIEWER_DESCRIPTION_USAGE_54=\uc774 \uc0ac\uc6a9\ubc95 \uc815\ubcf4 \ud45c\uc2dc
SEVERE_ERR_PROFILEVIEWER_CANNOT_INITIALIZE_ARGS_55=\uba85\ub839\uc904 \uc778\uc218\ub97c \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PROFILEVIEWER_ERROR_PARSING_ARGS_56=\uba85\ub839\uc904 \uc778\uc218\ub97c \uad6c\ubb38 \ubd84\uc11d\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PROFILEVIEWER_CANNOT_PROCESS_DATA_FILE_57=%s \ud30c\uc77c\uc5d0\uc11c \ud504\ub85c\ud544 \ub370\uc774\ud130\ub97c \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_EXCEPTION_58=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c LDIF \uac00\uc838\uc624\uae30 \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud56d\ubaa9\uc5d0\uc11c \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PLUGIN_LDIF_IMPORT_PLUGIN_RETURNED_NULL_59=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c LDIF \uac00\uc838\uc624\uae30 \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud56d\ubaa9\uc5d0\uc11c \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc785\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_EXCEPTION_60=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c LDIF \ub0b4\ubcf4\ub0b4\uae30 \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud56d\ubaa9\uc5d0\uc11c \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PLUGIN_LDIF_EXPORT_PLUGIN_RETURNED_NULL_61=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c LDIF \ub0b4\ubcf4\ub0b4\uae30 \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud56d\ubaa9\uc5d0\uc11c \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc785\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_ENTRYUUID_INVALID_PLUGIN_TYPE_62=\ud638\ucd9c\ud560 EntryUUID \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \ub4f1\ub85d\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4.  \uc774 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc740 \uc774 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_EXCEPTION_63=\uc5f0\uacb0 %2$d \uc791\uc5c5 %3$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc911\uac04 \uc751\ub2f5 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %4$s. \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_INTERMEDIATE_RESPONSE_PLUGIN_RETURNED_NULL_64=\uc5f0\uacb0 %2$d \uc791\uc5c5 %3$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \uc911\uac04 \uc751\ub2f5 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PWPIMPORT_INVALID_PLUGIN_TYPE_65=\ud638\ucd9c\ud560 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uac00\uc838\uc624\uae30 \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \ub4f1\ub85d\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4. \uc774 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc740 \uc774 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PWPIMPORT_ERROR_ENCODING_PASSWORD_66=\uc0ac\uc6a9\uc790 \ud56d\ubaa9 %2$s\uc758 %1$s \uc18d\uc131\uc5d0 \uc800\uc7a5\ub41c \ube44\ubc00\ubc88\ud638 \uac12\uc744 \uc778\ucf54\ub529\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s. \uc774 \uc0ac\uc6a9\uc790\uc5d0 \ub300\ud55c \ube44\ubc00\ubc88\ud638 \uac12\uc740 \uc778\ucf54\ub529\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_TYPE_NOT_SUPPORTED_67=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ud50c\ub7ec\uadf8\uc778\uc774 %s \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
INFO_PROFILEVIEWER_TOOL_DESCRIPTION_68=\uc774 \uc720\ud2f8\ub9ac\ud2f0\ub97c \uc0ac\uc6a9\ud558\uba74 \ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ud504\ub85c\ud544\ub7ec\uc5d0\uc11c \ucea1\ucc98\ud55c \ub370\uc774\ud130 \ud30c\uc77c\uc758 \uc815\ubcf4\ub97c \ubcfc \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_AUTH_SCHEMES_69=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uac00\uc838\uc624\uae30 \ud50c\ub7ec\uadf8\uc778\uc5d0 \uae30\ubcf8 \uc778\uc99d \ube44\ubc00\ubc88\ud638 \uc2a4\ud0a4\ub9c8\uac00 \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uace0 \uc11c\ubc84\uac00 %s \uc778\uc99d \ube44\ubc00\ubc88\ud638 \uc2a4\ud0a4\ub9c8\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_AUTH_SCHEME_70=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uac00\uc838\uc624\uae30 \ud50c\ub7ec\uadf8\uc778\uc5d0\uc11c \ucc38\uc870\ud558\ub294 \uc778\uc99d \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc774(\uac00) \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub3c4\ub85d \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PWIMPORT_NO_DEFAULT_USER_SCHEMES_71=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uac00\uc838\uc624\uae30 \ud50c\ub7ec\uadf8\uc778\uc5d0 \uae30\ubcf8 \uc0ac\uc6a9\uc790 \ube44\ubc00\ubc88\ud638 \uc2a4\ud0a4\ub9c8\uac00 \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uace0 \uc11c\ubc84\uac00 %s \uc778\uc99d \ube44\ubc00\ubc88\ud638 \uc2a4\ud0a4\ub9c8\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PWIMPORT_INVALID_DEFAULT_USER_SCHEME_72=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uac00\uc838\uc624\uae30 \ud50c\ub7ec\uadf8\uc778\uc5d0\uc11c \ucc38\uc870\ud558\ub294 \uc0ac\uc6a9\uc790 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc774(\uac00) \uc11c\ubc84\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub3c4\ub85d \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_PLUGIN_PWIMPORT_NO_SUCH_POLICY_73='%s' \ud56d\ubaa9\uc740 \uc0ac\uc6a9\uc790 \uc815\uc758 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 '%s'\uc744(\ub97c) \uc0ac\uc6a9\ud568\uc744 \ub098\ud0c0\ub0b4\uc9c0\ub9cc \uc11c\ubc84\uc5d0 \ud574\ub2f9 \uc815\ucc45\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.  \ud56d\ubaa9\uc5d0 \ud3ec\ud568\ub41c \ubaa8\ub4e0 \ube44\ubc00\ubc88\ud638\ub294 \uae30\ubcf8 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc778\ucf54\ub529\ub418\uc9c0\ub9cc \uc774 \uc0ac\uc6a9\uc790\ub85c \uc778\uc99d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_WARN_PLUGIN_PWIMPORT_CANNOT_DECODE_POLICY_DN_74='%s' \ud56d\ubaa9\uc5d0\uc11c \uc0ac\uc6a9\uc790 \uc815\uc758 \ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uc18d\uc131 \uac12\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \ud56d\ubaa9\uc5d0 \ud3ec\ud568\ub41c \ubaa8\ub4e0 \ube44\ubc00\ubc88\ud638\ub294 \uae30\ubcf8 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc778\ucf54\ub529\ub418\uc9c0\ub9cc \uc774 \uc0ac\uc6a9\uc790\ub85c \uc778\uc99d\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_EXCEPTION_75=\uc5f0\uacb0 %2$d \uc791\uc5c5 %3$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \ud558\uc704 DN \uc218\uc815 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %4$s. \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_SUBORDINATE_MODIFY_DN_PLUGIN_RETURNED_NULL_76=\uc5f0\uacb0 %2$d \uc791\uc5c5 %3$s\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %1$s\uc5d0 \uc815\uc758\ub41c \ud558\uc704 DN \uc218\uc815 \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c null\uc774 \ubc18\ud658\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uac12\uc740 \uc798\ubabb\ub41c \uc751\ub2f5\uc774\ubbc0\ub85c \uc774 \uc791\uc5c5\uc5d0 \ub300\ud55c \ucc98\ub9ac\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_UNIQUEATTR_INVALID_PLUGIN_TYPE_77=\ud638\ucd9c\ud560 \uace0\uc720\uc131 \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \ub4f1\ub85d\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4.  \uc774 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc740 \uc774 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_UNIQUEATTR_MOD_NOT_UNIQUE_78=\uc81c\uc548\ub41c \ubcc0\uacbd\uc774 \uc18d\uc131 \uac12 \uace0\uc720\uc131 \uac80\uc0ac\uc5d0 \uc2e4\ud328\ud588\uae30 \ub54c\ubb38\uc5d0 %s \ud56d\ubaa9\uc758 \uc18d\uc131 \uac12\uc744 \uc218\uc815\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_UNIQUEATTR_ADD_NOT_UNIQUE_79=\ud56d\ubaa9\uc758 \uc18d\uc131 \uac12 \uc911 \ud558\ub098\uac00 \uc18d\uc131 \uac12 \uace0\uc720\uc131 \uac80\uc0ac\uc5d0 \uc2e4\ud328\ud588\uae30 \ub54c\ubb38\uc5d0 %s \ud56d\ubaa9\uc744 \ucd94\uac00\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_UNIQUEATTR_MODDN_NOT_UNIQUE_80=\uc81c\uc548\ub41c \ubcc0\uacbd\uc774 \uc18d\uc131 \uac12 \uace0\uc720\uc131 \uac80\uc0ac\uc5d0 \uc2e4\ud328\ud588\uae30 \ub54c\ubb38\uc5d0 %s \ud56d\ubaa9\uc5d0 \ub300\ud55c DN \uc218\uc815 \uc791\uc5c5\uc744 \uc218\ud589\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_REFERENT_INVALID_PLUGIN_TYPE_81=\ud638\ucd9c\ud560 \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc744 %s \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \ub4f1\ub85d\ud558\ub824\uace0 \ud588\uc2b5\ub2c8\ub2e4.  \uc774 \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\uc740 \uc774 \ud50c\ub7ec\uadf8\uc778\uc5d0 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_REFERENT_CREATE_LOGFILE_82=\ub85c\uadf8 \ud30c\uc77c\uc744 \ub9cc\ub4e4\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc744 \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PLUGIN_REFERENT_CLOSE_LOGFILE_83=\ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778 \uc5c5\ub370\uc774\ud2b8 \ub85c\uadf8 \ud30c\uc77c\uc744 \ub2eb\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PLUGIN_REFERENT_REPLACE_LOGFILE_84=\ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778 \uc5c5\ub370\uc774\ud2b8 \ub85c\uadf8 \ud30c\uc77c\uc744 \ubc14\uafb8\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PLUGIN_REFERENT_LOGFILE_CHANGE_REQUIRES_RESTART_85=\ubc31\uadf8\ub77c\uc6b4\ub4dc \ucc98\ub9ac \uc911 \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778 \ub85c\uadf8\uac00 \ubcc0\uacbd\ub41c \ud30c\uc77c \uc774\ub984\uc774 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 \uc11c\ubc84\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_UPDATE_INTERVAL_CHANGED_86=\ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778 \ubc31\uadf8\ub77c\uc6b4\ub4dc \ucc98\ub9ac \uc5c5\ub370\uc774\ud2b8 \uac04\uaca9\uc774 %s\uc5d0\uc11c %s(\uc73c)\ub85c \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774\uc81c \ubc31\uadf8\ub77c\uc6b4\ub4dc \ucc98\ub9ac \uc911 \uc0c8 \uac12\uc774 \uc801\uc6a9\ub429\ub2c8\ub2e4.
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STOPPING_87=\ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778 \ubc31\uadf8\ub77c\uc6b4\ub4dc \ucc98\ub9ac\uac00 \uc911\uc9c0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
INFO_PLUGIN_REFERENT_BACKGROUND_PROCESSING_STARTING_88=\ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 \uc5c5\ub370\uc774\ud2b8 \uac04\uaca9 %s\uc744(\ub97c) \uc0ac\uc6a9\ud558\uc5ec \ubc31\uadf8\ub77c\uc6b4\ub4dc \ucc98\ub9ac\ub97c \uc2dc\uc791\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_REFERENT_SEARCH_FAILED_89=\ub0b4\ubd80 \uac80\uc0c9\uc744 \uc218\ud589\ud560 \ub54c \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_PLUGIN_REFERENT_MODIFY_FAILED_90=%s \ud56d\ubaa9\uc5d0\uc11c \ub0b4\ubd80 \uc218\uc815\uc744 \uc218\ud589\ud560 \ub54c \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_PLUGIN_REFERENT_CANNOT_DECODE_STRING_AS_DN_91=\ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 \uc5c5\ub370\uc774\ud2b8 \ub85c\uadf8\uc5d0\uc11c \ud56d\ubaa9 DN\uc744 \ud574\ub3c5\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_PLUGIN_REFERENT_SEARCH_NO_SUCH_OBJECT_92=\uae30\ubcf8 DN %s\uc774(\uac00) \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uac80\uc0c9\uc744 \uc218\ud589\ud560 \ub54c \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_REFERENT_INVALID_ATTRIBUTE_SYNTAX_93=\uad6c\ubb38 OID\uac00 %2$s\uc778 \uc18d\uc131 \uc720\ud615 %1$s\uc744(\ub97c) \uad6c\uc131\ud558\ub294 \ub3d9\uc548 \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc5d0\uc11c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ucc38\uc870 \ubb34\uacb0\uc131 \uc18d\uc131 \uc720\ud615\uc740 \uad6c\ubb38 OID\uac00 1.3.6.1.4.1.1466.115.121.1.12(\uace0\uc720 \uc774\ub984 \uad6c\ubb38) \ub610\ub294 1.3.6.1.4.1.1466.115.121.1.34(\uc774\ub984 \ubc0f \uc120\ud0dd\uc801 UID \uad6c\ubb38)\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_REFERENT_SKIP_DELETE_PROCESSING_94=\ucf54\uc5b4 \uc791\uc5c5\uc774 \uc2e4\ud328\ud588\uae30 \ub54c\ubb38\uc5d0 \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 %s \ud56d\ubaa9\uc5d0 \ub300\ud55c \uc0ac\ud6c4 \uc0ad\uc81c \uc791\uc5c5\uc744 \ucc98\ub9ac\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_REFERENT_SKIP_MODIFY_DN_PROCESSING_95=\ucf54\uc5b4 \uc791\uc5c5\uc774 \uc2e4\ud328\ud588\uae30 \ub54c\ubb38\uc5d0 \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 %s \ud56d\ubaa9\uc5d0 \ub300\ud55c DN \uc0ac\ud6c4 \uc218\uc815 \uc791\uc5c5\uc744 \ucc98\ub9ac\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
MILD_ERR_PLUGIN_7BIT_INVALID_PLUGIN_TYPE_96=7\ube44\ud2b8 \uc815\ub9ac \ud50c\ub7ec\uadf8\uc778\uc774 \uc798\ubabb\ub41c \ud50c\ub7ec\uadf8 \uc720\ud615 %s(\uc73c)\ub85c \uad6c\uc131\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. ldifImport, preOperationAdd, preOperationModify \ubc0f preOperationModifyDN \ud50c\ub7ec\uadf8\uc778 \uc720\ud615\ub9cc \ud5c8\uc6a9\ub429\ub2c8\ub2e4.
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_DN_97=\ub300\uc0c1 \ud56d\ubaa9\uc758 DN\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_ATTR_98=\ub300\uc0c1 \ud56d\ubaa9\uc5d0\uc11c %s \uc18d\uc131\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_PLUGIN_7BIT_CANNOT_DECODE_NEW_RDN_99=\uc0c8 RDN\uc744 \ud574\ub3c5\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_PLUGIN_7BIT_ADD_ATTR_NOT_CLEAN_100=\ucd94\uac00\ud560 \ud56d\ubaa9\uc5d0 7\ube44\ud2b8 \uc815\ub9ac\uac00 \uc544\ub2cc %s \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_PLUGIN_7BIT_MODIFY_ATTR_NOT_CLEAN_101=\uc218\uc815 \uc791\uc5c5\uc758 \uacb0\uacfc\uc5d0 7\ube44\ud2b8 \uc815\ub9ac\uac00 \uc544\ub2cc %s \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_PLUGIN_7BIT_MODIFYDN_ATTR_NOT_CLEAN_102=DN \uc218\uc815 \uc791\uc5c5\uc758 \uacb0\uacfc\uc5d0 7\ube44\ud2b8 \uc815\ub9ac\uac00 \uc544\ub2cc %s \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_PLUGIN_7BIT_IMPORT_ATTR_NOT_CLEAN_103=\ud56d\ubaa9\uc5d0 7\ube44\ud2b8 \uc815\ub9ac\uac00 \uc544\ub2cc %s \uc18d\uc131 \uac12\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_PWIMPORT_NO_SUCH_DEFAULT_AUTH_SCHEME_104=\ube44\ubc00\ubc88\ud638 \uc815\ucc45 \uac00\uc838\uc624\uae30 \ud50c\ub7ec\uadf8\uc778\uc774 \uc11c\ubc84\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\ub294 \uae30\ubcf8 \uc778\uc99d \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 %s\uc744(\ub97c) \ucc38\uc870\ud569\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_POST_SYNCHRONIZATION_PLUGIN_EXCEPTION_105=\uc5f0\uacb0 %3$d \uc791\uc5c5 %4$d\uc5d0 \ub300\ud574 \uad6c\uc131 \ud56d\ubaa9 %2$s\uc5d0 \uc815\uc758\ub41c \uc0ac\ud6c4 \ub3d9\uae30\ud654 %1$s \ud50c\ub7ec\uadf8\uc778\uc744 \ud638\ucd9c\ud560 \ub54c \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %5$s
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_NOT_UNIQUE_106=%s \uc18d\uc131\uc5d0 \ub300\ud55c \uace0\uc720\uc131 \ucda9\ub3cc\uc774 \uac80\uc0c9\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s \uac12\uc774 %s \ud56d\ubaa9\uc5d0 \uc774\ubbf8 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_UNIQUEATTR_SYNC_NOT_UNIQUE_107=\ub3d9\uae30\ud654\ud558\ub294 \ub3d9\uc548 %1$s \uc18d\uc131\uc5d0 \ub300\ud574 \uace0\uc720\uc131 \ucda9\ub3cc\uc774 \uac80\uc0c9\ub418\uc5c8\uc2b5\ub2c8\ub2e4(connID=%2$d, opID=%3$d): %5$s \ud56d\ubaa9\uc758 \uac12 %4$s\uc774(\uac00) %6$s \ud56d\ubaa9\uc758 \uae30\uc874 \uac12\uacfc \ucda9\ub3cc\ud569\ub2c8\ub2e4. \ucda9\ub3cc\uc744 \ud574\uacb0\ud558\ub824\uba74 \uc218\ub3d9\uc73c\ub85c \uc791\uc5c5\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_108=\uc791\uc5c5\uc5d0\uc11c \uace0\uc720\uc131 \ucda9\ub3cc(\uacb0\uacfc %s, \uba54\uc2dc\uc9c0 %s)\uc774 \ubc1c\uc0dd\ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_UNIQUEATTR_INTERNAL_ERROR_SYNC_109=%3$s \ud56d\ubaa9\uc5d0 \ub300\ud55c \ub3d9\uae30\ud654 \uc791\uc5c5(connID=%1$d, opID=%2$d)\uc5d0\uc11c \uace0\uc720\uc131 \ucda9\ub3cc(\uacb0\uacfc %4$s, \uba54\uc2dc\uc9c0 %5$s)\uc774 \ubc1c\uc0dd\ud558\ub294\uc9c0 \uc5ec\ubd80\ub97c \ud655\uc778\ud558\ub294 \ub3d9\uc548 \ub0b4\ubd80 \uc624\ub958\uac00 \ubc1c\uc0dd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_REFERENT_ATTR_UNINDEXED_110=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \ucc38\uc870 \ubb34\uacb0\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 %s \uc18d\uc131\uc5d0 \ub300\ud574 \uc791\ub3d9\ud558\ub3c4\ub85d \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0\ub9cc \ubc31\uc5d4\ub4dc %s\uc5d0 \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PLUGIN_UNIQUEATTR_ATTR_UNINDEXED_111=\uad6c\uc131 \ud56d\ubaa9 %s\uc5d0 \uc815\uc758\ub41c \uace0\uc720\uc131 \ud50c\ub7ec\uadf8\uc778\uc774 %s \uc18d\uc131\uc5d0 \ub300\ud574 \uc791\ub3d9\ud558\ub3c4\ub85d \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0\ub9cc \ubc31\uc5d4\ub4dc %s\uc5d0 \uc774 \uc18d\uc131\uc5d0 \ub300\ud55c \ub3d9\uc77c \uc0c9\uc778\uc774 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
