# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.
#
#
# This file contains the primary Directory Server configuration.  It must not
# be directly edited while the server is online.  The server configuration
# should only be managed using the administration utilities provided with the
# Directory Server.


#
# Global directives
#
global.category=SYNC

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_SYNC_INVALID_DN_1=\uad6c\uc131\ub41c DN\uc744 \uc774\ubbf8 \ub2e4\ub978 \ub3c4\uba54\uc778\uc5d0\uc11c \uc0ac\uc6a9\ud558\uace0 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_INVALID_CHANGELOG_SERVER_4=\uc798\ubabb\ub41c \ubcf5\uc81c \uc11c\ubc84 \uad6c\uc131
MILD_ERR_UNKNOWN_HOSTNAME_5=\ud638\uc2a4\ud2b8 \uc774\ub984\uc744 \uc54c \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ubcf5\uc81c \uc11c\ubc84\ub97c \uc2dc\uc791\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_COULD_NOT_BIND_CHANGELOG_6=\ubcf5\uc81c \uc11c\ubc84\ub97c \uc2dc\uc791\ud558\uc9c0 \ubabb\ud568: \uc218\uc2e0 \ud3ec\ud2b8\uc5d0 \ubc14\uc778\ub4dc\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %d. \uc624\ub958: %s
MILD_ERR_UNKNOWN_TYPE_7=\uc54c \uc218 \uc5c6\ub294 \uc791\uc5c5 \uc720\ud615: %s
MILD_ERR_OPERATION_NOT_FOUND_IN_PENDING_9=\ub0b4\ubd80 \uc624\ub958: \uc791\uc5c5 %s \ubcc0\uacbd \ubc88\ud638 %s\uc774(\uac00) \ubcf4\ub958 \ubaa9\ub85d\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
MILD_ERR_COULD_NOT_INITIALIZE_DB_10=\ub370\uc774\ud130\ubca0\uc774\uc2a4 %s\uc744(\ub97c) \uc5f4\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 \ubcf5\uc81c \uc11c\ubc84\ub97c \uc2dc\uc791\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
MILD_ERR_COULD_NOT_READ_DB_11=\ub370\uc774\ud130\ubca0\uc774\uc2a4 %s\uc744(\ub97c) \uc77d\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 \ubcf5\uc81c \uc11c\ubc84\ub97c \uc2dc\uc791\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_EXCEPTION_REPLAYING_OPERATION_12=%s \uc791\uc5c5\uc744 \uc7ac\uc0dd\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_NEED_CHANGELOG_PORT_13=\ubcf5\uc81c \uc11c\ubc84 \ud3ec\ud2b8\ub97c \uc815\uc758\ud574\uc57c \ud569\ub2c8\ub2e4.
DEBUG_ERROR_UPDATING_RUV_14=\uc11c\ubc84 \uc0c1\ud0dc %2$s\uc744(\ub97c) \uc5c5\ub370\uc774\ud2b8\ud558\ub294 \ub3d9\uc548 %1$s \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s \uae30\ubcf8 dn : %4$s
MILD_ERR_ERROR_SEARCHING_RUV_15=\uc11c\ubc84 \uc11c\ubc84 \uc0c1\ud0dc %2$s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 %1$s \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3s \uae30\ubcf8 dn : %4$s
NOTICE_SERVER_DISCONNECT_16=\uc774 \ubcf5\uc81c \uc11c\ubc84\uc5d0\uc11c %s\uc758 \uc5f0\uacb0\uc774 \ub04a\uacbc\uc2b5\ub2c8\ub2e4.
NOTICE_NO_CHANGELOG_SERVER_LISTENING_17=%s\uc5d0\uc11c \uc218\uc2e0\ud558\ub294 \ubcf5\uc81c \uc11c\ubc84\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTICE_FOUND_CHANGELOGS_WITH_MY_CHANGES_18=\uc811\ubbf8\uc5b4 %2$s\uc5d0 \ub300\ud55c \ucd5c\uc2e0 \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc788\ub294 %1$d \ubcf5\uc81c \uc11c\ubc84\ub97c \ucc3e\uc558\uc2b5\ub2c8\ub2e4.
NOTICE_NEED_MORE_THAN_ONE_CHANGELOG_SERVER_19=\ub458 \uc774\uc0c1\uc758 \ubcf5\uc81c \uc11c\ubc84\ub97c \uad6c\uc131\ud574\uc57c \ud569\ub2c8\ub2e4.
SEVERE_ERR_EXCEPTION_STARTING_SESSION_20=\ubcf5\uc81c \uc11c\ubc84 %2$s\uacfc(\uc640) %1$s \ub3c4\uba54\uc778\uc5d0\uc11c \ucd08\uae30 \ud1b5\uc2e0\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
MILD_ERR_CANNOT_RECOVER_CHANGES_21=\ub370\uc774\ud130\ubca0\uc774\uc2a4\uc5d0\uc11c \uae30\ubcf8 DN %s\uc5d0 \ub300\ud55c \uc774\uc804 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
NOTICE_COULD_NOT_FIND_CHANGELOG_WITH_MY_CHANGES_22=\uc811\ubbf8\uc5b4 %s\uc5d0\uc11c \ubaa8\ub4e0 \ub85c\uceec \ubcc0\uacbd \uc0ac\ud56d\uc744 \ud655\uc778\ud55c \ubcf5\uc81c \uc11c\ubc84\ub97c \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ucd5c\uc2e0 \uc0c1\ud0dc\uac00 \uc544\ub2cc %d\uac1c \ubcf5\uc81c \uc11c\ubc84\ub97c \ucc3e\uc558\uc2b5\ub2c8\ub2e4. \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc7ac\uc0dd\ud569\ub2c8\ub2e4.
NOTICE_COULD_NOT_FIND_CHANGELOG_23=\uc811\ubbf8\uc5b4 %s\uc5d0\uc11c \ubcf5\uc81c \uc11c\ubc84\uc5d0 \uc5f0\uacb0\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc7ac\uc2dc\ub3c4\ud558\ub294 \uc911\uc785\ub2c8\ub2e4.
NOTICE_EXCEPTION_CLOSING_DATABASE_24=\ubcf5\uc81c \uc11c\ubc84 \ub370\uc774\ud130\ubca0\uc774\uc2a4 %s\uc744(\ub97c) \ub2eb\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:
SEVERE_ERR_EXCEPTION_DECODING_OPERATION_25=%s\uc744(\ub97c) \uc7ac\uc0dd\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc791\uc5c5\uc744 \ud574\ub3c5\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4:
FATAL_ERR_CHANGELOG_SHUTDOWN_DATABASE_ERROR_26=\uae30\ubcf8 \ub370\uc774\ud130\ubca0\uc774\uc2a4\ub97c \uc0ac\uc6a9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ubcf5\uc81c \uc11c\ubc84\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_IGNORE_BAD_DN_IN_DATABASE_IDENTIFIER_27=\uc774 \ubcf5\uc81c \uc11c\ubc84\uc5d0 \uc54c\ub824\uc9c4 \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ubaa9\ub85d\uc5d0 \uc798\ubabb\ub41c \ud615\uc2dd\uc758 DN\uc774 \uc788\uc2b5\ub2c8\ub2e4: %s. \uc774 \uc2dd\ubcc4\uc790\ub294 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
SEVERE_ERR_ERROR_CLOSING_CHANGELOG_ENV_28=\ubcf5\uc81c \uc11c\ubc84 \ub370\uc774\ud130\ubca0\uc774\uc2a4\ub97c \ub2eb\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:
SEVERE_ERR_EXCEPTION_CHANGELOG_TRIM_FLUSH_29=\ubcf5\uc81c \uc11c\ubc84 \ub370\uc774\ud130\ubca0\uc774\uc2a4 \uc9c0\uc6b0\uae30 \ub610\ub294 \ud50c\ub7ec\uc2dc \ud504\ub85c\uc138\uc2a4 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ubcc0\uacbd \ub85c\uadf8 \uc11c\ube44\uc2a4\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CHANGELOG_CONNECTION_ERROR_30=\ubcf5\uc81c \uc11c\ubc84 \uba54\uc2dc\uc9c0\ub97c \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. %s\uc758 \uc5f0\uacb0\uc774 \uac70\ubd80\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_UNKNOWN_MESSAGE_31=%s\uc5d0\uc11c \uc54c \uc218 \uc5c6\ub294 \uba54\uc2dc\uc9c0\ub97c \ubcf4\ub0c8\uc2b5\ub2c8\ub2e4. \uc5f0\uacb0\uc744 \ub2eb\ub294 \uc911
SEVERE_ERR_WRITER_UNEXPECTED_EXCEPTION_32=%s\uacfc(\uc640)\uc758 \uc5f0\uacb0\uc744 \ucc98\ub9ac\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \uc5f0\uacb0\uc774 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_CHANGELOG_ERROR_SENDING_ACK_33=%s(\uc73c)\ub85c \uc2b9\uc778\uc744 \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \uc5f0\uacb0\uc774 \ub2eb\ud614\ub2e4\uac00 \ub2e4\uc2dc \uc5f4\ub9bd\ub2c8\ub2e4.
SEVERE_ERR_EXCEPTION_RECEIVING_REPLICATION_MESSAGE_34=\ubcf5\uc81c \uba54\uc2dc\uc9c0\ub97c \uc218\uc2e0\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
MILD_ERR_LOOP_REPLAYING_OPERATION_35=\uc791\uc5c5\uc744 \uc7ac\uc0dd\ud558\ub294 \ub3d9\uc548 \ub8e8\ud504\uac00 \uac80\uc0c9\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s \uc624\ub958 %s
MILD_ERR_FILE_CHECK_CREATE_FAILED_36=\ubcf5\uc81c \uc11c\ubc84 \ub370\uc774\ud130\ubca0\uc774\uc2a4\uc5d0 \ub300\ud55c \ub514\ub809\ud1a0\ub9ac\ub97c \ub9cc\ub4e4\uac70\ub098 \uc774 \ub514\ub809\ud1a0\ub9ac\uac00 \uc788\ub294\uc9c0 \ud14c\uc2a4\ud2b8\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
INFO_CHANGELOG_SERVER_ATTR_37=\uc774 \ubcf5\uc81c \uc11c\ubc84\uac00 \uc5f0\uacb0\ud574\uc57c \ud560 \ubcf5\uc81c \uc11c\ubc84 \ubaa9\ub85d\uc785\ub2c8\ub2e4. \uc774 \uc18d\uc131\uc758 \uac12\uc5d0\ub294 ":"\uc73c\ub85c \uad6c\ubd84\ub41c \uc6d0\uaca9 \uc11c\ubc84\uc758 \ud638\uc2a4\ud2b8 \uc774\ub984\uacfc \ud3ec\ud2b8 \ubc88\ud638\ub85c \uad6c\uc131\ub41c \uac12\uc774 \ud3ec\ud568\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
INFO_SERVER_ID_ATTR_38=\uc11c\ubc84 \uc544\uc774\ub514\uc785\ub2c8\ub2e4. \ud1a0\ud3f4\ub85c\uc9c0\uc758 \uac01 \ubcf5\uc81c \uc11c\ubc84\uc5d0 \ud1a0\ud3f4\ub85c\uc9c0\uc758 \uace0\uc720\ud55c \uc11c\ubc84 \uc544\uc774\ub514\uac00 \ud560\ub2f9\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
INFO_CHANGELOG_PORT_ATTR_39=\ubcf5\uc81c \uc11c\ubc84\uac00 LDAP \uc11c\ubc84\uc5d0\uc11c \uc5f0\uacb0\uc744 \uc218\uc2e0\ud558\uae30 \uc704\ud574 \uc0ac\uc6a9\ud558\ub294 \ud3ec\ud2b8 \ubc88\ud638\uc785\ub2c8\ub2e4.
INFO_WINDOW_SIZE_ATTR_40=\ubcf5\uc81c \uc11c\ubc84\uc758 \ucc3d \ud06c\uae30\ub97c \uc218\uc2e0\ud569\ub2c8\ub2e4.
INFO_QUEUE_SIZE_ATTR_41=\ubcf5\uc81c \uc11c\ubc84\uc758 \ub300\uae30\uc5f4 \ud06c\uae30\ub97c \uc218\uc2e0\ud569\ub2c8\ub2e4. \ubcf5\uc81c \uc11c\ubc84\ub294 \uba54\ubaa8\ub9ac \ub300\uae30\uc5f4\uc5d0 \ucd5c\ub300 \uc5ec\uae30\uc5d0 \uc9c0\uc815\ub41c \uc218\ub9cc\ud07c \uba54\uc2dc\uc9c0\ub97c \ub123\uace0 \uc774\uc804 \uba54\uc2dc\uc9c0\ub294 \uc601\uad6c \uc800\uc7a5\uc18c\uc5d0 \uc800\uc7a5\ud569\ub2c8\ub2e4. \ud06c\uae30\ub97c \ub354 \ud06c\uac8c \uc9c0\uc815\ud558\uba74 \ubcf5\uc81c \uc9c0\uc5f0\uc774 \uc774 \ud06c\uae30\ubcf4\ub2e4 \ud074 \uacbd\uc6b0 \uc131\ub2a5\uc774 \ud5a5\uc0c1\ub420 \uc218 \uc788\uc9c0\ub9cc \uba54\ubaa8\ub9ac\ub97c \ub354 \ub9ce\uc774 \uc0ac\uc6a9\ud558\uac8c \ub429\ub2c8\ub2e4.
INFO_CHANGELOG_DIR_PATH_ATTR_42=\ubcf5\uc81c \uc11c\ubc84 \ub514\ub809\ud1a0\ub9ac\uc785\ub2c8\ub2e4. \ubcf5\uc81c \uc11c\ubc84\ub294 \uc774 \uacbd\ub85c \uc544\ub798\uc5d0 \ubaa8\ub4e0 \uc601\uad6c \uc800\uc7a5\uc18c\ub97c \ub9cc\ub4ed\ub2c8\ub2e4.
INFO_PURGE_DELAY_ATTR_43=\ubcf5\uc81c \uc11c\ubc84 \uc81c\uac70 \uc9c0\uc5f0. \ubcf5\uc81c \uc11c\ubc84\ub294 \ucd5c\ub300 \uc5ec\uae30\uc5d0 \uc9c0\uc815\ub41c \uc2dc\uac04 \ub3d9\uc548 \ubaa8\ub4e0 \ubcc0\uacbd \uc0ac\ud56d\uc744 \ubcf4\uad00\ud588\ub2e4\uac00 \uc0ad\uc81c\ud569\ub2c8\ub2e4. \ubcf5\uc81c \uc11c\ubc84\uac00 LDAP \uc11c\ubc84\ub97c \uc774\uc804 \ubc84\uc804\uc758 \ub370\uc774\ud130\ub85c \uc0c8\ub85c \uace0\uce60 \uc218 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \uc774 \uac12\uc740 \ubcf5\uc6d0\ud560 \uc218 \uc788\ub294 \ubc31\uc5c5\uc758 \ucd5c\ub300 \uae30\uac04\uc744 \uc815\uc758\ud569\ub2c8\ub2e4. 0 \uac12\uc744 \uc0ac\uc6a9\ud558\uc5ec \ubb34\ud55c \uc9c0\uc5f0(\ub610\ub294 \uc81c\uac70 \uc548 \ud568)\uc744 \uc9c0\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SIMULTANEOUS_IMPORT_EXPORT_REJECTED_44=\ub3d9\uc77c\ud55c \ub370\uc774\ud130\uc5d0 \ub300\ud574 \uac00\uc838\uc624\uae30 \ub610\ub294 \ub0b4\ubcf4\ub0b4\uae30\uac00 \uc774\ubbf8 \uc9c4\ud589 \uc911\uc774\uae30 \ub54c\ubb38\uc5d0 \ud604\uc7ac \uc694\uccad\uc774 \uac70\ubd80\ub429\ub2c8\ub2e4.
SEVERE_ERR_INVALID_IMPORT_SOURCE_45=\uac00\uc838\uc624\uae30\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \uc18c\uc2a4\uc785\ub2c8\ub2e4.
SEVERE_ERR_INVALID_EXPORT_TARGET_46=\ub0b4\ubcf4\ub0b4\uae30\uc5d0 \ub300\ud55c \uc798\ubabb\ub41c \ub300\uc0c1\uc785\ub2c8\ub2e4.
SEVERE_ERR_NO_REACHABLE_PEER_IN_THE_DOMAIN_47=\ub3c4\uba54\uc778\uc5d0 \uc5f0\uacb0 \uac00\ub2a5\ud55c \ud53c\uc5b4\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_NO_MATCHING_DOMAIN_48=\uc81c\uacf5\ub41c \uae30\ubcf8 DN\uacfc \uc77c\uce58\ud558\ub294 \ub3c4\uba54\uc778\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_MULTIPLE_MATCHING_DOMAIN_49=\uc81c\uacf5\ub41c \uae30\ubcf8 DN\uacfc \uc77c\uce58\ud558\ub294 \ub3c4\uba54\uc778\uc774 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_INVALID_PROVIDER_50=\uc694\uccad\ud55c \uc791\uc5c5\uc744 \uacf5\uae09\uc790 \ud074\ub798\uc2a4\uc5d0\uc11c \ud5c8\uc6a9\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_COULD_NOT_SOLVE_HOSTNAME_51=\ud638\uc2a4\ud2b8 \uc774\ub984 %s\uc744(\ub97c) IP \uc8fc\uc18c\ub85c \ud655\uc778\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
NOTICE_READER_NULL_MSG_52=%s\uc5d0\uc11c Null \uba54\uc2dc\uc9c0\ub97c \uc218\uc2e0\ud588\uc2b5\ub2c8\ub2e4.
NOTICE_READER_EXCEPTION_53=%s\uc5d0\uc11c \uba54\uc2dc\uc9c0\ub97c \uc77d\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_DUPLICATE_SERVER_ID_54=\uc11c\ubc84 %s \ubc0f %s\uc774(\uac00) \ub3d9\uc77c\ud55c \uc11c\ubc84 \uc544\uc774\ub514\ub97c \uac16\uace0 \uc788\uc2b5\ub2c8\ub2e4: %d
SEVERE_ERR_DUPLICATE_REPLICATION_SERVER_ID_55=\ubcf5\uc81c \uc11c\ubc84 %s \ubc0f %s\uc774(\uac00) \ub3d9\uc77c\ud55c \uc11c\ubc84 \uc544\uc774\ub514\ub97c \uac16\uace0 \uc788\uc2b5\ub2c8\ub2e4: %d
SEVERE_ERR_BAD_HISTORICAL_56=%s \ud56d\ubaa9\uc5d0 \uc54c\ub824\uc9c0\uc9c0 \uc54a\uc740 \uc77c\ubd80 \uae30\ub85d \uc815\ubcf4\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub85c \uc778\ud574 \uc774 \ud56d\ubaa9\uc5d0 \ub300\ud55c \uc77c\ubd80 \ubd88\uc77c\uce58\uac00 \ubc1c\uc0dd\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
MILD_ERR_CANNOT_ADD_CONFLICT_ATTRIBUTE_57=\ucda9\ub3cc\uc774 \uac80\uc0c9\ub418\uc5c8\uc9c0\ub9cc \ucda9\ub3cc \uc815\ubcf4\ub97c \ucd94\uac00\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc791\uc5c5:
MILD_ERR_CANNOT_RENAME_CONFLICT_ENTRY_58=\ucda9\ub3cc\ud558\ub294 \ud56d\ubaa9\uc758 \uc774\ub984\uc744 \ubc14\uafb8\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:
MILD_ERR_EXCEPTION_RENAME_CONFLICT_ENTRY_59=\ucda9\ub3cc\ud558\ub294 \ud56d\ubaa9\uc758 \uc774\ub984\uc744 \ubc14\uafb8\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4:
SEVERE_ERR_CHANGELOG_UNSUPPORTED_UTF8_ENCODING_60=JVM\uc5d0\uc11c UTF-8\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ub370\uc774\ud130\ubca0\uc774\uc2a4\uc758 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc778\ucf54\ub529\ud558\ub294 \ub370 \ud544\uc694\ud569\ub2c8\ub2e4. \uc774\uc81c \uc774 \ubcf5\uc81c \uc11c\ubc84\uac00 \uc885\ub8cc\ub429\ub2c8\ub2e4.
SEVERE_ERR_REPLICATION_COULD_NOT_CONNECT_61=\uc811\ubbf8\uc5b4 %s\uc5d0 \ub300\ud55c \ubcf5\uc81c\uac00 \uad6c\uc131\ub418\uc5b4 \uc788\uc9c0\ub9cc \ubcf5\uc81c \uc11c\ubc84\uc5d0 \uc5f0\uacb0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTICE_NOW_FOUND_SAME_GENERATION_CHANGELOG_62=\ubcf5\uc81c \uc11c\ubc84 %2$s\uc774(\uac00) \uc788\ub294 %1$s \ub3c4\uba54\uc778\uc5d0 \ub300\ud574 \ubcf5\uc81c\uac00 \uc2e4\ud589 \uc911\uc785\ub2c8\ub2e4. \ub370\uc774\ud130 \uc0dd\uc131\uc740 %3$s\uc785\ub2c8\ub2e4.
NOTICE_DISCONNECTED_FROM_CHANGELOG_63=\ubcf5\uc81c \uc11c\ubc84 %s\uc5d0 \ub300\ud55c \uc5f0\uacb0\uc744 \ubcf5\uc81c \uc11c\ubc84\uc5d0\uc11c \ub04a\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CHANGELOG_ERROR_SENDING_INFO_64=%s(\uc73c)\ub85c \uc11c\ubc84 \uc815\ubcf4 \uba54\uc2dc\uc9c0\ub97c \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \uc5f0\uacb0\uc774 \ub2eb\ud614\ub2e4\uac00 \ub2e4\uc2dc \uc5f4\ub9bd\ub2c8\ub2e4.
SEVERE_ERR_CHANGELOG_ERROR_SENDING_ERROR_65=%s(\uc73c)\ub85c \uc624\ub958 \uba54\uc2dc\uc9c0\ub97c \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \uc5f0\uacb0\uc774 \ub2eb\ud614\ub2e4\uac00 \ub2e4\uc2dc \uc5f4\ub9bd\ub2c8\ub2e4.
SEVERE_ERR_CHANGELOG_ERROR_SENDING_MSG_66=%s(\uc73c)\ub85c \uba54\uc2dc\uc9c0\ub97c \ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \uc5f0\uacb0\uc774 \ub2eb\ud614\ub2e4\uac00 \ub2e4\uc2dc \uc5f4\ub9bd\ub2c8\ub2e4.
MILD_ERR_ERROR_REPLAYING_OPERATION_67=ChangeNumber %2$s\uc774(\uac00) \ud3ec\ud568\ub41c \uc791\uc5c5 %1$s\uc744(\ub97c) \uc7ac\uc0dd\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc624\ub958 %3$s %4$s
MILD_ERR_UNKNOWN_ATTRIBUTE_IN_HISTORICAL_68=%s \ud56d\ubaa9\uc5d0 \uc2a4\ud0a4\ub9c8\uc5d0 \uc815\uc758\ub418\uc9c0 \uc54a\uc740 %s \uc18d\uc131\uc5d0 \ub300\ud55c \uae30\ub85d \uc815\ubcf4\uac00 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc815\ubcf4\ub294 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
NOTICE_UNRESOLVED_CONFLICT_69=DN %s\uc5d0 \ub300\ud55c \ud574\uacb0\ub418\uc9c0 \uc54a\uc740 \ucda9\ub3cc\uc774 \uac80\uc0c9\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_COULD_NOT_CLOSE_THE_SOCKET_70=\ubcf5\uc81c \uc11c\ubc84 \uc18c\ucf13\uc744 \ub2eb\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_COULD_NOT_STOP_LISTEN_THREAD_71=\ubcf5\uc81c \uc11c\ubc84 \ud3ec\ud2b8\uc5d0\uc11c \uc218\uc2e0\ud558\ub294 \uc2a4\ub808\ub4dc\ub97c \uc911\uc9c0\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4: %s
DEBUG_REPLICATION_PORT_IOEXCEPTION_72=\ubcf5\uc81c \ud3ec\ud2b8\uc5d0\uc11c \uc218\uc2e0\ud558\ub294 \ub3d9\uc548 IOException\uc774 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_SEARCHING_GENERATION_ID_73=\ub3c4\uba54\uc778\uc5d0 \ub300\ud55c \uc0dd\uc131 \uc544\uc774\ub514\ub97c \uac80\uc0c9\ud560 \ub54c \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958 %s\uc774(\uac00) \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SEARCHING_DOMAIN_BACKEND_74=\ubcf5\uc81c\ub41c \ubc31\uc5d4\ub4dc\ub97c \ucc3e\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s. \uad6c\uc131\ub418\uc9c0 \uc54a\uc558\uac70\ub098 \ube44\ud65c\uc131\ud654 \uc0c1\ud0dc\uc77c \uc218 \uc788\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_LOADING_GENERATION_ID_75=%s\uc5d0\uc11c \uc0dd\uc131 \uc544\uc774\ub514\ub97c \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_UPDATING_GENERATION_ID_76=\ub3c4\uba54\uc778\uc5d0 \ub300\ud55c \uc0dd\uc131 ID\ub97c \uc5c5\ub370\uc774\ud2b8\ud560 \ub54c \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958 %s\uc774(\uac00) \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
NOTICE_BAD_GENERATION_ID_77=\uc811\ubbf8\uc5b4 %s\uc5d0\uc11c \uc11c\ubc84 %s\uc774(\uac00) \uc0dd\uc131 \uc544\uc774\ub514=%s\uc744(\ub97c) \uc81c\uacf5\ud588\uc9c0\ub9cc \uc0dd\uc131 \uc544\uc774\ub514=%s\uc774(\uac00) \ud544\uc694\ud569\ub2c8\ub2e4. \ub530\ub77c\uc11c \ud574\ub2f9 \uc11c\ubc84\uc5d0 \ub300\ud55c \ubcf5\uc81c\uac00 \uc800\ud558\ub429\ub2c8\ub2e4.
NOTICE_RESET_GENERATION_ID_78=%s \ub3c4\uba54\uc778\uc5d0 \ub300\ud55c \uc0dd\uc131 \uc544\uc774\ub514\uac00 \uc7ac\uc124\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \ub3c4\uba54\uc778\uc5d0 \ub300\ud55c \ubcf5\uc81c\uac00 \uc800\ud558\ub429\ub2c8\ub2e4.
MILD_ERR_ERROR_MSG_RECEIVED_79=\ub2e4\uc74c \uc624\ub958\ub97c \uc218\uc2e0\ud588\uc2b5\ub2c8\ub2e4: <%s>
MILD_ERR_IGNORING_UPDATE_FROM_80=<%2$s> \uc11c\ubc84\uc5d0\uc11c \uc218\uc2e0\ud55c \uc5c5\ub370\uc774\ud2b8 <%1$s>\uc774(\uac00) \uc774 \uc11c\ubc84\uc758 \uc798\ubabb\ub41c \uc0dd\uc131 \uc544\uc774\ub514 \ub54c\ubb38\uc5d0 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
MILD_ERR_IGNORING_UPDATE_TO_81=%1$s\uc5d0\uc11c \uc5c5\ub370\uc774\ud2b8 <%2$s>\uc774(\uac00) \uc608\uc0c1\ud55c \uc0dd\uc131 \uc544\uc774\ub514=%5$s\uacfc(\uc640) \ub2e4\ub978 \uc0dd\uc131 \uc544\uc774\ub514=%4$s\uc744(\ub97c) \uac00\uc9c4 \uc11c\ubc84 %3$s\uc73c(\ub85c) \uc804\uc1a1\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_INIT_IMPORT_NOT_SUPPORTED_82= \ubc31\uc5d4\ub4dc %s\uc5d0\uc11c \uac00\uc838\uc624\uae30\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \ucd08\uae30\ud654\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_INIT_EXPORT_NOT_SUPPORTED_83= \ubc31\uc5d4\ub4dc %s\uc5d0\uc11c \ub0b4\ubcf4\ub0b4\uae30\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \ucd08\uae30\ud654\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_INIT_CANNOT_LOCK_BACKEND_84= \ubc31\uc5d4\ub4dc %s\uc744(\ub97c) \uc7a0\uadf8\ub294 \ub3d9\uc548 \ub2e4\uc74c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \ucd08\uae30\ud654\ub97c \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4: %s
NOTICE_EXCEPTION_RESTARTING_SESSION_85=%s \ub3c4\uba54\uc778\uc5d0\uc11c \ud1b5\uc2e0\uc744 \ub2e4\uc2dc \ucd08\uae30\ud654\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_EXCEPTION_LISTENING_86=\ud074\ub77c\uc774\uc5b8\ud2b8 \uc5f0\uacb0 %s\uc744(\ub97c) \uc218\uc2e0\ud558\ub294 \ub3d9\uc548 \ubcf5\uc81c \uc11c\ubc84\uc5d0 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_ERROR_CLEARING_DB_87=%s \ub370\uc774\ud130\ubca0\uc774\uc2a4\ub97c \uc9c0\uc6b0\ub294 \ub3d9\uc548 \ub2e4\uc74c \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
NOTICE_ERR_ROUTING_TO_SERVER_88=\ud504\ub85c\ud1a0\ucf5c \uc624\ub958: \ubcf5\uc81c \uc11c\ubc84\ub294 %s \uc720\ud615 \uba54\uc2dc\uc9c0\uc758 \ub300\uc0c1\uc774 \ub420 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_CHECK_CREATE_REPL_BACKEND_FAILED_89=\ubcf5\uc81c \ubc31\uc5d4\ub4dc\ub97c \ub9cc\ub4e4\uac70\ub098 \uc788\ub294\uc9c0 \ud14c\uc2a4\ud2b8\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_DELETE_REPL_BACKEND_FAILED_90=\ubcf5\uc81c \ubc31\uc5d4\ub4dc\ub97c \uc0ad\uc81c\ud558\ub294 \ub3d9\uc548 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
 SEVERE_ERR_BACKEND_EXPORT_ENTRY_91=%s \ud56d\ubaa9\uc744 \ub0b4\ubcf4\ub0b4\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_BACKEND_CANNOT_CREATE_LDIF_WRITER_92 =\ubc31\uc5d4\ub4dc\ub97c \ub0b4\ubcf4\ub0b4\uae30 \uc704\ud55c LDIF \uc791\uc131\uae30\ub97c \ub9cc\ub4dc\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_BACKEND_SEARCH_ENTRY_93 =%s\uc744(\ub97c) \uac80\uc0c9\ud558\ub294 \ub3d9\uc548 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_REPLICATIONBACKEND_ENTRY_DOESNT_EXIST_94=%s \ud56d\ubaa9\uc774 \ubcf5\uc81c \uc11c\ubc84 \ubc31\uc5d4\ub4dc\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_UNKNOWN_DN_95=\ub514\ub809\ud1a0\ub9ac \uc11c\ubc84 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \uae30\ubcf8 DN %s\uc744(\ub97c) \uc800\uc7a5\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
NOTICE_NOW_FOUND_BAD_GENERATION_CHANGELOG_96=\ubcf5\uc81c\uac00 \uc2e4\ud589 \uc911\uc774\uc9c0\ub9cc \ubcf5\uc81c \uc11c\ubc84 %2$s\uc774(\uac00) \ud3ec\ud568\ub41c %1$s \ub3c4\uba54\uc778\uc5d0 \ub300\ud55c \ubcf5\uc81c\uac00 \uc800\ud558\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ub85c\uceec \ub370\uc774\ud130 \uc0dd\uc131\uc740 %3$s\uc785\ub2c8\ub2e4. \ubcf5\uc81c \uc11c\ubc84 \ub370\uc774\ud130 \uc0dd\uc131\uc740 %4$s\uc785\ub2c8\ub2e4. \uc774\ub294 \uc77c\uc2dc\uc801\uc778 \ud604\uc0c1\uc77c \uc218 \uc788\uc73c\uba70, \uadf8\ub807\uc9c0 \uc54a\uc740 \uacbd\uc6b0 \uc804\uccb4\uc801\uc778 \uc7ac\ub3d9\uae30\ud654\uac00 \ud544\uc694\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
NOTICE_HEARTBEAT_FAILURE_97=%s\uc774(\uac00) \ud558\ud2b8\ube44\ud2b8\ub97c \uac80\uc0c9\ud558\uc9c0 \ubabb\ud588\uae30 \ub54c\ubb38\uc5d0 \uc138\uc158\uc744 \ub2eb\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_REPLICATONBACKEND_IMPORT_LDIF_NOT_SUPPORTED_98=\ubcf5\uc81c \uc11c\ubc84 \ubc31\uc5d4\ub4dc\uc5d0\uc11c ldif \uac00\uc838\uc624\uae30 \uae30\ub2a5\uc744 \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_REPLICATONBACKEND_EXPORT_LDIF_FAILED_99=export-ldif \uba85\ub839\uc744 \uc791\uc5c5\uc73c\ub85c \uc2e4\ud589\ud574\uc57c \ud558\uae30 \ub54c\ubb38\uc5d0 \ubcf5\uc81c \uc11c\ubc84 \ubc31\uc5d4\ub4dc\uc5d0\uc11c \ud574\ub2f9 \ud56d\ubaa9\uc744 LDIF \ud615\uc2dd\uc73c\ub85c \ub0b4\ubcf4\ub0bc \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NOTICE_SSL_SERVER_CON_ATTEMPT_ERROR_105=%s(%s)\uc5d0\uc11c SSL \uc5f0\uacb0 \uc2dc\ub3c4\uac00 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_MISSING_REMOTE_MONITOR_DATA_106=\uac80\uc0c9 \ud504\ub85c\uc138\uc2a4\uc5d0 \uc624\ub958\uac00 \uc788\uc5b4\uc11c \uc6d0\uaca9 \uc11c\ubc84\uc758 \ubaa8\ub2c8\ud130 \ub370\uc774\ud130\uac00 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc11c\ubc84\uac00 \ub108\ubb34 \ub290\ub824\uc11c \ud504\ub85c\ud1a0\ucf5c\uc744 \ud1b5\ud574 \ub370\uc774\ud130 \ubaa8\ub2c8\ud130\ub9c1\uc744 \uc81c\uacf5\ud560 \uc218 \uc5c6\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PROCESSING_REMOTE_MONITOR_DATA_107=\ud504\ub85c\uc138\uc2f1 \uc624\ub958 \ub54c\ubb38\uc5d0 \uc6d0\uaca9 \uc11c\ubc84\uc758 \ubaa8\ub2c8\ud130 \ub370\uc774\ud130\uac00 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_SENDING_REMOTE_MONITOR_DATA_REQUEST_108=\uc6d0\uaca9 \ubaa8\ub2c8\ud130 \ub370\uc774\ud130\ub97c \uac00\uc838\uc624\uae30 \uc704\ud55c \uc694\uccad\uc744 \uc804\uc1a1\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_EXCEPTION_REPLAYING_REPLICATION_MESSAGE_109=\ubcf5\uc81c \uba54\uc2dc\uc9c0\ub97c \uc7ac\uc0dd\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_REPLICATION_SERVER_CONFIG_NOT_FOUND_110=\ubcf5\uc81c \uc11c\ubc84 \uad6c\uc131\uc744 \ucc3e\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
DEBUG_GOING_TO_SEARCH_FOR_CHANGES_111=\ubcf5\uc81c \uc11c\ubc84\uac00 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc81c \uc2dc\uac04\uc5d0 \ucc98\ub9ac\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ub204\ub77d\ub41c \ubcc0\uacbd \uc0ac\ud56d\uc744 \uc804\uc1a1\ud569\ub2c8\ub2e4.
DEBUG_SENDING_CHANGE_112=\ubcc0\uacbd \ubc88\ud638 \uc804\uc1a1 \uc911: %s
DEBUG_CHANGES_SENT_113=\ub204\ub77d\ub41c \ubaa8\ub4e0 \ubcc0\uacbd \uc0ac\ud56d\uc744 \ubcf5\uc81c \uc11c\ubc84\uc5d0 \uc804\uc1a1\ud588\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_PUBLISHING_FAKE_OPS_114=%s \ub3c4\uba54\uc778\uc758 \ubaa8\uc758 \uc791\uc5c5\uc744 \ubcf5\uc81c \uc11c\ubc84 %s\uc5d0 \uac8c\uc2dc\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %s
SEVERE_ERR_COMPUTING_FAKE_OPS_115=\ubcf5\uc81c \uc11c\ubc84 %2$s\uc5d0 \ub300\ud574 %1$s \ub3c4\uba54\uc778\uc758 \ubaa8\uc758 \uc791\uc5c5\uc744 \uacc4\uc0b0\ud558\ub294 \ub3d9\uc548 \uc608\uc678\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4: %3$s
NOTICE_IGNORING_REMOTE_MONITOR_DATA_116=\uc11c\ubc84 \uc544\uc774\ub514\uac00 %s\uc778 \uc11c\ubc84\ub85c\ubd80\ud130 \uc77c\ubd80 \ubaa8\ub2c8\ud130 \ub370\uc774\ud130\ub97c \ubc1b\uc558\uc9c0\ub9cc \ub108\ubb34 \ub2a6\uc5c8\uae30 \ub54c\ubb38\uc5d0 \ubb34\uc2dc\ub429\ub2c8\ub2e4.
NOTICE_SERVER_STATE_RECOVERY_117=%s \ub3c4\uba54\uc778\uc5d0 \ub300\ud55c ServerState \ubcf5\uad6c\uac00 changeNumber %s(\uc73c)\ub85c \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
SEVERE_ERR_RESET_GENERATION_CONN_ERR_ID_118=%s \ub3c4\uba54\uc778\uc774 \ubcf5\uc81c\uc5d0 \uc5f0\uacb0\ub418\uc5b4 \uc788\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc774 \ub3c4\uba54\uc778\uc5d0 \ub300\ud55c \uc0dd\uc131 \uc544\uc774\ub514\ub97c \ub2e4\uc2dc \uc124\uc815\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uad6c\uc131\uc5d0\uc11c \ub3c4\uba54\uc778\uc774 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud574\uc57c \ud569\ub2c8\ub2e4.
