# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2010 Sun Microsystems, Inc.
#      Portions copyright 2011-2013 ForgeRock AS
#
#
# This file contains the primary Directory Server configuration.  It must not
# be directly edited while the server is online.  The server configuration
# should only be managed using the administration utilities provided with the
# Directory Server.


#
# Global directives
#
global.category=SYNC

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_SYNC_INVALID_DN_1=Otro dominio ya utiliza el ND configurado
MILD_ERR_INVALID_CHANGELOG_SERVER_4=Configuraci\u00f3n de servidor de repetici\u00f3n no v\u00e1lida
MILD_ERR_UNKNOWN_HOSTNAME_5=No se pudo iniciar Replication Server porque el nombre del host es desconocido
MILD_ERR_COULD_NOT_BIND_CHANGELOG_6=Error al iniciar Replication Server: no se pudo enlazar con el puerto de escucha: %d. Error: %s
MILD_ERR_UNKNOWN_TYPE_7=Tipo de operaci\u00f3n desconocido: %s
MILD_ERR_OPERATION_NOT_FOUND_IN_PENDING_9=Error interno : el n\u00famero de cambio %s de la operaci\u00f3n %s no se encontr\u00f3 en la lista de pendientes
MILD_ERR_COULD_NOT_INITIALIZE_DB_10=Error al iniciar el servidor de repetici\u00f3n porque no se pudo abrir la base de datos %s
MILD_ERR_COULD_NOT_READ_DB_11=Error al iniciar el servidor de repetici\u00f3n porque no se pudo leer la base de datos %s: %s
MILD_ERR_EXCEPTION_REPLAYING_OPERATION_12=Se obtuvo una excepci\u00f3n durante la reproducci\u00f3n de la operaci\u00f3n %s: %s
MILD_ERR_NEED_CHANGELOG_PORT_13=Se debe definir el puerto del servidor de repetici\u00f3n
DEBUG_ERROR_UPDATING_RUV_14=Error %s al actualizar el estado del servidor %s: ND de base de %s : %s
MILD_ERR_ERROR_SEARCHING_RUV_15=Error %s al buscar el estado del servidor %s: %s nd de base : %s
NOTICE_FOUND_CHANGELOGS_WITH_MY_CHANGES_18=Encontrado(s) %d servidor(es) de repetici\u00f3n con cambios actualizados para el sufijo %s en el Id. de servidor %s
NOTICE_NEED_MORE_THAN_ONE_CHANGELOG_SERVER_19=Se debe configurar m\u00e1s de un servidor de repetici\u00f3n
SEVERE_ERR_EXCEPTION_SENDING_TOPO_INFO_20=Se ha detectado la excepci\u00f3n IOException al enviar informaci\u00f3n de topolog\u00eda (para la actualizaci\u00f3n) en el dominio %1$s para el servidor %3$s de %2$s: %4$s
MILD_ERR_CANNOT_RECOVER_CHANGES_21=Error al buscar cambios antiguos en la base de datos para el ND de base %s
NOTICE_COULD_NOT_FIND_CHANGELOG_WITH_MY_CHANGES_22=No se pudo encontrar un servidor de repetici\u00f3n que haya visto todos los cambios locales en el sufijo %s. %d servidor(es) de repetici\u00f3n encontrado(s) no actualizado(s). Se van a reproducir cambios
NOTICE_EXCEPTION_CLOSING_DATABASE_24=Error al cerrar la base de datos %s de Replication Server:
SEVERE_ERR_EXCEPTION_DECODING_OPERATION_25=Error al tratar de reproducir %s, no pudo descodificarse la operaci\u00f3n:
FATAL_ERR_CHANGELOG_SHUTDOWN_DATABASE_ERROR_26=Error al tratar de usar la base de datos subyacente. El Servidor de repetici\u00f3n se cerrar\u00e1
SEVERE_ERR_IGNORE_BAD_DN_IN_DATABASE_IDENTIFIER_27=Se ha encontrado un ND mal formateado en la lista de la base de datos conocida por este Servidor de repetici\u00f3n: %s. Se omitir\u00e1 este identificador
SEVERE_ERR_ERROR_CLOSING_CHANGELOG_ENV_28=Error al cerrar la base de datos del Servidor de repetici\u00f3n:
SEVERE_ERR_EXCEPTION_CHANGELOG_TRIM_FLUSH_29=Error durante el proceso de recorte o vaciado de la base de datos del Servidor de repetici\u00f3n. El servicio de registro de cambios se cerrar\u00e1
SEVERE_ERR_REPLICATION_SERVER_CONNECTION_ERROR_30=Error en el procesamiento del protocolo de enlace del Servidor de repetici\u00f3n. Se ha anulado la conexi\u00f3n desde/a %s
SEVERE_ERR_UNKNOWN_MESSAGE_31=%s ha enviado un mensaje desconocido. Cerrando la conexi\u00f3n
SEVERE_ERR_WRITER_UNEXPECTED_EXCEPTION_32=Se ha producido un error inesperado al controlar la conexi\u00f3n con %s. Esta conexi\u00f3n se cerrar\u00e1
SEVERE_ERR_RS_ERROR_SENDING_ACK_33=En el servidor de repetici\u00f3n %s: se ha producido un error al enviar una confirmaci\u00f3n (ACK) al Id. de servidor %s para el n\u00famero de cambio %s en el dominio %s. Esta conexi\u00f3n se cerrar\u00e1 y se volver\u00e1 a abrir
SEVERE_ERR_EXCEPTION_RECEIVING_REPLICATION_MESSAGE_34=Se ha detectado una excepci\u00f3n al recibir el mensaje de repetici\u00f3n: %s
MILD_ERR_LOOP_REPLAYING_OPERATION_35=Se detect\u00f3 un bucle al reproducir la operaci\u00f3n: %s error %s
MILD_ERR_FILE_CHECK_CREATE_FAILED_36=Se obtuvo una excepci\u00f3n al comprobar la existencia, o intentar la creaci\u00f3n, del directorio para la base de datos de Replication Server: %s
INFO_CHANGELOG_SERVER_ATTR_37=Lista de servidores de repetici\u00f3n a los que se deber\u00eda conectar este Replication Server. Cada valor de este atributo deber\u00eda contener una generaci\u00f3n de valores con el nombre del host y el n\u00famero de puerto del servidor remoto separados por ":"
INFO_SERVER_ID_ATTR_38=ID de servidor. A cada Replication Server de la topolog\u00eda se le debe asignar un ID de servidor \u00fanico
INFO_CHANGELOG_PORT_ATTR_39=N\u00famero de puerto que utilizar\u00e1 el servidor de repetici\u00f3n para las conexiones desde servidores LDAP
INFO_WINDOW_SIZE_ATTR_40=Recibir tama\u00f1o de ventana del servidor de repetici\u00f3n
INFO_QUEUE_SIZE_ATTR_41=Recibir tama\u00f1o de cola del servidor de repetici\u00f3n. Los servidores de repetici\u00f3n mantendr\u00e1n en cola este n\u00famero de mensajes utilizando la cola de memoria y guardar\u00e1n los mensajes anteriores en un sistema de almacenamiento persistente. Si hay m\u00e1s retraso en la repetici\u00f3n, el uso de un tama\u00f1o m\u00e1s grande mejorar\u00e1 el rendimiento; sin embargo, se utilizar\u00e1 m\u00e1s memoria
INFO_CHANGELOG_DIR_PATH_ATTR_42=Directorio de Replication Server. \u00c9sta ser\u00e1 la ruta para todo el almacenamiento persistente que cree el servidor de repetici\u00f3n
INFO_PURGE_DELAY_ATTR_43=Retraso de purga de Replication Server: los servidores de repetici\u00f3n mantendr\u00e1n los cambios durante este per\u00edodo antes de eliminarlos. Este valor define la antig\u00fcedad m\u00e1xima que puede tener una copia de seguridad para que pueda restaurarse. Los servidores de repetici\u00f3n no podr\u00edan actualizar los servidores LDAP con versiones cuyos datos sean anteriores a esta fecha. Se puede utilizar un valor cero para especificar un retraso infinito (sin purga)
SEVERE_ERR_SIMULTANEOUS_IMPORT_EXPORT_REJECTED_44=Se ha rechazado la solicitud actual debido a que ya existe una importaci\u00f3n o exportaci\u00f3n en proceso para los mismos datos
SEVERE_ERR_INVALID_IMPORT_SOURCE_45=En el dominio %s, se ha solicitado la inicializaci\u00f3n del servidor con ID. de servidor:%s desde un servidor con un Id. de servidor no v\u00e1lido:%s. %s
SEVERE_ERR_INVALID_EXPORT_TARGET_46=Destino no v\u00e1lido para la exportaci\u00f3n
SEVERE_ERR_NO_REACHABLE_PEER_IN_THE_DOMAIN_47=Dominio %s: no se puede alcanzar el servidor con Id. de servidor=%s
SEVERE_ERR_NO_MATCHING_DOMAIN_48=Ning\u00fan dominio coincide con el ND de base proporcionado '%s'
SEVERE_ERR_MULTIPLE_MATCHING_DOMAIN_49=Varios dominios coinciden con el ND de base proporcionado
SEVERE_ERR_INVALID_PROVIDER_50=La clase de proveedor no permite la operaci\u00f3n solicitada
SEVERE_ERR_COULD_NOT_SOLVE_HOSTNAME_51=No pudo resolverse el nombre de host %s como una direcci\u00f3n IP
NOTICE_READER_NULL_MSG_52=Se recibi\u00f3 un mensaje nulo de %s
NOTICE_READER_EXCEPTION_53=Excepci\u00f3n al leer mensajes de %s
SEVERE_ERR_DUPLICATE_SERVER_ID_54=En el Servidor de repetici\u00f3n %s: los servidores %s y %s tienen el mismo Id. (ServerId): %d
SEVERE_ERR_DUPLICATE_REPLICATION_SERVER_ID_55=En el Servidor de repetici\u00f3n %s: los servidores de repetici\u00f3n %s y %s tienen el mismo Id. (ServerId): %d
SEVERE_ERR_BAD_HISTORICAL_56=La entrada %s conten\u00eda informaci\u00f3n hist\u00f3rica desconocida. Es posible que esto genere incoherencias con respecto a esta entrada
MILD_ERR_CANNOT_ADD_CONFLICT_ATTRIBUTE_57=Se detect\u00f3 un conflicto pero no se pudo agregar su informaci\u00f3n. Operaci\u00f3n:
MILD_ERR_CANNOT_RENAME_CONFLICT_ENTRY_58=Se produjo un error al intentar cambiar el nombre de una entrada contradictoria:
MILD_ERR_EXCEPTION_RENAME_CONFLICT_ENTRY_59=Se produjo una excepci\u00f3n al intentar cambiar el nombre de una entrada contradictoria:
SEVERE_ERR_CHANGELOG_UNSUPPORTED_UTF8_ENCODING_60=La JVM no admite UTF-8. Esto se requiere para poder codificar los cambios en la base de datos. Este servidor de repetici\u00f3n se cerrar\u00e1
SEVERE_ERR_REPLICATION_COULD_NOT_CONNECT_61=La repetici\u00f3n est\u00e1 configurada para el sufijo %s, pero no pudo conectarse con ning\u00fan Servidor de repetici\u00f3n
SEVERE_ERR_CHANGELOG_ERROR_SENDING_ERROR_65=Se ha producido un error inesperado al enviar un mensaje de error a %s. Esta conexi\u00f3n se cerrar\u00e1 y volver\u00e1 a abrirse
SEVERE_ERR_CHANGELOG_ERROR_SENDING_MSG_66=Se ha producido un error inesperado al enviar un mensaje a %s. Esta conexi\u00f3n se cerrar\u00e1 y volver\u00e1 a abrirse
MILD_ERR_ERROR_REPLAYING_OPERATION_67=No se pudo reproducir la operaci\u00f3n %s con el n\u00famero de cambio %s. Error %s %s
MILD_ERR_UNKNOWN_ATTRIBUTE_IN_HISTORICAL_68=La entrada %s tiene informaci\u00f3n hist\u00f3rica para el atributo %s que no est\u00e1 definida en el esquema. Esta informaci\u00f3n se ignorar\u00e1
NOTICE_UNRESOLVED_CONFLICT_69=Se detect\u00f3 un conflicto no resuelto para el ND %s
SEVERE_ERR_COULD_NOT_CLOSE_THE_SOCKET_70=No pudo cerrarse el socket del Servidor de repetici\u00f3n: %s
SEVERE_ERR_COULD_NOT_STOP_LISTEN_THREAD_71=No pudo detenerse el subproceso que escucha en el puerto del servidor de repetici\u00f3n: %s
DEBUG_REPLICATION_PORT_IOEXCEPTION_72=Se ha detectado una excepci\u00f3n IOException al escuchar en el puerto de repetici\u00f3n
SEVERE_ERR_SEARCHING_GENERATION_ID_73=Se ha producido un error inesperado %s al buscar el Id. de generaci\u00f3n para el dominio: %s
SEVERE_ERR_SEARCHING_DOMAIN_BACKEND_74=Se ha producido un error inesperado al buscar el backend repetido: %s. Puede que no est\u00e9 configurado o que est\u00e9 inhabilitado
SEVERE_ERR_LOADING_GENERATION_ID_75=Se ha producido un error al realizar una b\u00fasqueda en %s del Id. de generaci\u00f3n: %s
SEVERE_ERR_UPDATING_GENERATION_ID_76=Se ha producido un error inesperado %s al actualizar el Id. de generaci\u00f3n para el dominio: %s
MILD_ERR_ERROR_MSG_RECEIVED_79=Se ha recibido el error siguiente: %s
SEVERE_ERR_INIT_IMPORT_NOT_SUPPORTED_82= No puede realizarse la inicializaci\u00f3n porque el backend %s no admite la importaci\u00f3n
SEVERE_ERR_INIT_EXPORT_NOT_SUPPORTED_83= No puede realizarse la inicializaci\u00f3n porque el backend %s no admite la exportaci\u00f3n
SEVERE_ERR_INIT_CANNOT_LOCK_BACKEND_84= No puede realizarse la inicializaci\u00f3n porque se ha producido el siguiente error al bloquear el backend %s: %s
NOTICE_EXCEPTION_RESTARTING_SESSION_85=Se obtuvo una excepci\u00f3n durante la reinicializaci\u00f3n de la comunicaci\u00f3n en el dominio %s: %s
SEVERE_ERR_EXCEPTION_LISTENING_86=El Servidor de repetici\u00f3n ha detectado una excepci\u00f3n al escuchar las conexiones cliente %s
SEVERE_ERR_ERROR_CLEARING_DB_87=Al eliminar la base de datos %s, se ha producido el siguiente error: %s
NOTICE_ERR_ROUTING_TO_SERVER_88=Error de protocolo: no se espera que un servidor de r\u00e9plica sea el destino de un mensaje del tipo %s
SEVERE_ERR_CHECK_CREATE_REPL_BACKEND_FAILED_89=Se ha producido un error inesperado al comprobar la existencia o crear el backend de repetici\u00f3n: %s
SEVERE_ERR_DELETE_REPL_BACKEND_FAILED_90=Se ha producido un error inesperado al eliminar el backend de repetici\u00f3n: %s
 SEVERE_ERR_BACKEND_EXPORT_ENTRY_91=Se produjo un error al exportar la entrada %s : %s
SEVERE_ERR_BACKEND_CANNOT_CREATE_LDIF_WRITER_92 =Se ha producido un error al crear el editor de LDIF para exportar el backend: %s
SEVERE_ERR_BACKEND_SEARCH_ENTRY_93 =Se ha producido un error al buscar %s: %s
SEVERE_ERR_REPLICATIONBACKEND_ENTRY_DOESNT_EXIST_94=La entrada %s no existe en el backend de servidor de repetici\u00f3n
SEVERE_ERR_UNKNOWN_DN_95=El ND de base %s no ha sido almacenado por ning\u00fan backend de Servidor de directorios
SEVERE_ERR_REPLICATONBACKEND_IMPORT_LDIF_NOT_SUPPORTED_98=El backend de servidor de repetici\u00f3n no admite la funci\u00f3n de importaci\u00f3n de LDIF
SEVERE_ERR_REPLICATONBACKEND_EXPORT_LDIF_FAILED_99=El backend de servidor de repetici\u00f3n no puede exportar sus entradas en formato LDIF porque el comando export-ldif debe ejecutarse como tarea
SEVERE_ERR_PROCESSING_REMOTE_MONITOR_DATA_107=Faltan los datos de supervisi\u00f3n de los servidores remotos debido a un error de procesamiento: %s
SEVERE_ERR_EXCEPTION_REPLAYING_REPLICATION_MESSAGE_109=Se ha detectado una excepci\u00f3n durante la reproducci\u00f3n del mensaje de repetici\u00f3n: %s
SEVERE_ERR_REPLICATION_SERVER_CONFIG_NOT_FOUND_110=No pudo encontrarse la configuraci\u00f3n de servidor de repetici\u00f3n
DEBUG_GOING_TO_SEARCH_FOR_CHANGES_111=El servidor de repetici\u00f3n va con retraso en relaci\u00f3n con nuestros cambios: se enviar\u00e1n los que faltan
DEBUG_SENDING_CHANGE_112=Enviando el n\u00famero de cambio: %s
DEBUG_CHANGES_SENT_113=Se han enviado todos los cambios que faltaban al servidor de repetici\u00f3n
SEVERE_ERR_PUBLISHING_FAKE_OPS_114=Se ha detectado una excepci\u00f3n al publicar operaciones falsas para el dominio %s: %s
SEVERE_ERR_COMPUTING_FAKE_OPS_115=Se ha detectado una excepci\u00f3n al calcular operaciones falsas para el dominio %s para el servidor de repetici\u00f3n %s: %s
NOTICE_SERVER_STATE_RECOVERY_117=Recuperaci\u00f3n del estado de servidor para el dominio %s actualizada con el n\u00famero de cambio %s
SEVERE_ERR_RESET_GENERATION_CONN_ERR_ID_118=Para el dominio repetido %s, en el servidor con ID. de servidor=%s, el Id. de generaci\u00f3n no se pudo configurar con el valor %s en el resto de la topolog\u00eda porque este servidor NO est\u00e1 conectado con ning\u00fan servidor de repetici\u00f3n. Debe comprobar en la configuraci\u00f3n que el dominio est\u00e9 habilitado y que est\u00e9 funcionando un servidor de repetici\u00f3n
SEVERE_ERR_RS_DN_DOES_NOT_MATCH_121=El ND enviado por el servidor de repetici\u00f3n remoto: %s no coincide con el del servidor de repetici\u00f3n local: %s
SEVERE_ERR_DS_DN_DOES_NOT_MATCH_122=El ND enviado por el servidor de repetici\u00f3n: %s no coincide con el del servidor de directorios local: %s
SEVERE_ERR_EXCEPTION_FORWARDING_RESET_GEN_ID_123=Se ha detectado una excepci\u00f3n IOException al reenviar ResetGenerationIdMsg a los servidores de repetici\u00f3n del mismo nivel para el dominio %s: %s
SEVERE_ERR_DS_INVALID_INIT_STATUS_124=Estado inicial no v\u00e1lido calculado: %s en el dominio de repetici\u00f3n de DS %s con el Id. de servidor %s
SEVERE_ERR_RS_INVALID_INIT_STATUS_125=El Servidor de repetici\u00f3n ha recibido un estado inicial no v\u00e1lido: %s para el dominio de repetici\u00f3n %s desde el Id. de servidor %s
SEVERE_ERR_DS_INVALID_REQUESTED_STATUS_126=Se ha recibido un estado solicitado no v\u00e1lido %s en el dominio de repetici\u00f3n de DS %s con el Id. de servidor %s
SEVERE_ERR_RS_CANNOT_CHANGE_STATUS_127=No pudo calcularse un nuevo estado en el dominio de repetici\u00f3n de RS %s para el Id. de servidor %s. Estaba en estado %s y recibi\u00f3 un suceso %s
SEVERE_ERR_DS_CANNOT_CHANGE_STATUS_128=No pudo calcularse un nuevo estado en el dominio de repetici\u00f3n de DS %s con el Id. de servidor %s. Estaba en estado %s y recibi\u00f3 un suceso %s
SEVERE_ERR_EXCEPTION_CHANGING_STATUS_AFTER_RESET_GEN_ID_129=Se ha detectado una excepci\u00f3n IOException al cambiar el estado para el dominio %s y el Id. de servidor (serverId): %s tras restablecer para el Id. de generaci\u00f3n: %s
SEVERE_ERR_RECEIVED_CHANGE_STATUS_NOT_FROM_DS_130=El mensaje de cambio de estado recibido no viene de un servidor de directorios (DN: %s, Id. de servidor: %s, mensaje: %s)
SEVERE_ERR_RS_INVALID_NEW_STATUS_132=Estado nuevo no v\u00e1lido %s recibido en RS para el dominio de repetici\u00f3n %s y el Id. de servidor de directorios %s
SEVERE_WARN_CONNECTED_TO_SERVER_WITH_WRONG_GROUP_ID_133=Conectado a un servidor de repetici\u00f3n con Id. de grupo err\u00f3neo. Tenemos el Id. de grupo %s y el Id. de servidor de repetici\u00f3n %s %s tiene Id. de grupo %s. Esto es para el dominio %s en el servidor de directorios %s
SEVERE_ERR_EXCEPTION_SENDING_CS_134=El agente de repetici\u00f3n con ND %s e Id. de servidor %s no ha podido se\u00f1alizar el cambio de estado debido a: %s
SEVERE_ERR_EXCEPTION_CHANGING_STATUS_FROM_STATUS_ANALYZER_139=Se ha detectado una excepci\u00f3n IOException al cambiar el estado para el dominio %s y el Id. de servidor (serverId): %s desde el analizador de estado: %s
NOTICE_BAD_GEN_ID_IN_FULL_UPDATE_140=Servidor de repetici\u00f3n %s para ND %s: el servidor de directorios %s debe encontrarse actualizado completamente aunque se haya pedido un restablecimiento del Id. de generaci\u00f3n (de %s a %s)
NOTICE_DS_RECEIVED_ACK_ERROR_147=En el servicio de repetici\u00f3n %s y el Id. de servidor %s, el mensaje de garant\u00eda de actualizaci\u00f3n %s se confirm\u00f3 con los siguientes errores: %s
NOTICE_DS_ACK_TIMEOUT_148=En el servicio de repetici\u00f3n %s, se super\u00f3 el tiempo de espera despu\u00e9s de %s minutos esperando a la confirmaci\u00f3n del mensaje de garant\u00eda de actualizaci\u00f3n: %s
SEVERE_ERR_DS_UNKNOWN_ASSURED_MODE_149=En el servidor de directorios %s, se ha recibido un modo de garant\u00eda de actualizaci\u00f3n desconocido: %s para el dominio %s. Mensaje: %s
SEVERE_ERR_RS_UNKNOWN_ASSURED_MODE_150=En el servidor de repetici\u00f3n %s, se ha recibido un modo de garant\u00eda de actualizaci\u00f3n desconocido: %s para el dominio %s. Mensaje: %s
SEVERE_ERR_UNKNOWN_ASSURED_SAFE_DATA_LEVEL_151=En el servidor de repetici\u00f3n %s, se ha recibido un mensaje de garant\u00eda de actualizaci\u00f3n de datos seguros con nivel incoherente: %s, esto es para el dominio %s. Mensaje: %s
SEVERE_ERR_RESET_GENERATION_ID_FAILED_152=No pudo restablecerse el Id. de generaci\u00f3n para el dominio %s
NOTICE_ERR_CANNOT_CHANGE_CONFIG_DURING_TOTAL_UPDATE_153=No es posible cambiar la configuraci\u00f3n mientras se lleva a cabo una actualizaci\u00f3n completa
SEVERE_ERR_COULD_NOT_START_REPLICATION_154=No se inici\u00f3 la repetici\u00f3n en el ND de base %s: %s
MILD_ERR_ERROR_RETRIEVING_MONITOR_DATA_155=Se produjo un error al recuperar los datos de supervisi\u00f3n: %s
SEVERE_ERR_EXCEPTION_LOCKING_RS_DOMAIN_156=Se ha detectado una excepci\u00f3n al bloquear el dominio de servidor de repetici\u00f3n: %s
SEVERE_ERR_REPLICATION_PROTOCOL_MESSAGE_TYPE_157=Error de protocolo de repetici\u00f3n. Tipo de mensaje err\u00f3neo. Se ha recibido %s, se requiere %s
SEVERE_ERR_RESYNC_REQUIRED_MISSING_DOMAIN_IN_PROVIDED_COOKIE_158=Se requiere una resincronizaci\u00f3n completa porque la cookie proporcionada no cuenta con el dominio repetido %s. Puede utilizarse el siguiente valor de cookie para recuperar los cambios que faltan, incluido el registro COMPLETO de cambios para el dominio que falta: %s
SEVERE_ERR_BYTE_COUNT_159=El recuento de bytes del controlador del servidor no es correcto. Recuento de bytes=%s (solucionado)
NOTICE_ERR_FRACTIONAL_CONFIG_UNKNOWN_OBJECT_CLASS_160=Configuraci\u00f3n de repetici\u00f3n fraccional err\u00f3nea: no se ha podido encontrar la definici\u00f3n de clase de objeto para %s en el esquema
NOTICE_ERR_FRACTIONAL_CONFIG_UNKNOWN_ATTRIBUTE_TYPE_161=Configuraci\u00f3n de repetici\u00f3n fraccional err\u00f3nea: no se ha podido encontrar la definici\u00f3n de tipo de atributo para %s en el esquema
NOTICE_ERR_FRACTIONAL_CONFIG_NOT_OPTIONAL_ATTRIBUTE_162=Configuraci\u00f3n de repetici\u00f3n fraccional err\u00f3nea: el atributo %s no es opcional en la clase %s
NOTICE_ERR_FRACTIONAL_CONFIG_WRONG_FORMAT_163=Configuraci\u00f3n de repetici\u00f3n fraccional err\u00f3nea: formato err\u00f3neo: %s (necesita al menos [<nombreClase>|*],nombreAtributo)
NOTICE_ERR_FRACTIONAL_CONFIG_BOTH_MODES_164=Configuraci\u00f3n de repetici\u00f3n fraccional err\u00f3nea: no se pueden utilizar simult\u00e1neamente los modos exclusivo e inclusivo
NOTICE_ERR_FRACTIONAL_CONFIG_PROHIBITED_ATTRIBUTE_165=Configuraci\u00f3n de repetici\u00f3n fraccional err\u00f3nea: uso %s de atributo prohibido
NOTICE_ERR_FRACTIONAL_166=Repetici\u00f3n fraccional: excepci\u00f3n para el dominio: %s : %s
NOTICE_FRACTIONAL_BAD_DATA_SET_NEED_RESYNC_167=Advertencia: en la configuraci\u00f3n de repetici\u00f3n fraccional de dominio %s hay una falta de coherencia con el conjunto de datos backend: es necesaria una resincronizaci\u00f3n o cambiar la configuraci\u00f3n fraccional
MILD_ERR_PLUGIN_FRACTIONAL_LDIF_IMPORT_INVALID_PLUGIN_TYPE_168=El complemento de importaci\u00f3n LDIF de repetici\u00f3n fraccional est\u00e1 configurado con un tipo de complemento no v\u00e1lido %s. S\u00f3lo se admite el tipo de complemento ldifImport
NOTICE_ERR_FULL_UPDATE_IMPORT_FRACTIONAL_BAD_REMOTE_169=La actualizaci\u00f3n completa en l\u00ednea para la importaci\u00f3n de los datos %s de sufijo desde el servidor de directorios remoto %s se ha detenido por una falta de coherencia en la configuraci\u00f3n fraccional entre los servidores de destino y origen: el conjunto de datos importados no tiene la misma configuraci\u00f3n fraccional
NOTICE_ERR_FULL_UPDATE_IMPORT_FRACTIONAL_REMOTE_IS_FRACTIONAL_170=La actualizaci\u00f3n completa en l\u00ednea para la importaci\u00f3n de los datos %s de sufijo desde el servidor de directorios remoto %s se ha detenido por una falta de coherencia en la configuraci\u00f3n fraccional entre los servidores de destino y origen: el conjunto de datos importados tiene alguna configuraci\u00f3n fraccional pero no el servidor de destino
NOTICE_ERR_FRACTIONAL_FORBIDDEN_OPERATION_171=La operaci\u00f3n siguiente se ha prohibido en el sufijo %s debido a una inconsistencia con la configuraci\u00f3n de repetici\u00f3n fraccional: %s
NOTICE_ERR_FRACTIONAL_FORBIDDEN_FULL_UPDATE_FRACTIONAL_172=La exportaci\u00f3n del dominio %s desde el servidor %s a todos los dem\u00e1s servidores de la topolog\u00eda est\u00e1 prohibida ya que el servidor de origen tiene alguna configuraci\u00f3n fraccional: no tiene sentido disponer s\u00f3lo de servidores fraccionales en una topolog\u00eda repetida
MILD_ERR_DRAFT_CHANGENUMBER_DATABASE_173=Se ha producido un error al acceder a la base de datos del n\u00famero de cambio de borrador: %s
SEVERE_ERR_INITIALIZATION_FAILED_NOCONN_174=No pudo realizarse la inicializaci\u00f3n porque el dominio %s no est\u00e1 conectado al servidor de repetici\u00f3n
SEVERE_ERR_FRACTIONAL_COULD_NOT_RETRIEVE_CONFIG_175=No pudo recuperarse la configuraci\u00f3n para un dominio de repetici\u00f3n que coincida con la entrada %s
NOTICE_ERR_LDIF_IMPORT_FRACTIONAL_BAD_DATA_SET_176=La importaci\u00f3n de LDIF para importar los datos del sufijo %s se ha detenido debido a una inconsistencia de la configuraci\u00f3n de repetici\u00f3n fraccional: el conjunto de datos importados no tiene la misma configuraci\u00f3n fraccional que el servidor local
NOTICE_ERR_LDIF_IMPORT_FRACTIONAL_DATA_SET_IS_FRACTIONAL_177=La importaci\u00f3n de LDIF para importar los datos del sufijo %s se ha detenido debido a una inconsistencia de la configuraci\u00f3n de repetici\u00f3n fraccional: el conjunto de datos importados tiene alguna configuraci\u00f3n fraccional, pero no el servidor local
SEVERE_ERR_DS_DISCONNECTED_DURING_HANDSHAKE_178=El Servidor de directorios %s ha tratado de conectarse al servidor de repetici\u00f3n %s, pero se ha desconectado en la fase de protocolo de enlace
SEVERE_ERR_RS_DISCONNECTED_DURING_HANDSHAKE_179=El Servidor de repetici\u00f3n %s ha tratado de conectarse al servidor de repetici\u00f3n %s, pero se ha desconectado en la fase de protocolo de enlace
NOTICE_ERR_UNABLE_TO_ENABLE_ECL_VIRTUAL_ATTR_182=Error al cargar un atributo virtual para el registro de cambios externo: Atributo: %s, Error: %s
NOTICE_ERR_UNABLE_TO_ENABLE_ECL_183=Error en %s al habilitar el registro de cambios externo: %s
NOTICE_ERR_ENTRY_UID_DSEE_MAPPING_184=Error de la entrada %s al asignar la entrada UIDattribute al atributo DSEE NsUniqueID Valor que debe asignarse: %s Error: %s
SEVERE_ERR_RESYNC_REQUIRED_UNKNOWN_DOMAIN_IN_PROVIDED_COOKIE_185=Se requiere una resincronizaci\u00f3n completa. Raz\u00f3n: la cookie proporcionada contiene un dominio repetido desconocido %s. La cookie actual de partida es <%s>
SEVERE_ERR_RESYNC_REQUIRED_TOO_OLD_DOMAIN_IN_PROVIDED_COOKIE_186=Se requiere una resincronizaci\u00f3n completa. Raz\u00f3n: la cookie proporcionada es anterior al inicio del hist\u00f3rico en el servidor para el dominio repetido: %s
SEVERE_ERR_INVALID_COOKIE_SYNTAX_187=La sintaxis de la cookie proporcionada no es v\u00e1lida
MILD_ERR_INIT_EXPORTER_DISCONNECTION_189=Dominio %s (Id. de servidor: %s) : se ha detectado la desconexi\u00f3n del servidor del exportador remoto (Id. de servidor: %s ) durante la inicializaci\u00f3n
SEVERE_ERR_INIT_IMPORT_FAILURE_190=Durante la inicializaci\u00f3n desde un servidor remoto, se ha producido el siguiente error: %s
SEVERE_ERR_INIT_RS_DISCONNECTION_DURING_IMPORT_191=Error de conexi\u00f3n con el Servidor de repetici\u00f3n %s durante la importaci\u00f3n
SEVERE_ERR_INIT_BAD_MSG_ID_SEQ_DURING_IMPORT_192=Secuencia de Id. de mensaje incorrecto durante la importaci\u00f3n. Se requiere:%s Real:%s
SEVERE_ERR_INIT_NO_SUCCESS_START_FROM_SERVERS_193=Los siguientes servidores no han confirmado su inicializaci\u00f3n en el tiempo esperado. Posiblemente est\u00e1n apagados o son demasiado lentos. Lista de servidores: %s
SEVERE_ERR_INIT_NO_SUCCESS_END_FROM_SERVERS_194=Los siguientes servidores no finalizaron la inicializaci\u00f3n estando conectados con la generaci\u00f3n correcta (%s). Posiblemente est\u00e1n detenidos o son demasiado lentos. Lista de servidores: %s
SEVERE_ERR_INIT_RS_DISCONNECTION_DURING_EXPORT_195=Al inicializar los servidores remotos, se ha perdido la conexi\u00f3n con el Servidor de repetici\u00f3n con Id. de servidor=%s
SEVERE_ERR_INIT_HEARTBEAT_LOST_DURING_EXPORT_196=Al inicializar los servidores remotos, el servidor inicializado con Id. de servidor=%s posiblemente se ha detenido o es demasiado lento
SEVERE_ERR_SENDING_NEW_ATTEMPT_INIT_REQUEST_197=Al enviar una nueva solicitud de reinicializaci\u00f3n para una inicializaci\u00f3n desde un servidor remoto, se ha producido el siguiente error: %s. El error inicial fue: %s
NOTICE_RESENDING_INIT_FROM_REMOTE_REQUEST_198=Se est\u00e1 enviando una nueva solicitud de inicializaci\u00f3n para una inicializaci\u00f3n de un servidor remoto debido al error ra\u00edz: %s
NOTICE_RESENDING_INIT_TARGET_199=Se est\u00e1 reenviando un nuevo inicio de inicializaci\u00f3n para una inicializaci\u00f3n de un servidor remoto debido al error ra\u00edz: %s
NOTICE_ERR_WHILE_TRYING_TO_DECODE_RUV_IN_STATE_200=Error al intentar convertir RUV en un estado para el sufijo %s
SEVERE_ERR_RSQUEUE_DIFFERENT_MSGS_WITH_SAME_CN_201=Procesando dos cambios diferentes con el mismo n\u00famero de cambio changeNumber=%s. Anterior msg=<%s>, Nuevo msg=<%s>
SEVERE_ERR_COULD_NOT_SOLVE_CONFLICT_202=Error al tratar de solucionar el conflicto con DN: %s ERROR : %s
