# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.
#
#
# This file contains the primary Directory Server configuration.  It must not
# be directly edited while the server is online.  The server configuration
# should only be managed using the administration utilities provided with the
# Directory Server.


#
# Global directives
#
global.category=SYNC

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
MILD_ERR_SYNC_INVALID_DN_1=\u69cb\u6210\u6e08\u307f\u306e DN \u306f\u5225\u306e\u30c9\u30e1\u30a4\u30f3\u3067\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
MILD_ERR_INVALID_CHANGELOG_SERVER_4=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u304c\u7121\u52b9\u3067\u3059
MILD_ERR_UNKNOWN_HOSTNAME_5=\u30db\u30b9\u30c8\u540d\u304c\u4e0d\u660e\u306a\u305f\u3081\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f
MILD_ERR_COULD_NOT_BIND_CHANGELOG_6=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f: \u5f85\u6a5f\u30dd\u30fc\u30c8 %d \u306b\u30d0\u30a4\u30f3\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30a8\u30e9\u30fc: %s
MILD_ERR_UNKNOWN_TYPE_7=\u4e0d\u660e\u306a\u64cd\u4f5c\u30bf\u30a4\u30d7: %s
MILD_ERR_OPERATION_NOT_FOUND_IN_PENDING_9=\u5185\u90e8\u30a8\u30e9\u30fc: \u64cd\u4f5c %s \u306e\u5909\u66f4\u756a\u53f7 %s \u304c\u4fdd\u7559\u4e2d\u306e\u30ea\u30b9\u30c8\u306b\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_COULD_NOT_INITIALIZE_DB_10=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u3092\u958b\u3051\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f
MILD_ERR_COULD_NOT_READ_DB_11=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u3092\u8aad\u307f\u53d6\u308c\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f: %s
MILD_ERR_EXCEPTION_REPLAYING_OPERATION_12=\u64cd\u4f5c %s \u306e\u518d\u5b9f\u884c\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
MILD_ERR_NEED_CHANGELOG_PORT_13=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30dd\u30fc\u30c8\u3092\u5b9a\u7fa9\u3057\u3066\u304f\u3060\u3055\u3044
DEBUG_ERROR_UPDATING_RUV_14=Error %s when updating server state %s : %s base dn : %s
MILD_ERR_ERROR_SEARCHING_RUV_15=\u30a8\u30e9\u30fc %s \u304c\u3001\u30b5\u30fc\u30d0\u30fc\u72b6\u614b %s \u3092\u691c\u7d22\u4e2d\u306b\u767a\u751f\u3057\u307e\u3057\u305f: %s \u30d9\u30fc\u30b9 dn: %s
NOTICE_SERVER_DISCONNECT_16=%s \u304c\u3001\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u304b\u3089\u5207\u308a\u96e2\u3055\u308c\u307e\u3057\u305f
NOTICE_NO_CHANGELOG_SERVER_LISTENING_17=%s \u4e0a\u3067\u5f85\u6a5f\u3057\u3066\u3044\u308b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3042\u308a\u307e\u305b\u3093
NOTICE_FOUND_CHANGELOGS_WITH_MY_CHANGES_18=\u30b5\u30fc\u30d0\u30fc ID %s \u3067\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u306e\u6700\u65b0\u306e\u5909\u66f4\u304c\u52a0\u3048\u3089\u308c\u305f %d \u500b\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
NOTICE_NEED_MORE_THAN_ONE_CHANGELOG_SERVER_19=\u8907\u6570\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3092\u69cb\u6210\u3057\u3066\u304f\u3060\u3055\u3044
SEVERE_ERR_EXCEPTION_SENDING_TOPO_INFO_20=Caught IOException while sending topology info (for update) on domain %s for %s server %s : %s
MILD_ERR_CANNOT_RECOVER_CHANGES_21=\u30d9\u30fc\u30b9 DN %s \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304b\u3089\u4ee5\u524d\u306e\u5909\u66f4\u3092\u691c\u7d22\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NOTICE_COULD_NOT_FIND_CHANGELOG_WITH_MY_CHANGES_22=\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u4e0a\u306e\u30ed\u30fc\u30ab\u30eb\u306e\u5909\u66f4\u3092\u3059\u3079\u3066\u8a18\u9332\u3057\u305f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u6700\u65b0\u3067\u306f\u306a\u3044 %d \u500b\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002 \u5909\u66f4\u3092\u518d\u5b9f\u884c\u3057\u307e\u3059
NOTICE_COULD_NOT_FIND_CHANGELOG_23=\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u4e0a\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u3069\u308c\u306b\u3082\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u518d\u8a66\u884c\u3057\u3066\u3044\u307e\u3059...
NOTICE_EXCEPTION_CLOSING_DATABASE_24=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 %s \u3092\u9589\u3058\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: 
SEVERE_ERR_EXCEPTION_DECODING_OPERATION_25=Error trying to replay %s, operation could not be decoded :
FATAL_ERR_CHANGELOG_SHUTDOWN_DATABASE_ERROR_26=Error Trying to use the underlying database. The Replication Server is going to shut down
SEVERE_ERR_IGNORE_BAD_DN_IN_DATABASE_IDENTIFIER_27=A badly formatted DN was found in the list of database known by this Replication Server :%s. This Identifier will be ignored
SEVERE_ERR_ERROR_CLOSING_CHANGELOG_ENV_28=Error closing the Replication Server database :
SEVERE_ERR_EXCEPTION_CHANGELOG_TRIM_FLUSH_29=Error during the Replication Server database trimming or flush process. The Changelog service is going to shutdown
SEVERE_ERR_REPLICATION_SERVER_CONNECTION_ERROR_30=Error in Replication Server handshake processing. Connection from/to %s is aborted
SEVERE_ERR_UNKNOWN_MESSAGE_31=%s has sent an unknown message. Closing the connection
SEVERE_ERR_WRITER_UNEXPECTED_EXCEPTION_32=An unexpected error happened handling connection with %s.  This connection is going to be closed
SEVERE_ERR_RS_ERROR_SENDING_ACK_33=In replication server %s: an unexpected error occurred while sending an ack to server id %s for change number %s in domain %s . This connection is going to be closed and reopened
SEVERE_ERR_EXCEPTION_RECEIVING_REPLICATION_MESSAGE_34=An Exception was caught while receiving replication message : %s
MILD_ERR_LOOP_REPLAYING_OPERATION_35=\u64cd\u4f5c\u306e\u518d\u5b9f\u884c\u4e2d\u306b\u30eb\u30fc\u30d7\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f: %s \u30a8\u30e9\u30fc %s
MILD_ERR_FILE_CHECK_CREATE_FAILED_36=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u5b58\u5728\u3092\u78ba\u8a8d\u4e2d\u3001\u307e\u305f\u306f\u305d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u4f5c\u6210\u3092\u8a66\u307f\u3066\u3044\u308b\u3068\u304d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
INFO_CHANGELOG_SERVER_ATTR_37=\u3053\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3092\u63a5\u7d9a\u3059\u308b\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30ea\u30b9\u30c8\u3002 \u3053\u306e\u5c5e\u6027\u306e\u5404\u5024\u306b\u306f\u3001\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u306e\u30db\u30b9\u30c8\u540d\u304a\u3088\u3073\u30dd\u30fc\u30c8\u756a\u53f7\u3092 ":" \u3067\u533a\u5207\u3063\u3066\u4f5c\u6210\u3057\u305f\u5024\u3092\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044
INFO_SERVER_ID_ATTR_38=\u30b5\u30fc\u30d0\u30fc ID\u3002 \u30c8\u30dd\u30ed\u30b8\u5185\u306e\u5404\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3001\u30c8\u30dd\u30ed\u30b8\u5185\u3067\u4e00\u610f\u306e\u30b5\u30fc\u30d0\u30fc ID \u3092\u5272\u308a\u5f53\u3066\u3066\u304f\u3060\u3055\u3044
INFO_CHANGELOG_PORT_ATTR_39=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304c LDAP \u30b5\u30fc\u30d0\u30fc\u304b\u3089\u306e\u63a5\u7d9a\u306e\u5f85\u6a5f\u306b\u4f7f\u7528\u3059\u308b\u30dd\u30fc\u30c8\u756a\u53f7
INFO_WINDOW_SIZE_ATTR_40=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u30b5\u30a4\u30ba\u3092\u53d7\u4fe1\u3057\u307e\u3059
INFO_QUEUE_SIZE_ATTR_41=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u30ad\u30e5\u30fc\u30b5\u30a4\u30ba\u3092\u53d7\u4fe1\u3057\u307e\u3059\u3002 \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u6570\u307e\u3067\u3092\u30e1\u30e2\u30ea\u30fc\u30ad\u30e5\u30fc\u306b\u5165\u308c\u3001\u305d\u308c\u4ee5\u524d\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6301\u7d9a\u7684\u8a18\u61b6\u9818\u57df\u306b\u4fdd\u5b58\u3057\u307e\u3059\u3002 \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u9045\u5ef6\u304c\u3053\u306e\u30b5\u30a4\u30ba\u3088\u308a\u5927\u304d\u3044\u5834\u5408\u3001\u30b5\u30a4\u30ba\u3092\u5927\u304d\u304f\u3059\u308b\u3068\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u304c\u6539\u5584\u3055\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u30e1\u30e2\u30ea\u30fc\u306e\u4f7f\u7528\u91cf\u304c\u591a\u304f\u306a\u308a\u307e\u3059
INFO_CHANGELOG_DIR_PATH_ATTR_42=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3002 \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u3059\u3079\u3066\u306e\u6301\u7d9a\u7684\u8a18\u61b6\u9818\u57df\u3092\u3053\u306e\u30d1\u30b9\u5185\u306b\u4f5c\u6210\u3057\u307e\u3059
INFO_PURGE_DELAY_ATTR_43=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306e\u6d88\u53bb\u9045\u5ef6\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u3053\u306e\u6642\u9593\u5185\u306e\u5909\u66f4\u3092\u3059\u3079\u3066\u4fdd\u6301\u3057\u307e\u3059\u3002\u3053\u306e\u6642\u9593\u3092\u7d4c\u904e\u3057\u305f\u5909\u66f4\u306f\u524a\u9664\u3055\u308c\u307e\u3059\u3002 \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30c7\u30fc\u30bf\u3067 LDAP \u30b5\u30fc\u30d0\u30fc\u3092\u66f4\u65b0\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u3053\u306e\u5024\u306b\u3088\u308a\u5fa9\u5143\u53ef\u80fd\u306a\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u306e\u6700\u9577\u6709\u52b9\u671f\u9593\u304c\u5b9a\u7fa9\u3055\u308c\u307e\u3059\u3002 0 \u306e\u5024\u3092\u4f7f\u3063\u3066\u7121\u671f\u9650\u306e\u9045\u5ef6 (\u6d88\u53bb\u306a\u3057) \u3092\u6307\u5b9a\u3067\u304d\u307e\u3059
SEVERE_ERR_SIMULTANEOUS_IMPORT_EXPORT_REJECTED_44=The current request is rejected due to an import or an export already in progress for the same data
SEVERE_ERR_INVALID_IMPORT_SOURCE_45=Invalid source for the import
SEVERE_ERR_INVALID_EXPORT_TARGET_46=Invalid target for the export
SEVERE_ERR_NO_REACHABLE_PEER_IN_THE_DOMAIN_47=No reachable peer in the domain
SEVERE_ERR_NO_MATCHING_DOMAIN_48=No domain matches the base DN provided
SEVERE_ERR_MULTIPLE_MATCHING_DOMAIN_49=Multiple domains match the base DN provided
SEVERE_ERR_INVALID_PROVIDER_50=The provider class does not allow the operation requested
SEVERE_ERR_COULD_NOT_SOLVE_HOSTNAME_51=The hostname %s could not be resolved as an IP address
NOTICE_READER_NULL_MSG_52=%s \u304b\u3089 NULL \u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f
NOTICE_READER_EXCEPTION_53=%s \u304b\u3089\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
SEVERE_ERR_DUPLICATE_SERVER_ID_54=In Replication server %s: servers %s and %s have the same ServerId : %d
SEVERE_ERR_DUPLICATE_REPLICATION_SERVER_ID_55=In Replication server %s: replication servers %s and %s have the same ServerId : %d
SEVERE_ERR_BAD_HISTORICAL_56=Entry %s was containing some unknown historical information, This may cause some inconsistency for this entry
MILD_ERR_CANNOT_ADD_CONFLICT_ATTRIBUTE_57=\u7af6\u5408\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u7af6\u5408\u60c5\u5831\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u64cd\u4f5c: 
MILD_ERR_CANNOT_RENAME_CONFLICT_ENTRY_58=\u7af6\u5408\u3057\u3066\u3044\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u540d\u524d\u3092\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: 
MILD_ERR_EXCEPTION_RENAME_CONFLICT_ENTRY_59=\u7af6\u5408\u3057\u3066\u3044\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u540d\u524d\u3092\u5909\u66f4\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f: 
SEVERE_ERR_CHANGELOG_UNSUPPORTED_UTF8_ENCODING_60=The JVM does not support UTF-8. This is required to be able to encode the changes in the database. This replication server will now shutdown
SEVERE_ERR_REPLICATION_COULD_NOT_CONNECT_61=The Replication is configured for suffix  %s but was not able to connect to any Replication Server
NOTICE_NOW_FOUND_SAME_GENERATION_CHANGELOG_62=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc ID %s %s (\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d0\u30fc ID \u304c %s\u3001\u30c7\u30fc\u30bf\u751f\u6210\u304c %s) \u3092\u6301\u3064\u30c9\u30e1\u30a4\u30f3 %s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u8d77\u52d5\u3057\u3001\u7a3c\u50cd\u4e2d\u3067\u3059
NOTICE_DISCONNECTED_FROM_CHANGELOG_63=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s %s \u3078\u306e\u63a5\u7d9a\u304c\u3001\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d0\u30fc ID %s \u5185\u306b\u3042\u308b %s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u3088\u3063\u3066\u89e3\u9664\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_CHANGELOG_ERROR_SENDING_ERROR_65=An unexpected error occurred while sending an Error Message to %s. This connection is going to be closed and reopened
SEVERE_ERR_CHANGELOG_ERROR_SENDING_MSG_66=An unexpected error occurred  while sending a Message to %s. This connection is going to be closed and reopened
MILD_ERR_ERROR_REPLAYING_OPERATION_67=\u30a8\u30e9\u30fc %3$s %4$s \u306e\u305f\u3081\u3001ChangeNumber %2$s \u306e\u64cd\u4f5c %1$s \u3092\u518d\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
MILD_ERR_UNKNOWN_ATTRIBUTE_IN_HISTORICAL_68=\u30a8\u30f3\u30c8\u30ea %s \u306b\u306f\u3001\u30b9\u30ad\u30fc\u30de\u5185\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u5c5e\u6027 %s \u306e\u5c65\u6b74\u60c5\u5831\u304c\u542b\u307e\u308c\u307e\u3059\u3002 \u3053\u306e\u60c5\u5831\u306f\u7121\u8996\u3055\u308c\u307e\u3059
NOTICE_UNRESOLVED_CONFLICT_69=DN %s \u306e\u672a\u89e3\u6c7a\u306e\u7af6\u5408\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_COULD_NOT_CLOSE_THE_SOCKET_70=The Replication Server socket could not be closed : %s
SEVERE_ERR_COULD_NOT_STOP_LISTEN_THREAD_71=The thread listening on the replication server port could not be stopped : %s
DEBUG_REPLICATION_PORT_IOEXCEPTION_72=An IOException was caught while listening on the replication port
SEVERE_ERR_SEARCHING_GENERATION_ID_73=An unexpected error %s occurred when searching for generation id for domain : %s
SEVERE_ERR_SEARCHING_DOMAIN_BACKEND_74=An unexpected error occurred when looking for the replicated backend : %s. It may be not configured or disabled
SEVERE_ERR_LOADING_GENERATION_ID_75=An unexpected error occurred when searching in %s for the generation ID  : %s
SEVERE_ERR_UPDATING_GENERATION_ID_76=An unexpected error %s occurred  when updating generation ID for the domain : %s
NOTICE_BAD_GENERATION_ID_FROM_RS_77=\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u3067\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u304c\u751f\u6210 ID \u3068\u3057\u3066 %s \u3092\u63d0\u793a\u3057\u307e\u3057\u305f\u304c\u3001\u5fc5\u8981\u306a\u751f\u6210 ID \u306f %s \u3067\u3057\u305f
NOTICE_RESET_GENERATION_ID_78=\u30c9\u30e1\u30a4\u30f3 %s \u306e\u751f\u6210 ID \u304c\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002\u65b0\u3057\u3044\u53c2\u7167\u751f\u6210 ID \u306f %s \u3067\u3059
MILD_ERR_ERROR_MSG_RECEIVED_79=\u6b21\u306e\u30a8\u30e9\u30fc\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f: %s
MILD_ERR_IGNORING_UPDATE_FROM_RS_80=dn %s \u306e RS %s \u3067\u3001\u30ea\u30e2\u30fc\u30c8 RS \u306e\u751f\u6210 ID (\u30ed\u30fc\u30ab\u30eb genid: %s\u3001\u30ea\u30e2\u30fc\u30c8 genid: %s) \u304c\u9593\u9055\u3063\u3066\u3044\u308b\u305f\u3081\u306b\u3001RS %s \u304b\u3089\u53d7\u4fe1\u3057\u305f\u66f4\u65b0 %s \u306f\u7121\u8996\u3055\u308c\u307e\u3059
MILD_ERR_IGNORING_UPDATE_TO_RS_81=dn %s \u306e RS %s \u3067\u3001\u30ed\u30fc\u30ab\u30eb\u751f\u6210 ID %s \u3068\u306f\u7570\u306a\u308b\u751f\u6210 ID %s \u3092\u6301\u3064 RS %s \u306b\u3001\u66f4\u65b0 %s \u306f\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_INIT_IMPORT_NOT_SUPPORTED_82= Initialization cannot be done because import is not supported by the backend %s
SEVERE_ERR_INIT_EXPORT_NOT_SUPPORTED_83= Initialization cannot be done because export is not supported by the backend %s
SEVERE_ERR_INIT_CANNOT_LOCK_BACKEND_84= Initialization cannot be done because the following error occurred while locking the backend %s : %s
NOTICE_EXCEPTION_RESTARTING_SESSION_85=\u30c9\u30e1\u30a4\u30f3 %s \u4e0a\u3067\u901a\u4fe1\u306e\u518d\u521d\u671f\u5316\u4e2d\u306b\u4f8b\u5916\u304c\u30ad\u30e3\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f: %s
SEVERE_ERR_EXCEPTION_LISTENING_86=Replication server caught exception while listening for client connections %s
SEVERE_ERR_ERROR_CLEARING_DB_87=While clearing the database %s , the following error happened: %s
NOTICE_ERR_ROUTING_TO_SERVER_88=\u30d7\u30ed\u30c8\u30b3\u30eb\u30a8\u30e9\u30fc: \u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306f\u30bf\u30a4\u30d7 %s \u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u5b9b\u5148\u3068\u3057\u3066\u671f\u5f85\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SEVERE_ERR_CHECK_CREATE_REPL_BACKEND_FAILED_89=An unexpected error occurred when testing existence or creating the replication backend : %s
SEVERE_ERR_DELETE_REPL_BACKEND_FAILED_90=An unexpected error occurred when deleting the replication backend : %s
 SEVERE_ERR_BACKEND_EXPORT_ENTRY_91=An error occurred when exporting the entry %s : %s
SEVERE_ERR_BACKEND_CANNOT_CREATE_LDIF_WRITER_92 =An error occurred when creating the LDIF writer to export backend : %s
SEVERE_ERR_BACKEND_SEARCH_ENTRY_93 =An error occurred when searching for %s : %s
SEVERE_ERR_REPLICATIONBACKEND_ENTRY_DOESNT_EXIST_94=Entry %s does not exist in the replication server backend
SEVERE_ERR_UNKNOWN_DN_95=The base DN %s is not stored by any of the Directory Server backend
NOTICE_NOW_FOUND_BAD_GENERATION_CHANGELOG_96=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u30c9\u30e1\u30a4\u30f3 %s \u306b\u5bfe\u3057\u3066\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u3068\u306f\u7570\u306a\u308b\u751f\u6210 ID \u3092\u6301\u3063\u3066\u3044\u307e\u3059 (\u30ed\u30fc\u30ab\u30eb\u30c7\u30fc\u30bf\u751f\u6210\u306f %s\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u30c7\u30fc\u30bf\u751f\u6210\u306f %s)\u3002\u3053\u308c\u306f\u4e00\u6642\u7684\u306a\u3082\u306e\u306b\u904e\u304e\u306a\u3044\u53ef\u80fd\u6027\u3082\u3042\u308a\u307e\u3059\u304c\u3001\u305d\u3046\u3067\u306a\u3044\u5834\u5408\u306b\u306f\u3001\u5b8c\u5168\u306a\u518d\u540c\u671f\u304c\u5fc5\u8981\u3067\u3059
NOTICE_HEARTBEAT_FAILURE_97=\u30cf\u30fc\u30c8\u30d3\u30fc\u30c8\u3092\u691c\u51fa\u3067\u304d\u306a\u304b\u3063\u305f\u305f\u3081\u3001%s \u306f\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u9589\u3058\u3066\u3044\u307e\u3059
SEVERE_ERR_REPLICATONBACKEND_IMPORT_LDIF_NOT_SUPPORTED_98=The replication server backend does not support the import ldif function
SEVERE_ERR_REPLICATONBACKEND_EXPORT_LDIF_FAILED_99=The replication server backend cannot export its entries in LDIF format because the export-ldif command must be run as a task
NOTICE_SSL_SERVER_CON_ATTEMPT_ERROR_105=%s (%s) \u304b\u3089\u306e SSL \u63a5\u7d9a\u8a66\u884c\u304c\u5931\u6557\u3057\u307e\u3057\u305f: %s
SEVERE_ERR_MISSING_REMOTE_MONITOR_DATA_106=Monitor data of remote servers are missing due to an error in the retrieval process. Potentially a server is too slow to provide its monitoring data over the protocol
SEVERE_ERR_PROCESSING_REMOTE_MONITOR_DATA_107=Monitor data of remote servers are missing due to a processing error : %s
SEVERE_ERR_SENDING_REMOTE_MONITOR_DATA_REQUEST_108=Exception raised when sending request to get remote monitor data
SEVERE_ERR_EXCEPTION_REPLAYING_REPLICATION_MESSAGE_109=An Exception was caught while replaying replication message : %s
SEVERE_ERR_REPLICATION_SERVER_CONFIG_NOT_FOUND_110=The replication server configuration could not be found
DEBUG_GOING_TO_SEARCH_FOR_CHANGES_111=The replication server is late regarding our changes: going to send missing ones
DEBUG_SENDING_CHANGE_112=Sending change number: %s
DEBUG_CHANGES_SENT_113=All missing changes sent to replication server
SEVERE_ERR_PUBLISHING_FAKE_OPS_114=Caught exception publishing fake operations for domain %s : %s
SEVERE_ERR_COMPUTING_FAKE_OPS_115=Caught exception computing fake operations for domain %s for replication server %s : %s
NOTICE_IGNORING_REMOTE_MONITOR_DATA_116=\u30b5\u30fc\u30d0\u30fc ID %s \u306e\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u53d7\u4fe1\u3057\u305f\u4e00\u90e8\u306e\u76e3\u8996\u30c7\u30fc\u30bf\u306f\u3001\u9045\u5ef6\u304c\u5927\u304d\u3059\u304e\u308b\u305f\u3081\u306b\u7121\u8996\u3055\u308c\u307e\u3059
NOTICE_SERVER_STATE_RECOVERY_117=\u30c9\u30e1\u30a4\u30f3 %s \u306e ServerState \u306e\u5fa9\u5143\u304c\u3001changeNumber %s \u3067\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_RESET_GENERATION_CONN_ERR_ID_118=The generation ID could not be reset for domain %s because it is NOT connected to the replication. You should check in the configuration that the domain is enabled
SEVERE_ERR_EXCEPTION_STARTING_SESSION_PHASE_119=Caught Exception during initial communication (phase %s) on domain %s with replication server %s : %s
NOTICE_NEW_SERVER_WITH_SAME_GROUP_ID_120=\u5f53\u30b0\u30eb\u30fc\u30d7\u306e ID (%s) \u3092\u6301\u3064\u65b0\u898f\u306e\u30b5\u30fc\u30d0\u30fc\u304c\u30c8\u30dd\u30ed\u30b8\u306b\u5c0e\u5165\u3055\u308c\u305f\u305f\u3081\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u5207\u65ad\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306e\u5bfe\u8c61\u306f\u30c9\u30e1\u30a4\u30f3 %s \u3067\u3001\u30b5\u30fc\u30d0\u30fc ID \u306f %s \u3067\u3059
SEVERE_ERR_RS_DN_DOES_NOT_MATCH_121=DN sent by remote replication server: %s does not match local replication server one: %s
SEVERE_ERR_DS_DN_DOES_NOT_MATCH_122=DN sent by replication server: %s does not match local directory server one: %s
SEVERE_ERR_EXCEPTION_FORWARDING_RESET_GEN_ID_123=Caught IOException while forwarding ResetGenerationIdMsg to peer replication servers for domain %s : %s
SEVERE_ERR_DS_INVALID_INIT_STATUS_124=Computed invalid initial status: %s in DS replication domain %s with server id %s
SEVERE_ERR_RS_INVALID_INIT_STATUS_125=Replication server received invalid initial status: %s for replication domain %s from server id %s
SEVERE_ERR_DS_INVALID_REQUESTED_STATUS_126=Received invalid requested status %s in DS replication domain %s with server id %s
SEVERE_ERR_RS_CANNOT_CHANGE_STATUS_127=Could not compute new status in RS replication domain %s for server id %s. Was in %s status and received %s event
SEVERE_ERR_DS_CANNOT_CHANGE_STATUS_128=Could not compute new status in DS replication domain %s with server id %s. Was in %s status and received %s event
SEVERE_ERR_EXCEPTION_CHANGING_STATUS_AFTER_RESET_GEN_ID_129=Caught IOException while changing status for domain %s and serverId: %s after reset for generation id: %s
SEVERE_ERR_RECEIVED_CHANGE_STATUS_NOT_FROM_DS_130=Received change status message does not come from a directory server (dn: %s, server id: %s, msg: %s)
NOTICE_DIRECTORY_SERVER_CHANGED_STATUS_131=dn %s \u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u306e\u72b6\u614b\u304c %s \u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f
SEVERE_ERR_RS_INVALID_NEW_STATUS_132=Received invalid new status %s in RS for replication domain %s and directory server id %s
SEVERE_WARN_CONNECTED_TO_SERVER_WITH_WRONG_GROUP_ID_133=Connected to a replication server with wrong group id. We have group id %s and replication server id %s %s has group id %s. This is for domain %s in directory server %s
SEVERE_ERR_EXCEPTION_SENDING_CS_134=Replication broker with dn %s and server id %s failed to signal status change because of: %s
MILD_ERR_IGNORING_UPDATE_FROM_DS_BADGENID_135=dn %s \u306e RS %s \u3067\u3001DS \u306e\u751f\u6210 ID (\u30ed\u30fc\u30ab\u30eb genid: %s\u3001\u30ea\u30e2\u30fc\u30c8 genid: %s) \u304c\u9593\u9055\u3063\u3066\u3044\u308b\u305f\u3081\u306b\u3001DS %s \u304b\u3089\u53d7\u4fe1\u3057\u305f\u66f4\u65b0 %s \u306f\u7121\u8996\u3055\u308c\u307e\u3059
MILD_ERR_IGNORING_UPDATE_TO_DS_BADGENID_136=dn %s \u306e RS %s \u3067\u3001\u30ed\u30fc\u30ab\u30eb\u751f\u6210 ID %s \u3068\u306f\u7570\u306a\u308b\u751f\u6210 ID %s \u3092\u6301\u3064 DS %s \u306b\u3001\u66f4\u65b0 %s \u306f\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093
MILD_ERR_IGNORING_UPDATE_FROM_DS_FULLUP_137=dn %s \u306e RS %s \u3067\u3001DS \u304c\u5b8c\u5168\u66f4\u65b0\u4e2d\u306e\u305f\u3081\u3001DS %s \u304b\u3089\u53d7\u4fe1\u3057\u305f\u66f4\u65b0 %s \u306f\u7121\u8996\u3055\u308c\u307e\u3059
MILD_ERR_IGNORING_UPDATE_TO_DS_FULLUP_138=dn %s \u306e RS %s \u3067\u3001\u5b8c\u5168\u66f4\u65b0\u4e2d\u306e DS %s \u306b\u66f4\u65b0 %s \u306f\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093
SEVERE_ERR_EXCEPTION_CHANGING_STATUS_FROM_STATUS_ANALYZER_139=Caught IOException while changing status for domain %s and serverId: %s from status analyzer: %s
NOTICE_BAD_GEN_ID_IN_FULL_UPDATE_140=dn %s \u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s: %s \u304b\u3089 %s \u306b\u751f\u6210 ID \u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3088\u3046\u306b\u6307\u793a\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u306f\u304a\u305d\u3089\u304f\u5b8c\u5168\u66f4\u65b0\u4e2d\u3067\u3059
NOTICE_FULL_UPDATE_ENGAGED_FROM_REMOTE_START_141=\u30ed\u30fc\u30ab\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304c\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u30c7\u30fc\u30bf\u3092\u30ea\u30e2\u30fc\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u5b8c\u5168\u66f4\u65b0\u3092\u958b\u59cb\u3057\u3066\u3044\u307e\u3059
NOTICE_FULL_UPDATE_ENGAGED_FROM_REMOTE_END_142=\u30ed\u30fc\u30ab\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304c\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u30c7\u30fc\u30bf\u3092\u30ea\u30e2\u30fc\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u5b8c\u5168\u66f4\u65b0\u3092\u5b8c\u4e86\u3057\u307e\u3057\u305f
NOTICE_FULL_UPDATE_ENGAGED_FOR_REMOTE_START_143=\u30ed\u30fc\u30ab\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304c\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u30c7\u30fc\u30bf\u3092\u30ea\u30e2\u30fc\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u5b8c\u5168\u66f4\u65b0\u3092\u958b\u59cb\u3057\u3066\u3044\u307e\u3059
NOTICE_FULL_UPDATE_ENGAGED_FOR_REMOTE_END_144=\u30ed\u30fc\u30ab\u30eb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304c\u3001\u30b5\u30d5\u30a3\u30c3\u30af\u30b9\u30c7\u30fc\u30bf %s \u3092\u30ea\u30e2\u30fc\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u5b8c\u5168\u66f4\u65b0\u3092\u5b8c\u4e86\u3057\u307e\u3057\u305f
NOTICE_TIMEOUT_WHEN_CROSS_CONNECTION_145=%s \u306e\u30c9\u30e1\u30a4\u30f3\u30ed\u30c3\u30af\u3092\u7372\u5f97\u3057\u3088\u3046\u3068\u3057\u3066\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f\u3002\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u304b\u3089\u30ed\u30fc\u30ab\u30eb\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc %s \u3078\u306e\u63a5\u7d9a\u8a66\u884c\u306f\u4e2d\u6b62\u3055\u308c\u307e\u3059\u3002\u30af\u30ed\u30b9\u63a5\u7d9a\u306e\u8a66\u884c\u3092\u540c\u6642\u5316\u3057\u307e\u3059\u304b ?
NOTICE_BAD_GENERATION_ID_FROM_DS_146=\u30b5\u30d5\u30a3\u30c3\u30af\u30b9 %s \u3067\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc %s \u304c\u751f\u6210 ID \u3068\u3057\u3066 %s \u3092\u63d0\u793a\u3057\u307e\u3057\u305f\u304c\u3001\u5fc5\u8981\u306a\u751f\u6210 ID \u306f %s \u3067\u3057\u305f
NOTICE_DS_RECEIVED_ACK_ERROR_147=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d3\u30b9 %s\u3001\u30b5\u30fc\u30d0\u30fc ID %s \u3067\u3001\u4fdd\u8a3c\u66f4\u65b0\u30e1\u30c3\u30bb\u30fc\u30b8 %s \u306e\u80af\u5b9a\u78ba\u8a8d\u5fdc\u7b54\u6642\u306b\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
NOTICE_DS_ACK_TIMEOUT_148=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d3\u30b9 %s \u3067\u3001\u6b21\u306e\u4fdd\u8a3c\u66f4\u65b0\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u80af\u5b9a\u78ba\u8a8d\u5fdc\u7b54\u3092 %s \u30df\u30ea\u79d2\u5f85\u6a5f\u3059\u308b\u3068\u3001\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3057\u307e\u3059: %s
SEVERE_ERR_DS_UNKNOWN_ASSURED_MODE_149=In directory server %s, received unknown assured update mode: %s, for domain %s. Message: %s
SEVERE_ERR_RS_UNKNOWN_ASSURED_MODE_150=In replication server %s, received unknown assured update mode: %s, for domain %s. Message: %s
SEVERE_ERR_UNKNOWN_ASSURED_SAFE_DATA_LEVEL_151=In replication server %s, received a safe data assured update message with incoherent level: %s, this is for domain %s. Message: %s
SEVERE_ERR_RESET_GENERATION_ID_FAILED_152=The generation ID could not be reset for domain %s
