# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=SCHEMA

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
SEVERE_ERR_ATTR_SYNTAX_UNKNOWN_APPROXIMATE_MATCHING_RULE_1=Unable to retrieve approximate matching rule %s used as the default for the %s attribute syntax. Approximate matching will not be allowed by default for attributes with this syntax
SEVERE_ERR_ATTR_SYNTAX_UNKNOWN_EQUALITY_MATCHING_RULE_2=Unable to retrieve equality matching rule %s used as the default for the %s attribute syntax. Equality matching will not be allowed by default for attributes with this syntax
SEVERE_ERR_ATTR_SYNTAX_UNKNOWN_ORDERING_MATCHING_RULE_3=Unable to retrieve ordering matching rule %s used as the default for the %s attribute syntax. Ordering matches will not be allowed by default for attributes with this syntax
SEVERE_ERR_ATTR_SYNTAX_UNKNOWN_SUBSTRING_MATCHING_RULE_4=Unable to retrieve substring matching rule %s used as the default for the %s attribute syntax. Substring matching will not be allowed by default for attributes with this syntax
SEVERE_WARN_ATTR_SYNTAX_ILLEGAL_BOOLEAN_5=The provided value "%s" is not allowed for attributes with a Boolean syntax.  The only allowed values are 'TRUE' and 'FALSE'
SEVERE_WARN_ATTR_SYNTAX_BIT_STRING_TOO_SHORT_6=The provided value "%s" is too short to be a valid bit string.  A bit string must be a series of binary digits surrounded by single quotes and followed by a capital letter B
SEVERE_WARN_ATTR_SYNTAX_BIT_STRING_NOT_QUOTED_7=The provided value "%s" is not a valid bit string because it is not surrounded by single quotes and followed by a capital letter B
SEVERE_WARN_ATTR_SYNTAX_BIT_STRING_INVALID_BIT_8=The provided value "%s" is not a valid bit string because '%s' is not a valid binary digit
MILD_ERR_ATTR_SYNTAX_COUNTRY_STRING_INVALID_LENGTH_9=La valeur indiqu\u00e9e "%s" n'est pas une cha\u00eene de pays valide car elle n'a pas une longueur de deux caract\u00e8res exactement
MILD_ERR_ATTR_SYNTAX_COUNTRY_STRING_NOT_PRINTABLE_10=La valeur indiqu\u00e9e "%s" n'est pas une cha\u00eene de pays valide car elle contient au moins un caract\u00e8re non imprimable
MILD_ERR_ATTR_SYNTAX_DELIVERY_METHOD_NO_ELEMENTS_11=La valeur indiqu\u00e9e "%s" n'est pas une m\u00e9thode de distribution valide car elle ne contient aucun \u00e9l\u00e9ment
MILD_ERR_ATTR_SYNTAX_DELIVERY_METHOD_INVALID_ELEMENT_12=La valeur indiqu\u00e9e "%s" n'est pas une m\u00e9thode de distribution valide  car "%s" n'est pas une m\u00e9thode valide
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_TOO_SHORT_13=The provided value "%s" is too short to be a valid generalized time value
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_YEAR_14=The provided value "%s" is not a valid generalized time value because the '%s' character is not allowed in the century or year specification
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_MONTH_15=The provided value "%s" is not a valid generalized time value because "%s" is not a valid month specification
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_DAY_16=The provided value "%s" is not a valid generalized time value because "%s" is not a valid day specification
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_HOUR_17=The provided value "%s" is not a valid generalized time value because "%s" is not a valid hour specification
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_MINUTE_18=The provided value "%s" is not a valid generalized time value because "%s" is not a valid minute specification
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_SECOND_19=The provided value "%s" is not a valid generalized time value because "%s" is not a valid second specification
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_SUBSECOND_20=The provided value "%s" is not a valid generalized time value because the sub-second component is not valid (between 1 and 3 numeric digits)
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_LONG_SUBSECOND_21=The provided value "%s" is not a valid generalized time value because the sub-second value may not contain more than three digits
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_OFFSET_22=The provided value "%s" is not a valid generalized time value because "%s" is not a valid GMT offset
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_INVALID_CHAR_23=The provided value "%s" is not a valid generalized time value because it contains an invalid character '%s' at position %d
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_CANNOT_PARSE_24=The provided value "%s" could not be parsed as a valid generalized time:  %s
MILD_ERR_ATTR_SYNTAX_DN_INVALID_25=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide\u00a0:  %s
MILD_ERR_ATTR_SYNTAX_DN_END_WITH_COMMA_26=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le dernier caract\u00e8re autre qu'un espace \u00e9tait une virgule ou un point-virgule
MILD_ERR_ATTR_SYNTAX_DN_ATTR_START_WITH_DIGIT_27=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le chiffre num\u00e9rique "%s" n'est pas autoris\u00e9 en tant que premier caract\u00e8re d'un nom d'attribut
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_CHAR_28=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le caract\u00e8re '%c' \u00e0 la position %d n'est pas autoris\u00e9 dans un nom d'attribut
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_UNDERSCORE_CHAR_29=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le trait de soulignement n'est pas autoris\u00e9 dans un nom d'attribut, sauf si l'option de configuration %s est activ\u00e9e 
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_INITIAL_DASH_30= Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le trait d'union n'est pas autoris\u00e9 en tant que premier caract\u00e8re d'un nom d'attribut
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_INITIAL_UNDERSCORE_31=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le tiret de soulignement n'est pas autoris\u00e9 en tant que premier caract\u00e8re d'un nom d'attribut, m\u00eame si l'option de configuration %s est activ\u00e9e 
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_INITIAL_DIGIT_32=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le chiffre '%c' n'est pas autoris\u00e9 en tant que premier caract\u00e8re d'un nom d'attribut, sauf si le nom est sp\u00e9cifi\u00e9 comme un OID ou que l'option de configuration %s est activ\u00e9e 
MILD_ERR_ATTR_SYNTAX_DN_ATTR_NO_NAME_33=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car il contenait un NRD contenant un nom d'attribut vide
MILD_ERR_ATTR_SYNTAX_DN_ATTR_ILLEGAL_PERIOD_34=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le nom d'attribut analys\u00e9 %s incluait un point mais ne semblait pas \u00eatre un OID valide
MILD_ERR_ATTR_SYNTAX_DN_END_WITH_ATTR_NAME_35=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le dernier caract\u00e8re autre qu'un espace faisait partie du nom d'attribut '%s'
MILD_ERR_ATTR_SYNTAX_DN_NO_EQUAL_36=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le caract\u00e8re suivant autre qu'un espace apr\u00e8s le nom d'attribut "%s" aurait d\u00fb \u00eatre un signe \u00e9gal au lieu de '%c'
MILD_ERR_ATTR_SYNTAX_DN_INVALID_CHAR_37=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car le caract\u00e8re '%c' \u00e0 la position %d n'est pas valide
MILD_ERR_ATTR_SYNTAX_DN_HEX_VALUE_TOO_SHORT_38=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car une valeur d'attribut commencait par un di\u00e8se (#) mais n'\u00e9tait pas suivie d'un multiple positif de deux chiffres hexad\u00e9cimaux 
MILD_ERR_ATTR_SYNTAX_DN_INVALID_HEX_DIGIT_39=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car une valeur d'attribut commencait par un di\u00e8se (#) mais contenait un caract\u00e8re %c qui n'est pas un chiffre hexad\u00e9cimal valide
MILD_ERR_ATTR_SYNTAX_DN_ATTR_VALUE_DECODE_FAILURE_40=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car un \u00e9chec inattendu s'est produit lors d'une tentative d'analyse d'une valeur d'attribut de l'un des composants du NRD\u00a0:  "%s" 
MILD_ERR_ATTR_SYNTAX_DN_UNMATCHED_QUOTE_41=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car un des composants du NRD incluait une valeur cit\u00e9e sans le guillemet de fermeture correspondant
MILD_ERR_ATTR_SYNTAX_DN_ESCAPED_HEX_VALUE_INVALID_42=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom distinctif valide car un des composants du NRD incluait une valeur contenant un chiffre hexad\u00e9cimal neutralis\u00e9 qui n'\u00e9tait pas suivi d'un second chiffre hexad\u00e9cimal
SEVERE_WARN_ATTR_SYNTAX_INTEGER_INITIAL_ZERO_43=The provided value "%s" could not be parsed as a valid integer because the first digit may not be zero unless it is the only digit
SEVERE_WARN_ATTR_SYNTAX_INTEGER_MISPLACED_DASH_44=The provided value "%s" could not be parsed as a valid integer because the dash may only appear if it is the first character of the value followed by one or more digits
SEVERE_WARN_ATTR_SYNTAX_INTEGER_INVALID_CHARACTER_45=The provided value "%s" could not be parsed as a valid integer because character '%c' at position %d is not allowed in an integer value
SEVERE_WARN_ATTR_SYNTAX_INTEGER_EMPTY_VALUE_46=The provided value "%s" could not be parsed as a valid integer because it did not contain any digits
SEVERE_WARN_ATTR_SYNTAX_INTEGER_DASH_NEEDS_VALUE_47=The provided value "%s" could not be parsed as a valid integer because it contained only a dash not followed by an integer value
MILD_ERR_ATTR_SYNTAX_OID_NO_VALUE_48=Impossible d'analyser la valeur indiqu\u00e9e en tant qu'OID valide car il ne contient aucun caract\u00e8re
MILD_ERR_ATTR_SYNTAX_OID_ILLEGAL_CHARACTER_49=Impossible d'analyser la valeur indiqu\u00e9e %s en tant qu'OID valide car il contient un caract\u00e8re ill\u00e9gal \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_OID_CONSECUTIVE_PERIODS_50=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'OID valide car il contient deux points cons\u00e9cutif \u00e0 la position %d ou \u00e0 proximit\u00e9
MILD_ERR_ATTR_SYNTAX_OID_ENDS_WITH_PERIOD_51=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'OID valide car il est termin\u00e9 par un point
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_EMPTY_VALUE_52=Impossible d'analyser la valeur indiqu\u00e9e en tant que description de type d'attribut valide car elle \u00e9tait vide ou ne contenait que des blancs
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_EXPECTED_OPEN_PARENTHESIS_53=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de type d'attribut car une parenth\u00e8se ouverte aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%s'
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_TRUNCATED_VALUE_54=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de type d'attribut car la fin de la valeur a \u00e9t\u00e9 atteinte alors que Directory Server attendait plus de donn\u00e9es
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_DOUBLE_PERIOD_IN_NUMERIC_OID_55=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de type d'attribut car l'OID num\u00e9rique contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_ILLEGAL_CHAR_IN_NUMERIC_OID_56=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de type d'attribut car l'OID num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_ILLEGAL_CHAR_IN_STRING_OID_57=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de type d'attribut car l'OID non num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_ILLEGAL_CHAR_58=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de type d'attribut car elle contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_UNEXPECTED_CLOSE_PARENTHESIS_59=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de type d'attribut car elle contenait une parenth\u00e8se de fermeture inattendue \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRTYPE_EXPECTED_QUOTE_60=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de type d'attribut car le premier caract\u00e8re non vide suivant un jeton %s aurait d\u00fb \u00eatre un guillemet simple et non le caract\u00e8re %s
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_SUPERIOR_TYPE_61=The definition for the attribute type with OID %s declared a superior type with an OID of %s. No attribute type with this OID exists in the server schema
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_APPROXIMATE_MR_62=The definition for the attribute type with OID %s declared that approximate matching should be performed using the matching rule "%s".  No such approximate matching rule is configured for use in the Directory Server
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_EQUALITY_MR_63=The definition for the attribute type with OID %s declared that equality matching should be performed using the matching rule "%s".  No such equality matching rule is configured for use in the Directory Server
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_ORDERING_MR_64=The definition for the attribute type with OID %s declared that ordering matching should be performed using the matching rule "%s".  No such ordering matching rule is configured for use in the Directory Server
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_SUBSTRING_MR_65=The definition for the attribute type with OID %s declared that substring matching should be performed using the matching rule "%s".  No such substring matching rule is configured for use in the Directory Server
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_UNKNOWN_SYNTAX_66=The definition for the attribute type with OID %s declared that it should have a syntax with OID %s. No such syntax is configured for use in the Directory Server
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_INVALID_ATTRIBUTE_USAGE_67=The definition for the attribute type with OID %s declared that it should have an attribute usage of %s.  This is an invalid usage
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_EXPECTED_QUOTE_AT_POS_68=The provided value "%s" could not be parsed as an attribute type description because a single quote was expected at position %d but the character %s was found instead
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_EMPTY_VALUE_69=Impossible d'analyser la valeur indiqu\u00e9e en tant que description de classe d'objet valide car elle \u00e9tait vide ou ne contenait que des blancs
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_EXPECTED_OPEN_PARENTHESIS_70=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de classe d'objet car une parenth\u00e8se ouverte aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%s'
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_TRUNCATED_VALUE_71=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de classe d'objet car la fin de la valeur a \u00e9t\u00e9 atteinte alors que Directory Server attendait plus de donn\u00e9es
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_DOUBLE_PERIOD_IN_NUMERIC_OID_72=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de classe d'objet car l'OID num\u00e9rique contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_ILLEGAL_CHAR_IN_NUMERIC_OID_73=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de classe d'objet car l'OID num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_ILLEGAL_CHAR_IN_STRING_OID_74=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de classe d'objet car l'OID non num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_ILLEGAL_CHAR_75=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de classe d'objet car elle contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_UNEXPECTED_CLOSE_PARENTHESIS_76=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de classe d'objet car elle contenait une parenth\u00e8se de fermeture inattendue \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_OBJECTCLASS_EXPECTED_QUOTE_77=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de classe d'objet car le premier caract\u00e8re non vide suivant un jeton %s aurait d\u00fb \u00eatre un guillemet simple et non le caract\u00e8re %s
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_UNKNOWN_SUPERIOR_CLASS_78=The definition for the objectclass with OID %s declared a superior objectclass with an OID of %s.  No objectclass with this OID exists in the server schema
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_EXPECTED_QUOTE_AT_POS_79=The provided value "%s" could not be parsed as an objectclass description because a single quote was expected at position %d but the character %s was found instead
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_UNKNOWN_REQUIRED_ATTR_80=The definition for the objectclass with OID %s declared that it should include required attribute "%s".  No attribute type matching this name or OID exists in the server schema
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_UNKNOWN_OPTIONAL_ATTR_81=The definition for the objectclass with OID %s declared that it should include optional attribute "%s".  No attribute type matching this name or OID exists in the server schema
SEVERE_WARN_ATTR_SYNTAX_IA5_ILLEGAL_CHARACTER_82=The provided value "%s" cannot be parsed as a valid IA5 string because it contains an illegal character "%s" that is not allowed in the IA5 (ASCII) character set
INFO_ATTR_SYNTAX_TELEPHONE_DESCRIPTION_STRICT_MODE_83=Ceci indique si la syntaxe d'attribut de num\u00e9ro de t\u00e9l\u00e9phone doit utiliser un mode strict dans lequel seules les valeurs au format ITU-T E.123 seront accept\u00e9es.  Si cette option est activ\u00e9e, toutes les valeurs dans un autre format seront refus\u00e9es.  Si elle est d\u00e9sactiv\u00e9e, toutes les valeurs seront accept\u00e9es mais seuls les chiffres seront pris en compte lors de la recherche de correspondance 
SEVERE_WARN_ATTR_SYNTAX_TELEPHONE_CANNOT_DETERMINE_STRICT_MODE_84=An error occurred while trying to retrieve attribute ds-cfg-strict-format from configuration entry %s:  %s.  The Directory Server will not enforce strict compliance to the ITU-T E.123 format for telephone number values
MILD_ERR_ATTR_SYNTAX_TELEPHONE_EMPTY_85=La valeur indiqu\u00e9e n'est pas un num\u00e9ro de t\u00e9l\u00e9phone valide car elle est vide ou null
MILD_ERR_ATTR_SYNTAX_TELEPHONE_NO_PLUS_86=La valeur indiqu\u00e9e "%s" n'est pas un num\u00e9ro de t\u00e9l\u00e9phone valide car la v\u00e9rification stricte des num\u00e9ros de t\u00e9l\u00e9phone est activ\u00e9e et que la valeur ne commence pas par un signe plus respectant la sp\u00e9cification ITU-T E.123
MILD_ERR_ATTR_SYNTAX_TELEPHONE_ILLEGAL_CHAR_87=La valeur indiqu\u00e9e "%s" n'est pas un num\u00e9ro de t\u00e9l\u00e9phone valide car la v\u00e9rification stricte des num\u00e9ros de t\u00e9l\u00e9phone est activ\u00e9e et que le caract\u00e8re %s \u00e0 la position %d n'est pas autoris\u00e9 par la sp\u00e9cification ITU-T E.123
MILD_ERR_ATTR_SYNTAX_TELEPHONE_NO_DIGITS_88=La valeur indiqu\u00e9e "%s" n'est pas un num\u00e9ro de t\u00e9l\u00e9phone valide car il ne contient aucun chiffre num\u00e9rique
INFO_ATTR_SYNTAX_TELEPHONE_UPDATED_STRICT_MODE_89=La valeur de l'attribut de configuration ds-cfg-strict-format, qui indique si la v\u00e9rification stricte des num\u00e9ros de t\u00e9l\u00e9phone doit \u00eatre utilis\u00e9e, a \u00e9t\u00e9 mise \u00e0 jour sur %s dans l'entr\u00e9e de configuration %s
SEVERE_WARN_ATTR_SYNTAX_NUMERIC_STRING_ILLEGAL_CHAR_90=The provided value "%s" is not a valid numeric string because it contained character %s at position %d that was neither a digit nor a space
MILD_ERR_ATTR_SYNTAX_NUMERIC_STRING_EMPTY_VALUE_91=La valeur indiqu\u00e9e n'est pas une cha\u00eene num\u00e9rique valide car elle ne contient aucun caract\u00e8re.  Une valeur de cha\u00eene num\u00e9rique doit contenir au moins un chiffre num\u00e9rique ou un espace
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_EMPTY_VALUE_92=Impossible d'analyser la valeur indiqu\u00e9e en tant que description de syntaxe d'attribut valide car elle \u00e9tait vide ou ne contenait que des blancs
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_EXPECTED_OPEN_PARENTHESIS_93=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car une parenth\u00e8se ouverte aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%s'
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_TRUNCATED_VALUE_94=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car la fin de la valeur a \u00e9t\u00e9 atteinte alors que Directory Server attendait plus de donn\u00e9es
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_DOUBLE_PERIOD_IN_NUMERIC_OID_95=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car l'OID num\u00e9rique contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_ILLEGAL_CHAR_IN_NUMERIC_OID_96=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car l'OID num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_ILLEGAL_CHAR_IN_STRING_OID_97=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car l'OID non num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_UNEXPECTED_CLOSE_PARENTHESIS_98=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car elle contenait une parenth\u00e8se de fermeture inattendue \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_CANNOT_READ_DESC_TOKEN_99=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car une erreur inattendue s'est produite lors de la tentative de lecture du jeton "DESC" \u00e0 partir de la cha\u00eene ou pr\u00e8s de la position %d\u00a0:  %s
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_TOKEN_NOT_DESC_100=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car le jeton "DESC" aurait d\u00fb \u00eatre pr\u00e9sent au lieu de la cha\u00eene "%s"
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_CANNOT_READ_DESC_VALUE_101=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car une erreur inattendue s'est produite lors de la tentative de lecture de la valeur du jeton "DESC" \u00e0 partir de la cha\u00eene ou pr\u00e8s de la position %d\u00a0:  %s
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_EXPECTED_CLOSE_PARENTHESIS_102=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car une parenth\u00e8se ferm\u00e9e aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%s'
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_ILLEGAL_CHAR_AFTER_CLOSE_103=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de syntaxe d'attribut car un caract\u00e8re ill\u00e9gal %s se trouvait \u00e0 la position %d apr\u00e8s la parenth\u00e8se ferm\u00e9e
SEVERE_WARN_ATTR_SYNTAX_ATTRSYNTAX_EXPECTED_QUOTE_AT_POS_104=The provided value "%s" could not be parsed as an attribute syntax description because a single quote was expected at position %d but the character %s was found instead
SEVERE_WARN_ATTR_SYNTAX_PRINTABLE_STRING_EMPTY_VALUE_105=The provided value could not be parsed as a printable string because it was null or empty.  A printable string must contain at least one character
SEVERE_WARN_ATTR_SYNTAX_PRINTABLE_STRING_ILLEGAL_CHARACTER_106=The provided value "%s" could not be parsed as a printable string because it contained an invalid character %s at position %d
SEVERE_WARN_ATTR_SYNTAX_SUBSTRING_ONLY_WILDCARD_107=The provided value "*" could not be parsed as a substring assertion because it consists only of a wildcard character and zero-length substrings are not allowed
SEVERE_WARN_ATTR_SYNTAX_SUBSTRING_CONSECUTIVE_WILDCARDS_108=The provided value "%s" could not be parsed as a substring assertion because it contains consecutive wildcard characters at position %d and zero-length substrings are not allowed
MILD_ERR_ATTR_SYNTAX_UTC_TIME_TOO_SHORT_109=La valeur indiqu\u00e9e %s est trop courte pour \u00eatre une valeur de temps UTC valide
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_YEAR_110=La valeur indiqu\u00e9e %s n'est pas une valeur de temps UTC valide car le caract\u00e8re '%s' n'est pas autoris\u00e9 dans la sp\u00e9cification de si\u00e8cle ou d'ann\u00e9e
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_MONTH_111=La valeur indiqu\u00e9e %s n'est pas une valeur de temps UTC valide car %s n'est pas une sp\u00e9cification de mois valide
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_DAY_112=La valeur indiqu\u00e9e %s n'est pas une valeur de temps UTC valide car %s n'est pas une sp\u00e9cification de jour valide
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_HOUR_113=La valeur indiqu\u00e9e %s n'est pas une valeur de temps UTC valide car %s n'est pas une sp\u00e9cification d'heure valide
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_MINUTE_114=La valeur indiqu\u00e9e %s n'est pas une valeur de temps UTC valide car %s n'est pas une sp\u00e9cification de minute valide
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_CHAR_115=La valeur indiqu\u00e9e %s n'est pas une valeur de temps UTC valide car elle contient un caract\u00e8re invalide %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_SECOND_116=La valeur indiqu\u00e9e %s n'est pas une valeur de temps UTC valide car %s n'est pas une sp\u00e9cification de seconde valide
MILD_ERR_ATTR_SYNTAX_UTC_TIME_INVALID_OFFSET_117=La valeur indiqu\u00e9e %s n'est pas une valeur de temps UTC valide car %s n'est pas un d\u00e9calage GMT valide
MILD_ERR_ATTR_SYNTAX_UTC_TIME_CANNOT_PARSE_118=Impossible d'analyser la valeur indiqu\u00e9e %s en tant que temps UTC valide\u00a0:  %s
MILD_ERR_ATTR_SYNTAX_DCR_EMPTY_VALUE_119=Impossible d'analyser la valeur indiqu\u00e9e en tant que description de r\u00e8gle de contenu DIT valide car elle \u00e9tait vide ou ne contenait que des blancs
MILD_ERR_ATTR_SYNTAX_DCR_EXPECTED_OPEN_PARENTHESIS_120=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de contenu DIT car une parenth\u00e8se ouverte aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%s'
MILD_ERR_ATTR_SYNTAX_DCR_TRUNCATED_VALUE_121=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de contenu DIT car la fin de la valeur a \u00e9t\u00e9 atteinte alors que Directory Server attendait plus de donn\u00e9es
MILD_ERR_ATTR_SYNTAX_DCR_DOUBLE_PERIOD_IN_NUMERIC_OID_122=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de contenu DIT car l'OID num\u00e9rique contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DCR_ILLEGAL_CHAR_IN_NUMERIC_OID_123=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de contenu DIT car l'OID num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DCR_ILLEGAL_CHAR_IN_STRING_OID_124=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de contenu DIT car l'OID non num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DCR_UNEXPECTED_CLOSE_PARENTHESIS_125=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de contenu DIT car elle contenait une parenth\u00e8se de fermeture inattendue \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DCR_ILLEGAL_CHAR_126=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de contenu DIT car elle contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_STRUCTURAL_CLASS_127=La r\u00e8gle de contenu DIT "%s" est associ\u00e9e \u00e0 une classe d'objet structurelle %s non d\u00e9finie dans le sch\u00e9ma de serveur
MILD_ERR_ATTR_SYNTAX_DCR_STRUCTURAL_CLASS_NOT_STRUCTURAL_128=La r\u00e8gle de contenu DIT "%s" est associ\u00e9e \u00e0 la classe d'objet avec OID %s (%s).  Cette classe d'objet existe dans le sch\u00e9ma de serveur mais est plut\u00f4t d\u00e9finie comme %s que structurelle 
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_AUXILIARY_CLASS_129=La r\u00e8gle de contenu DIT "%s" est associ\u00e9e \u00e0 une classe d'objet auxiliaire %s non d\u00e9finie dans le sch\u00e9ma de serveur
MILD_ERR_ATTR_SYNTAX_DCR_AUXILIARY_CLASS_NOT_AUXILIARY_130=La r\u00e8gle de contenu DIT "%s" est associ\u00e9e \u00e0 une classe d'objet auxiliaire %s. Cette classe d'objet existe dans le sch\u00e9ma de serveur mais est plut\u00f4t d\u00e9finie comme %s que comme 'auxiliaire
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_REQUIRED_ATTR_131=La r\u00e8gle de contenu DIT "%s" est associ\u00e9e \u00e0 un type d'attribut requis %s non d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_OPTIONAL_ATTR_132=La r\u00e8gle de contenu DIT "%s" est associ\u00e9e \u00e0 un type d'attribut facultatif %s non d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_ATTR_SYNTAX_DCR_UNKNOWN_PROHIBITED_ATTR_133=La r\u00e8gle de contenu DIT "%s" est associ\u00e9e \u00e0 un type d'attribut interdit %s non d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_ATTR_SYNTAX_DCR_EXPECTED_QUOTE_AT_POS_134=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de contenu DIT car un guillemet simple aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re %s
MILD_ERR_ATTR_SYNTAX_NAME_FORM_EMPTY_VALUE_135=Impossible d'analyser la valeur indiqu\u00e9e en tant que description de formulaire de nom valide car elle \u00e9tait vide ou ne contenait que des blancs
MILD_ERR_ATTR_SYNTAX_NAME_FORM_EXPECTED_OPEN_PARENTHESIS_136=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car une parenth\u00e8se ouverte aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%c'
MILD_ERR_ATTR_SYNTAX_NAME_FORM_TRUNCATED_VALUE_137=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car la fin de la valeur a \u00e9t\u00e9 atteinte alors que Directory Server attendait plus de donn\u00e9es
MILD_ERR_ATTR_SYNTAX_NAME_FORM_DOUBLE_PERIOD_IN_NUMERIC_OID_138=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car l'OID num\u00e9rique contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_NAME_FORM_ILLEGAL_CHAR_IN_NUMERIC_OID_139=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car l'OID num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %c \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_NAME_FORM_ILLEGAL_CHAR_IN_STRING_OID_140=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car l'OID non num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %c \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_NAME_FORM_UNEXPECTED_CLOSE_PARENTHESIS_141=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car elle contenait une parenth\u00e8se de fermeture inattendue \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_NAME_FORM_ILLEGAL_CHAR_142=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car elle contenait un caract\u00e8re ill\u00e9gal %c \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_NAME_FORM_UNKNOWN_STRUCTURAL_CLASS_143=La description de formulaire de nom "%s" est associ\u00e9e \u00e0 une classe d'objet structurelle %s non d\u00e9finie dans le sch\u00e9ma de serveur
MILD_ERR_ATTR_SYNTAX_NAME_FORM_STRUCTURAL_CLASS_NOT_STRUCTURAL_144=La description de formulaire de nom "%s" est associ\u00e9e \u00e0 la classe d'objet avec OID %s (%s). Cette classe d'objet existe dans le sch\u00e9ma de serveur mais est plut\u00f4t d\u00e9finie comme %s que structurelle 
MILD_ERR_ATTR_SYNTAX_NAME_FORM_UNKNOWN_REQUIRED_ATTR_145=La d\u00e9finition pour le formulaire de nom avec l'OID %s a d\u00e9clar\u00e9 qu'il devrait inclure l'attribut requis "%s".  No attribute type matching this name or OID exists in the server schema
MILD_ERR_ATTR_SYNTAX_NAME_FORM_UNKNOWN_OPTIONAL_ATTR_146=La d\u00e9finition pour le formulaire de nom avec l'OID %s a d\u00e9clar\u00e9 qu'elle devrait inclure l'attribut facultatif "%s".  No attribute type matching this name or OID exists in the server schema
MILD_ERR_ATTR_SYNTAX_NAME_FORM_NO_STRUCTURAL_CLASS_147=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car elle ne sp\u00e9cifie par la classe d'objet structurelle avec laquelle elle est associ\u00e9e
MILD_ERR_ATTR_SYNTAX_NAME_FORM_EXPECTED_QUOTE_AT_POS_148=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de formulaire de nom car un guillemet simple aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re %c
MILD_ERR_ATTR_SYNTAX_MR_EMPTY_VALUE_149=Impossible d'analyser la valeur indiqu\u00e9e en tant que description de r\u00e8gle de correspondance valide car elle \u00e9tait vide ou ne contenait que des blancs
MILD_ERR_ATTR_SYNTAX_MR_EXPECTED_OPEN_PARENTHESIS_150=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car une parenth\u00e8se ouverte aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%s'
MILD_ERR_ATTR_SYNTAX_MR_TRUNCATED_VALUE_151=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car la fin de la valeur a \u00e9t\u00e9 atteinte alors que Directory Server attendait plus de donn\u00e9es
MILD_ERR_ATTR_SYNTAX_MR_DOUBLE_PERIOD_IN_NUMERIC_OID_152=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car l'OID num\u00e9rique contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MR_ILLEGAL_CHAR_IN_NUMERIC_OID_153=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car l'OID num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MR_ILLEGAL_CHAR_IN_STRING_OID_154=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car l'OID non num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MR_UNEXPECTED_CLOSE_PARENTHESIS_155=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car elle contenait une parenth\u00e8se de fermeture inattendue \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MR_ILLEGAL_CHAR_156=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car elle contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MR_UNKNOWN_SYNTAX_157=La description de r\u00e8gle de correspondance "%s" est associ\u00e9e \u00e0 une syntaxe d'attribut %s non d\u00e9finie dans le sch\u00e9ma de serveur
MILD_ERR_ATTR_SYNTAX_MR_NO_SYNTAX_158=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car elle ne sp\u00e9cifie par la syntaxe d'attribut avec laquelle elle est associ\u00e9e
MILD_ERR_ATTR_SYNTAX_MR_EXPECTED_QUOTE_AT_POS_159=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car un guillemet simple aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re %s
MILD_ERR_ATTR_SYNTAX_MRUSE_EMPTY_VALUE_160=Impossible d'analyser la valeur indiqu\u00e9e en tant que description d'utilisation d'une r\u00e8gle de correspondance valide car elle \u00e9tait vide ou ne contenait que des blancs
MILD_ERR_ATTR_SYNTAX_MRUSE_EXPECTED_OPEN_PARENTHESIS_161=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car une parenth\u00e8se ouverte aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%s'
MILD_ERR_ATTR_SYNTAX_MRUSE_TRUNCATED_VALUE_162=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car la fin de la valeur a \u00e9t\u00e9 atteinte alors que Directory Server attendait plus de donn\u00e9es
MILD_ERR_ATTR_SYNTAX_MRUSE_DOUBLE_PERIOD_IN_NUMERIC_OID_163=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car l'OID num\u00e9rique contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MRUSE_ILLEGAL_CHAR_IN_NUMERIC_OID_164=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car l'OID num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MRUSE_ILLEGAL_CHAR_IN_STRING_OID_165=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car l'OID non num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MRUSE_UNKNOWN_MATCHING_RULE_166=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car la r\u00e8gle de correspondance %s est inconnue
MILD_ERR_ATTR_SYNTAX_MRUSE_UNEXPECTED_CLOSE_PARENTHESIS_167=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car elle contenait une parenth\u00e8se de fermeture inattendue \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MRUSE_ILLEGAL_CHAR_168=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car elle contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_MRUSE_UNKNOWN_ATTR_169=La description d'utilisation d'une r\u00e8gle de correspondance "%s" est associ\u00e9e \u00e0 un type d'attribut %s non d\u00e9fini dans le sch\u00e9ma de serveur
MILD_ERR_ATTR_SYNTAX_MRUSE_NO_ATTR_170=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de correspondance car elle ne sp\u00e9cifie pas l'ensemble de types d'attributs \u00e0 utiliser avec l'OID associ\u00e9
MILD_ERR_ATTR_SYNTAX_MRUSE_EXPECTED_QUOTE_AT_POS_171=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description d'utilisation d'une r\u00e8gle de correspondance car un guillemet simple aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re %s
MILD_ERR_ATTR_SYNTAX_DSR_EMPTY_VALUE_172=Impossible d'analyser la valeur indiqu\u00e9e en tant que description de r\u00e8gle de structure DIT valide car elle \u00e9tait vide ou ne contenait que des blancs
MILD_ERR_ATTR_SYNTAX_DSR_EXPECTED_OPEN_PARENTHESIS_173=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car une parenth\u00e8se ouverte aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re '%s'
MILD_ERR_ATTR_SYNTAX_DSR_TRUNCATED_VALUE_174=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car la fin de la valeur a \u00e9t\u00e9 atteinte alors que Directory Server attendait plus de donn\u00e9es
MILD_ERR_ATTR_SYNTAX_DSR_ILLEGAL_CHAR_IN_RULE_ID_175=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car la r\u00e8gle DIT contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DSR_UNEXPECTED_CLOSE_PARENTHESIS_176=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car elle contenait une parenth\u00e8se de fermeture inattendue \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DSR_ILLEGAL_CHAR_177=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car elle contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DSR_UNKNOWN_NAME_FORM_178=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car elle fait r\u00e9f\u00e9rence \u00e0 une forme de nom inconnu %s
MILD_ERR_ATTR_SYNTAX_DSR_UNKNOWN_RULE_ID_179=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car elle fait r\u00e9f\u00e9rence \u00e0 une ID %d de r\u00e8gle inconnu pour une r\u00e8gle de structure DIT sup\u00e9rieure
MILD_ERR_ATTR_SYNTAX_DSR_NO_NAME_FORM_180=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car elle ne sp\u00e9cifie par le formulaire de nom pour la r\u00e8gle
MILD_ERR_ATTR_SYNTAX_DSR_EXPECTED_QUOTE_AT_POS_181=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car un guillemet simple aurait d\u00fb se trouver \u00e0 la position %d au lieu du caract\u00e8re %s
MILD_ERR_ATTR_SYNTAX_DSR_DOUBLE_PERIOD_IN_NUMERIC_OID_182=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car l'OID num\u00e9rique contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DSR_ILLEGAL_CHAR_IN_NUMERIC_OID_183=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car l'OID num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_DSR_ILLEGAL_CHAR_IN_STRING_OID_184=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que description de r\u00e8gle de structure DIT car l'OID non num\u00e9rique contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_TELEX_TOO_SHORT_185=La valeur indiqu\u00e9e "%s" est trop courte pour \u00eatre une valeur de num\u00e9ro de t\u00e9lex valide
MILD_ERR_ATTR_SYNTAX_TELEX_NOT_PRINTABLE_186=La valeur indiqu\u00e9e "%s" ne contient pas un num\u00e9ro de t\u00e9lex valide car un caract\u00e8re %s \u00e0 la position %d n'\u00e9tait pas une cha\u00eene de caract\u00e8res imprimable valide
MILD_ERR_ATTR_SYNTAX_TELEX_ILLEGAL_CHAR_187=La valeur indiqu\u00e9e "%s" ne contient pas un num\u00e9ro de t\u00e9lex valide car un caract\u00e8re %s \u00e0 la position %d n'\u00e9tait pas une cha\u00eene de caract\u00e8res imprimable valide, ni le signe du dollar pour s\u00e9parer les composants du num\u00e9ro de t\u00e9lex
MILD_ERR_ATTR_SYNTAX_TELEX_TRUNCATED_188=La valeur indiqu\u00e9e "%s" ne contient pas un num\u00e9ro de t\u00e9lex valide car la fin de la valeur a \u00e9t\u00e9 atteinte avant que trois cha\u00eenes imprimables d\u00e9limit\u00e9s par des dollars aient pu \u00eatre lues
MILD_ERR_ATTR_SYNTAX_FAXNUMBER_EMPTY_189=Impossible d'analyser la valeur indiqu\u00e9e en tant que num\u00e9ro de t\u00e9l\u00e9copie valide car elle \u00e9tait vide
MILD_ERR_ATTR_SYNTAX_FAXNUMBER_NOT_PRINTABLE_190=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que num\u00e9ro de t\u00e9l\u00e9copie valide car le caract\u00e8re %s \u00e0 la position %d n'\u00e9tait pas une cha\u00eene de caract\u00e8res imprimable valide
MILD_ERR_ATTR_SYNTAX_FAXNUMBER_END_WITH_DOLLAR_191=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que num\u00e9ro de t\u00e9l\u00e9copie valide car elle termine par un signe dollar, mais que ce signe devrait \u00eatre suivi d'un param\u00e8tre de fax
MILD_ERR_ATTR_SYNTAX_FAXNUMBER_ILLEGAL_PARAMETER_192=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que num\u00e9ro de t\u00e9l\u00e9copie valide car la cha\u00eene "%s" entre les positions %d et %d n'\u00e9tait pas un param\u00e8tre de fax valide
MILD_ERR_ATTR_SYNTAX_NAMEANDUID_INVALID_DN_193=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom et valeur UID facultative valides car une erreur s'est produite lors de la tentative d'analyse de la partie DN\u00a0:  %s
MILD_ERR_ATTR_SYNTAX_NAMEANDUID_ILLEGAL_BINARY_DIGIT_194=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que nom et valeur UID facultative valides car la partie UID contenait un chiffre binaire ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_TELETEXID_EMPTY_195=Impossible d'analyser la valeur indiqu\u00e9e en tant qu'identifiant de r\u00e9cepteur de teletexte valide car elle \u00e9tait vide
MILD_ERR_ATTR_SYNTAX_TELETEXID_NOT_PRINTABLE_196=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'identifiant de r\u00e9cepteur de teletexte valide car le caract\u00e8re %s \u00e0 la position %d n'\u00e9tait pas une cha\u00eene de caract\u00e8res imprimable valide
MILD_ERR_ATTR_SYNTAX_TELETEXID_END_WITH_DOLLAR_197=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'identifiant de r\u00e9cepteur de teletexte valide car elle termine par un signe dollar, mais que ce signe devrait \u00eatre suivi d'un param\u00e8tre TTX
MILD_ERR_ATTR_SYNTAX_TELETEXID_PARAM_NO_COLON_198=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'identifiant de r\u00e9cepteur de teletexte valide car la cha\u00eene de param\u00e8tres ne contenait pas deux-points pour s\u00e9parer le nom de la valeur
MILD_ERR_ATTR_SYNTAX_TELETEXID_ILLEGAL_PARAMETER_199=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'identifiant de r\u00e9cepteur de teletexte valide car "%s" n'est pas un nom de param\u00e8tre TTX valide
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_EMPTY_VALUE_200=Impossible d'analyser la valeur indiqu\u00e9e en tant qu'autre valeur de bo\u00eete aux lettres car elle \u00e9tait vide 
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_NO_MBTYPE_201=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'autre valeur de bo\u00eete aux lettres car il n'y avait pas de type de bo\u00eete aux lettres avant le signe dollar
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_ILLEGAL_MBTYPE_CHAR_202=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'autre valeur de bo\u00eete aux lettres car le type de bo\u00eete aux lettres contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_NO_MAILBOX_203=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'autre valeur de bo\u00eete aux lettres car il n'y avait pas de bo\u00eete aux lettres apr\u00e8s le signe dollar
MILD_ERR_ATTR_SYNTAX_OTHER_MAILBOX_ILLEGAL_MB_CHAR_204=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'autre valeur de bo\u00eete aux lettres car la bo\u00eete aux lettres contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_GUIDE_NO_OC_205=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide car elle ne contenait pas un nom de classe d'objet ou un OID avant le caract\u00e8re di\u00e8se (#)
MILD_ERR_ATTR_SYNTAX_GUIDE_ILLEGAL_CHAR_206=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide car la partie crit\u00e8res %s contenait un caract\u00e8re ill\u00e9gal %c \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_GUIDE_MISSING_CLOSE_PAREN_207=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide car la partie crit\u00e8res %s ne contenait pas de parenth\u00e8se ferm\u00e9e correspondant \u00e0 la parenth\u00e8se ouverte initiale
MILD_ERR_ATTR_SYNTAX_GUIDE_INVALID_QUESTION_MARK_208=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide car la partie crit\u00e8res %s commen\u00e7ait par une interrogation mais n'\u00e9tait pas suivie de la cha\u00eene "true" ou "false" 
MILD_ERR_ATTR_SYNTAX_GUIDE_NO_DOLLAR_209=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide car la partie crit\u00e8res %s ne contenait pas de signe dollar pour s\u00e9parer le type d'attribut du type de correspondance
MILD_ERR_ATTR_SYNTAX_GUIDE_NO_ATTR_210=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide car la partie crit\u00e8res %s ne sp\u00e9cifiait pas de type d'attribut avant le signe dollar
MILD_ERR_ATTR_SYNTAX_GUIDE_NO_MATCH_TYPE_211=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide car la partie crit\u00e8res  %s ne sp\u00e9cifiait pas de type de correspondance apr\u00e8s le signe dollar
MILD_ERR_ATTR_SYNTAX_GUIDE_INVALID_MATCH_TYPE_212=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide car la partie crit\u00e8res %s avait un type de correspondance ill\u00e9gal commen\u00e7ant \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_SHARP_213=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car elle ne contenait pas de caract\u00e8re di\u00e8se (#) pour s\u00e9parer la classe d'objet des crit\u00e8res
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_OC_214=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car elle ne contenait pas de nom de classe d'objet ou d'OID avant le caract\u00e8re di\u00e8se (#)
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_DOUBLE_PERIOD_IN_OC_OID_215=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car l'OID num\u00e9rique %s sp\u00e9cifiant la classe d'objet contenait deux points cons\u00e9cutifs \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_ILLEGAL_CHAR_IN_OC_OID_216=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car l'OID num\u00e9rique %s sp\u00e9cifiant la classe d'objet contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_ILLEGAL_CHAR_IN_OC_NAME_217=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car le nom de classe d'objet %s contenait un caract\u00e8re ill\u00e9gal %s \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_FINAL_SHARP_218=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car elle n'a pas de caract\u00e8re di\u00e8se (#) pour s\u00e9parer les crit\u00e8res du domaine
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_SCOPE_219=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car aucun domaine n'\u00e9tait indiqu\u00e9 apr\u00e8s le caract\u00e8re di\u00e8se (#) final 
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_INVALID_SCOPE_220=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car le domaine sp\u00e9cifi\u00e9 %s n'\u00e9tait pas valide
MILD_ERR_ATTR_SYNTAX_ENHANCEDGUIDE_NO_CRITERIA_221=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que valeur guide optimis\u00e9e car elle ne sp\u00e9cifiait pas de crit\u00e8res entre les catact\u00e8res di\u00e8se (#)
MILD_ERR_ATTR_SYNTAX_OID_INVALID_VALUE_222=Impossible d'analyser la valeur indiqu\u00e9e %s en tant qu'OID valide\u00a0:  %s
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_NORMALIZE_FAILURE_223=An unexpected error occurred while trying to normalize value %s as a generalized time value:  %s
SEVERE_WARN_OMR_CASE_EXACT_COMPARE_CANNOT_NORMALIZE_224=An error occurred while attempting to compare two AttributeValue objects using the caseExactOrderingMatch matching rule because the normalized form of one of those values could not be retrieved:  %s
SEVERE_WARN_OMR_CASE_EXACT_COMPARE_INVALID_TYPE_225=An error occurred while attempting to compare two objects using the caseExactOrderingMatch matching rule because the objects were of an unsupported type %s.  Only byte arrays, ASN.1 octet strings, and attribute value objects may be compared
SEVERE_WARN_OMR_CASE_IGNORE_COMPARE_CANNOT_NORMALIZE_226=An error occurred while attempting to compare two AttributeValue objects using the caseIgnoreOrderingMatch matching rule because the normalized form of one of those values could not be retrieved:  %s
SEVERE_WARN_OMR_CASE_IGNORE_COMPARE_INVALID_TYPE_227=An error occurred while attempting to compare two objects using the caseIgnoreOrderingMatch matching rule because the objects were of an unsupported type %s.  Only byte arrays, ASN.1 octet strings, and attribute value objects may be compared
SEVERE_WARN_OMR_GENERALIZED_TIME_COMPARE_CANNOT_NORMALIZE_228=An error occurred while attempting to compare two AttributeValue objects using the generalizedTimeOrderingMatch matching rule because the normalized form of one of those values could not be retrieved:  %s
SEVERE_WARN_OMR_GENERALIZED_TIME_COMPARE_INVALID_TYPE_229=An error occurred while attempting to compare two objects using the generalizedTimeOrderingMatch matching rule because the objects were of an unsupported type %s.  Only byte arrays, ASN.1 octet strings, and attribute value objects may be compared
SEVERE_WARN_OMR_INTEGER_COMPARE_CANNOT_NORMALIZE_230=An error occurred while attempting to compare two AttributeValue objects using the integerOrderingMatch matching rule because the normalized form of one of those values could not be retrieved:  %s
SEVERE_WARN_OMR_INTEGER_COMPARE_INVALID_TYPE_231=An error occurred while attempting to compare two objects using the integerOrderingMatch matching rule because the objects were of an unsupported type %s.  Only byte arrays, ASN.1 octet strings, and attribute value objects may be compared
SEVERE_WARN_OMR_NUMERIC_STRING_COMPARE_CANNOT_NORMALIZE_232=An error occurred while attempting to compare two AttributeValue objects using the numericStringOrderingMatch matching rule because the normalized form of one of those values could not be retrieved:  %s
SEVERE_WARN_OMR_NUMERIC_STRING_COMPARE_INVALID_TYPE_233=An error occurred while attempting to compare two objects using the numericStringOrderingMatch matching rule because the objects were of an unsupported type %s.  Only byte arrays, ASN.1 octet strings, and attribute value objects may be compared
SEVERE_WARN_OMR_OCTET_STRING_COMPARE_CANNOT_NORMALIZE_234=An error occurred while attempting to compare two AttributeValue objects using the octetStringOrderingMatch matching rule because the normalized form of one of those values could not be retrieved:  %s
SEVERE_WARN_OMR_OCTET_STRING_COMPARE_INVALID_TYPE_235=An error occurred while attempting to compare two objects using the octetStringOrderingMatch matching rule because the objects were of an unsupported type %s.  Only byte arrays, ASN.1 octet strings, and attribute value objects may be compared
SEVERE_WARN_ATTR_SYNTAX_UUID_INVALID_LENGTH_236=The provided value "%s" has an invalid length for a UUID.  All UUID values must have a length of exactly 36 bytes, but the provided value had a length of %d bytes
SEVERE_WARN_ATTR_SYNTAX_UUID_EXPECTED_DASH_237=The provided value "%s" should have had a dash at position %d, but the character '%s' was found instead
SEVERE_WARN_ATTR_SYNTAX_UUID_EXPECTED_HEX_238=The provided value "%s" should have had a hexadecimal digit at position %d, but the character '%s' was found instead
INFO_ATTR_SYNTAX_DIRECTORYSTRING_DESCRIPTION_ALLOW_ZEROLENGTH_239=Indique si les attributs avec la syntaxe de cha\u00eene d'annuaires seront autoris\u00e9s \u00e0 avoir des valeurs de longueur null.  Cette option n'est pas techniquement autoris\u00e9e par les sp\u00e9cifications LDAP, mais elle pourrait \u00eatre utile pour la compatibilit\u00e9 ascendante avec les versions pr\u00e9c\u00e9dentes de Directory Server 
SEVERE_ERR_ATTR_SYNTAX_DIRECTORYSTRING_CANNOT_DETERMINE_ZEROLENGTH_240=An error occurred while trying to determine the value of the %s configuration attribute, which indicates whether directory string attributes should be allowed to have zero-length values:  %s
SEVERE_ERR_ATTR_SYNTAX_DIRECTORYSTRING_INVALID_ZEROLENGTH_VALUE_241=The operation attempted to assign a zero-length value to an attribute with the directory string syntax
INFO_ATTR_SYNTAX_DIRECTORYSTRING_UPDATED_ALLOW_ZEROLENGTH_242=L'attribut %s dans l'entr\u00e9e de configuration %s a \u00e9t\u00e9 mis \u00e0 jour avec une nouvelle valeur de %s
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_INVALID_SCHEME_CHAR_243=The provided authPassword value had an invalid scheme character at position %d
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_SCHEME_244=The provided authPassword value had a zero-length scheme element
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_SCHEME_SEPARATOR_245=The provided authPassword value was missing the separator character or had an illegal character between the scheme and authInfo elements
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_INVALID_AUTH_INFO_CHAR_246=The provided authPassword value had an invalid authInfo character at position %d
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_AUTH_INFO_247=The provided authPassword value had a zero-length authInfo element
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_AUTH_INFO_SEPARATOR_248=The provided authPassword value was missing the separator character or had an illegal character between the authInfo and authValue elements
SEVERE_ERR_EMR_INTFIRSTCOMP_NO_INITIAL_PARENTHESIS_249=The provided value "%s" could not be parsed by the integer first component matching rule because it did not start with a parenthesis
SEVERE_ERR_EMR_INTFIRSTCOMP_NO_NONSPACE_250=The provided value "%s" could not be parsed by the integer first component matching rule because it did not have any non-space characters after the opening parenthesis
SEVERE_ERR_EMR_INTFIRSTCOMP_NO_SPACE_AFTER_INT_251=The provided value "%s" could not be parsed by the integer first component matching rule because it did not have any space characters after the first component
SEVERE_ERR_EMR_INTFIRSTCOMP_FIRST_COMPONENT_NOT_INT_252=The provided value "%s" could not be parsed by the integer first component matching rule because the first component does not appear to be an integer value
SEVERE_ERR_ATTR_SYNTAX_USERPW_NO_VALUE_253=No value was given to decode by the user password attribute syntax
SEVERE_ERR_ATTR_SYNTAX_USERPW_NO_OPENING_BRACE_254=Unable to decode the provided value according to the user password syntax because the value does not start with the opening curly brace ("{") character
SEVERE_ERR_ATTR_SYNTAX_USERPW_NO_CLOSING_BRACE_255=Unable to decode the provided value according to the user password syntax because the value does not contain a closing curly brace ("}") character
SEVERE_ERR_ATTR_SYNTAX_USERPW_NO_SCHEME_256=Unable to decode the provided value according to the user password syntax because the value does not contain a storage scheme name
MILD_ERR_ATTR_SYNTAX_RFC3672_SUBTREE_SPECIFICATION_INVALID_257=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que sp\u00e9cification de sous-arborescence RFC 3672 valide
MILD_ERR_ATTR_SYNTAX_ABSOLUTE_SUBTREE_SPECIFICATION_INVALID_258=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que sp\u00e9cification de sous-arborescence absolue valide
MILD_ERR_ATTR_SYNTAX_RELATIVE_SUBTREE_SPECIFICATION_INVALID_259=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant que sp\u00e9cification de sous-arborescence relative valide
SEVERE_WARN_ATTR_SYNTAX_ILLEGAL_INTEGER_260=The provided value %s is not allowed for attributes with a Integer syntax
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_INVALID_AUTH_VALUE_CHAR_261=The provided authPassword value had an invalid authValue character at position %d
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_NO_AUTH_VALUE_262=The provided authPassword value had a zero-length authValue element
SEVERE_ERR_ATTR_SYNTAX_AUTHPW_INVALID_TRAILING_CHAR_263=The provided authPassword value had an invalid trailing character at position %d
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_EXTENSION_INVALID_CHARACTER_264=Impossible d'analyser la valeur indiqu\u00e9e "%s" en tant qu'extension de syntaxe d'attribut car un caract\u00e8re invalide se trouvait \u00e0 la position %d
MILD_ERR_ATTR_SYNTAX_ATTRSYNTAX_INVALID_EXTENSION_265=Impossible d'analyser la syntaxe d'attribut \u00e0 cause d'une extension invalide.%s
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_INVALID_SUPERIOR_TYPE_266=The definition for objectclass %s is invalid because it has an objectclass type of %s but this is incompatible with the objectclass type %s for the superior class %s
SEVERE_WARN_ATTR_SYNTAX_OBJECTCLASS_STRUCTURAL_SUPERIOR_NOT_TOP_267=The definition for objectclass %s is invalid because it is defined as a structural class but its superior chain does not include the "top" objectclass
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_INVALID_SUPERIOR_USAGE_268=The definition for attribute type %s is invalid because its attribute usage %s is not the same as the usage for its superior type %s
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_COLLECTIVE_FROM_NONCOLLECTIVE_269=The definition for attribute type %s is invalid because it is defined as a collective type but the superior type %s is not collective
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_NONCOLLECTIVE_FROM_COLLECTIVE_270=The definition for attribute type %s is invalid because it is not defined as a collective type but the superior type %s is collective
MILD_ERR_ATTR_SYNTAX_DCR_PROHIBITED_REQUIRED_BY_STRUCTURAL_271=La r\u00e8gle de contenu DIT "%s" n'est pas valide car elle interdit l'utilisation du type d'attribut %s requis par la classe d'objet structurelle associ\u00e9e %s
MILD_ERR_ATTR_SYNTAX_DCR_PROHIBITED_REQUIRED_BY_AUXILIARY_272=La r\u00e8gle de contenu DIT "%s" n'est pas valide car elle interdit l'utilisation du type d'attribut %s requis par la classe d'objet structurelle auxiliaire %s
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_COLLECTIVE_IS_OPERATIONAL_273=The definition for attribute type %s is invalid because it is declared COLLECTIVE but does not have a usage of userApplications
SEVERE_WARN_ATTR_SYNTAX_ATTRTYPE_NO_USER_MOD_NOT_OPERATIONAL_274=The definition for attribute type %s is invalid because it is declared NO-USER-MODIFICATION but does not have an operational usage
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_ILLEGAL_FRACTION_CHAR_275=The provided value %s is not a valid generalized time value because it contains illegal character %s in the fraction component
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_EMPTY_FRACTION_276=The provided value %s is not a valid generalized time value because it does not contain at least one digit after the period to use as the fractional component
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_NO_TIME_ZONE_INFO_277=The provided value %s is not a valid generalized time value because it does not end with 'Z' or a time zone offset
SEVERE_WARN_ATTR_SYNTAX_GENERALIZED_TIME_ILLEGAL_TIME_278=The provided value %s is not a valid generalized time value because it represents an invalid time (e.g., a date that does not exist):  %s
NOTICE_SCHEMA_IMPORT_FAILED_279=Un \u00e9l\u00e9ment de sch\u00e9ma n'a pas pu \u00eatre import\u00e9\u00a0: %s, %s
MILD_WARN_ATTR_INVALID_COLLATION_MATCHING_RULE_LOCALE_280=The collation rule %s under matching rule entry %s is invalid as the locale %s is not supported by JVM
MILD_WARN_ATTR_INVALID_COLLATION_MATCHING_RULE_FORMAT_281=The provided collation rule %s does not contain a valid format of OID:LOCALE