INFO_ENCPW_DESCRIPTION_LISTSCHEMES_7=Llistar els esquemes d'emmagatzemament de contrasenya disponibles
INFO_ENCPW_DESCRIPTION_CLEAR_PW_8=Contrasenya de text-clar per codificar o per comparar contra una contrasenya codificada
INFO_ENCPW_DESCRIPTION_CLEAR_PW_FILE_9=Fitxer de contrasenya text-clar
INFO_ENCPW_DESCRIPTION_ENCODED_PW_10=Contrasenya codificada per comparar contra una contrasenya de text-clar
INFO_ENCPW_DESCRIPTION_ENCODED_PW_FILE_11=Fitxer de contrasenya codificada
INFO_ENCPW_DESCRIPTION_SCHEME_14=Esquema per utilitzar per la contrasenya codificada
INFO_DESCRIPTION_USAGE_15=Mostra aquesta informaci\u00f3 d'\u00fas
SEVERE_ERR_CANNOT_INITIALIZE_ARGS_16=S'ha produ\u00eft un error mentre s'intentava inicialitzar els arguments de la l\u00ednia de comandes:  %s
SEVERE_ERR_ERROR_PARSING_ARGS_17=S'ha produ\u00eft un error mentre s'analitzaven els arguments de la l\u00ednia de comandes:  %s
SEVERE_ERR_ENCPW_NO_CLEAR_PW_18=No es va especificar cap contrasenya de text-clar.  Use --%s, --%s or --%s per especificar la contrasenya a codificar
INFO_LDIFEXPORT_DESCRIPTION_LDIF_FILE_33=Ruta al fitxer LDIF per ser escrit
INFO_LDIFEXPORT_DESCRIPTION_APPEND_TO_LDIF_34=Anexar un fitxer LDIF existent enlloc de sobreescriure'l.
INFO_LDIFEXPORT_DESCRIPTION_BACKEND_ID_35=ID Backend per a la infraestructura de fons (Backend) per exportar
INFO_LDIFEXPORT_DESCRIPTION_EXCLUDE_BRANCH_36=DN base de la branca per executar des de l'exportaci\u00f3 LDIF
INFO_LDIFEXPORT_DESCRIPTION_INCLUDE_ATTRIBUTE_37=Atribut a incloure a l'exportaci\u00f3 LDIF
INFO_LDIFEXPORT_DESCRIPTION_EXCLUDE_ATTRIBUTE_38=Atribut a excloure des de l'exportaci\u00f3 LDIF
INFO_LDIFEXPORT_DESCRIPTION_INCLUDE_FILTER_39=Filtre per identificar entrades a incloure a l'exportaci\u00f3 LDIF
INFO_LDIFEXPORT_DESCRIPTION_EXCLUDE_FILTER_40=Filtre per identificar les entrades a excloure des de l'exportaci\u00f3 LDIF
INFO_LDIFEXPORT_DESCRIPTION_WRAP_COLUMN_41=Columna in la qual s'envoltaran les l\u00ednies incorrectes (0 per no envoltar)
INFO_LDIFEXPORT_DESCRIPTION_COMPRESS_LDIF_42=Comprimir les dades LDIF quan aquestes s'exportin
INFO_LDIFIMPORT_DESCRIPTION_LDIF_FILE_69=Ruta al fitxer LDIF a ser importat
INFO_LDIFIMPORT_DESCRIPTION_APPEND_70=Annexar a una base de dades existent enlloc de sobreescriure-la
INFO_LDIFIMPORT_DESCRIPTION_REPLACE_EXISTING_71=Substituir les entrades existents quan s'annexin a la base de dades
INFO_LDIFIMPORT_DESCRIPTION_BACKEND_ID_72=ID Backend per a la infraestructura de fons (Backend) a importar
INFO_LDIFIMPORT_DESCRIPTION_EXCLUDE_BRANCH_73=DN base de la branca a excloure de la importaci\u00f3 LDIF
INFO_LDIFIMPORT_DESCRIPTION_INCLUDE_ATTRIBUTE_74=Atribut a incloure en la importaci\u00f3 LDIF
INFO_LDIFIMPORT_DESCRIPTION_EXCLUDE_ATTRIBUTE_75=Atribut a excloure des de la importaci\u00f3 LDIF
INFO_LDIFIMPORT_DESCRIPTION_INCLUDE_FILTER_76=Filtre per identificar les entrades a incloure en la importaci\u00f3 LDIF
INFO_LDIFIMPORT_DESCRIPTION_EXCLUDE_FILTER_77=Filtre per identificar les entrades a excloure des de la importaci\u00f3 LDIF
INFO_LDIFIMPORT_DESCRIPTION_REJECT_FILE_78=Escriure les entrades rebutjades al fitxer especificat
INFO_LDIFIMPORT_DESCRIPTION_OVERWRITE_79=Sobreescriure un fitxer existent de rebutjos/omissions enlloc d'annexar-hi
INFO_LDIFIMPORT_DESCRIPTION_IS_COMPRESSED_80=El fitxer importaci\u00f3 est\u00e0 comprimit
SEVERE_ERR_LDIFIMPORT_ERROR_DURING_IMPORT_96=S'ha produ\u00eft un error mentre s'intentava processar la importaci\u00f3 LDIF:  %s
INFO_PROCESSING_OPERATION_104=Processant la sol\u00b7litut %s per %s
INFO_OPERATION_FAILED_105=Operaci\u00f3 %s fallida
INFO_OPERATION_SUCCESSFUL_106=Operaci\u00f3 %s satisfact\u00f2ria pel DN %s
INFO_PROCESSING_COMPARE_OPERATION_107=Comparant el tipus %s amb el valor %s en l'entrada %s
INFO_DESCRIPTION_TRUSTALL_111=Confiar amb tots els certificats SSL de servidor
INFO_DESCRIPTION_BINDDN_112=DN per utilitzar per enlla\u00e7ar al servidor
INFO_DESCRIPTION_BINDPASSWORD_113=Contrasenya per utilitzar per enlla\u00e7ar al servidor
INFO_DESCRIPTION_BINDPASSWORDFILE_114=Fitxer enlla\u00e7 de contrasenya
INFO_DESCRIPTION_ENCODING_115=Utilitzar la codificaci\u00f3 de car\u00e0cters especificada per l'entrada de la l\u00ednia de comandes
INFO_DESCRIPTION_VERBOSE_116=Utilitzar mode verb\u00f3s
INFO_DESCRIPTION_KEYSTOREPATH_117=Ruta del magatzem del certificat de claus
INFO_DESCRIPTION_TRUSTSTOREPATH_118=Ruta del magatzem del certificat de confian\u00e7a
INFO_DESCRIPTION_KEYSTOREPASSWORD_119=PIN del magatzem del certificat de claus
INFO_DESCRIPTION_HOST_120=Nom d'equip o adre\u00e7a IP del servidor de directori
INFO_DESCRIPTION_PORT_121=Numero de port del servidor de directori
INFO_DESCRIPTION_SHOWUSAGE_122=Mostrar aquesta informaci\u00f3 d'\u00fas
INFO_DESCRIPTION_CONTROLS_123=Utilitzar un control de peticions amb la informaci\u00f3 proporcionada
INFO_DESCRIPTION_CONTINUE_ON_ERROR_124=Continuar processant encara que hi hagin errors
INFO_DESCRIPTION_USE_SSL_125=Utilitzar SSL per a una comunicaci\u00f3 segura amb el servidor
INFO_DESCRIPTION_START_TLS_126=Utilitzar StartTLS per a una comunicaci\u00f3 segura amb el servidor
INFO_DESCRIPTION_USE_SASL_EXTERNAL_127=Utilitzar el mecanisme d'autentificaci\u00f3 SASL EXTERN
INFO_DELETE_DESCRIPTION_FILENAME_128=Fitxer que cont\u00e9 els DNs de les entrades per eliminar
INFO_DELETE_DESCRIPTION_DELETE_SUBTREE_129=Eliminar l'entrada especificada i totes les entrades seg\u00fcents a ella
INFO_MODIFY_DESCRIPTION_DEFAULT_ADD_130=Tractar els registres amb no changetype com operaci\u00f3 d'afegir
INFO_SEARCH_DESCRIPTION_BASEDN_131=Cercar DN base
INFO_SEARCH_DESCRIPTION_SIZE_LIMIT_132=Nombre m\u00e0xim d'entrades per retornar des de la cerca
INFO_SEARCH_DESCRIPTION_TIME_LIMIT_133=Per\u00edode de temps m\u00e0xim en segons per permetre en la cerca
INFO_SEARCH_DESCRIPTION_SEARCH_SCOPE_134=\u00c0mbit de cerca ('base', 'one', 'sub', o 'subordinate')
INFO_SEARCH_DESCRIPTION_DEREFERENCE_POLICY_135=\u00c0lies pol\u00edtica des-refer\u00e8ncia ('never', 'always', 'search', o 'find')
MILD_ERR_LDAPAUTH_SIMPLE_BIND_FAILED_141=Error en l'intent d'enlla\u00e7 senzill
SEVERE_ERR_LDAPAUTH_NO_SASL_MECHANISM_142=Es va sol\u00b7licitar un enlla\u00e7 SASL per\u00f2 no es va especificar cap mecanisme SASL
INFO_DESCRIPTION_SASL_PROPERTIES_182=Opcions enlla\u00e7 SASL
INFO_LDAPAUTH_PASSWORD_PROMPT_199=Contrasenya per l'usuari '%s':
INFO_DESCRIPTION_VERSION_200=N\u00famero de versi\u00f3 del protocol LDAP
INFO_VERIFYINDEX_DESCRIPTION_BASE_DN_207=DN base d'una infraestructura de fons (Backend) que suporta indexaci\u00f3. La verificaci\u00f3 \u00e9s realitzada als \u00edndexs dins de l'\u00e0mbit del DN base donat
INFO_VERIFYINDEX_DESCRIPTION_INDEX_NAME_208=Nom de l'\u00edndex a ser verificat. Per un \u00edndex d'atribut aquest es senzillament un nom d'atribut. Diversos \u00edndex poden ser verificats per la integritat, o tots els \u00edndexs si no se n'ha especificat cap.  Un \u00edndex \u00e9s complet si cada valor de l'\u00edndex referencia totes les entrades que continguin aquest valor
INFO_VERIFYINDEX_DESCRIPTION_VERIFY_CLEAN_209=Especifica que un \u00edndex senzill ha de ser verificat perqu\u00e8 aquest estigui net.  Un \u00edndex \u00e9s net si cada valor de l'\u00edndex referencia \u00fanicament entrades que continguin aquest valor.  D'aquesta manera, nom\u00e9s es pot verificar un \u00edndex al mateix cop
INFO_DESCRIPTION_DONT_WRAP_215=No replegar les l\u00ednies llargues
INFO_LDIFIMPORT_DESCRIPTION_INCLUDE_BRANCH_216=DN base de la branca a incloure a la importaci\u00f3 LDIF
INFO_LDIFEXPORT_DESCRIPTION_INCLUDE_BRANCH_240=DN base de la branca a incloure a l'exportaci\u00f3 LDIF
INFO_BACKUPDB_DESCRIPTION_BACKEND_ID_245=ID Backend per a la infraestructura de fons (Backend) a arxivar
INFO_BACKUPDB_DESCRIPTION_BACKUP_ID_246=Utilitzar l'identificador de prove\u00efdor per la c\u00f2pia de seguretat
INFO_BACKUPDB_DESCRIPTION_BACKUP_DIR_247=Ruta al directori dest\u00ed pels fitxers de c\u00f2pia de seguretat
INFO_BACKUPDB_DESCRIPTION_INCREMENTAL_248=Realitzar una c\u00f2pia de seguretat incremental enlloc de fer-la completa
INFO_BACKUPDB_DESCRIPTION_COMPRESS_249=Comprimir els continguts de la c\u00f2pia de seguretat
INFO_BACKUPDB_DESCRIPTION_ENCRYPT_250=Encriptar els continguts de la c\u00f2pia de seguretat
INFO_BACKUPDB_DESCRIPTION_HASH_251=Generar un hash dels continguts de la c\u00f2pia de seguretat
INFO_BACKUPDB_DESCRIPTION_SIGN_HASH_252=Signar el hash dels continguts de la c\u00f2pia de seguretat
SEVERE_ERR_BACKUPDB_ERROR_DURING_BACKUP_265=S'ha produ\u00eft un error mentre s'intentava resguardar la infraestructura de fons (Backend): %s, amb la configuraci\u00f3 sol\u00b7licitada:  %s
INFO_BACKUPDB_DESCRIPTION_BACKUP_ALL_274=Resguardar totes les infraestructures de fons (Backends) en el servidor
NOTICE_BACKUPDB_STARTING_BACKUP_280=Iniciant la c\u00f2pia de seguretat per la infraestructura de fons (Backend): %s
SEVERE_ERR_BACKUPDB_CANNOT_PARSE_BACKUP_DESCRIPTOR_281=S'ha produ\u00eft un error mentre s'intentava analitzar el fitxer descriptor de la c\u00f2pia de seguretat %s:  %s
NOTICE_BACKUPDB_COMPLETED_WITH_ERRORS_282=S'ha completat el proc\u00e9s de c\u00f2pia de seguretat amb un o m\u00e9s errors
NOTICE_BACKUPDB_COMPLETED_SUCCESSFULLY_283=S'ha completat correctament el proc\u00e9s de c\u00f2pia de seguretat
SEVERE_ERR_CANNOT_INITIALIZE_CRYPTO_MANAGER_284=S'ha produ\u00eft un error mentre s'intentava inicialitzar el gestor d'encriptat:  %s
INFO_BACKUPDB_DESCRIPTION_INCREMENTAL_BASE_ID_287=ID de la c\u00f2pia de seguretat del fitxer font per a una c\u00f2pia de seguretat incremental
INFO_RESTOREDB_DESCRIPTION_BACKUP_ID_292=ID de la c\u00f2pia de seguretat a restaurar
INFO_RESTOREDB_DESCRIPTION_BACKUP_DIR_293=Ruta al directori que cont\u00e9 els fitxers de c\u00f2pies de seguretat
INFO_RESTOREDB_DESCRIPTION_LIST_BACKUPS_294=Llistar les c\u00f2pies de seguretat disponibles en el directori de c\u00f2pies de seguretat
INFO_RESTOREDB_DESCRIPTION_VERIFY_ONLY_295=Verificar el contingut de la c\u00f2pia de seguretat per\u00f2 sense restaurar-la
INFO_DESCRIPTION_NOOP_327=Mostrar que es far\u00e0 per\u00f2 no realitzar cap operaci\u00f3
INFO_DESCRIPTION_TYPES_ONLY_338=Recuperar \u00fanicament els noms dels atributs per\u00f2 no els seus valors
INFO_LDIFIMPORT_DESCRIPTION_SKIP_SCHEMA_VALIDATION_339=Ometre la validaci\u00f3 de l'esquema durant la importaci\u00f3 LDIF
INFO_DESCRIPTION_ASSERTION_FILTER_342=Utilitzar el control d'argumentaci\u00f3 LDAP amb el filtre proporcionat
INFO_DESCRIPTION_PREREAD_ATTRS_346=Utilitzar el control de pre-lectura ReadEntry de LDAP
INFO_DESCRIPTION_POSTREAD_ATTRS_347=Utilitzar el control de post-lectura ReadEntry de LDAP
INFO_DESCRIPTION_PROXY_AUTHZID_354=Utilitzar el control d'autentificaci\u00f3 intermediari amb la ID d'autoritzaci\u00f3 donada
INFO_DESCRIPTION_PSEARCH_INFO_355=Utilitzar el control de cerca persistent
INFO_DESCRIPTION_REPORT_AUTHZID_361=Utilitzar el control d'identitat d'autoritzaci\u00f3
INFO_SEARCH_DESCRIPTION_FILENAME_363=El fitxer que cont\u00e9 un llistat de les cadenes de text del filtre de cerca
INFO_DESCRIPTION_MATCHED_VALUES_FILTER_364=Utilitzar el control dels valors de coincid\u00e8ncia LDAP amb el filtre proporcionat
INFO_ENCPW_DESCRIPTION_AUTHPW_369=Utilitzar la sintaxis de contrasenya d'autentificaci\u00f3 enlloc de la sintaxis de contrasenya d'usuari
INFO_STOPDS_DESCRIPTION_HOST_374=Nom d'equip o adre\u00e7a IP del servidor de directori
INFO_STOPDS_DESCRIPTION_PORT_375=N\u00famero de port d'administraci\u00f3 del servidor de directori
INFO_STOPDS_DESCRIPTION_BINDDN_378=DN per utilitzar per enlla\u00e7ar al servidor
INFO_STOPDS_DESCRIPTION_BINDPW_379=Contrasenya per utilitzar per enlla\u00e7ar al servidor
INFO_STOPDS_DESCRIPTION_BINDPWFILE_380=Fitxer enlla\u00e7 de contrasenya
INFO_STOPDS_DESCRIPTION_SASLOPTIONS_381=Opcions d'enlla\u00e7 SASL
INFO_STOPDS_DESCRIPTION_PROXYAUTHZID_382=Utilitzar el control d'autentificaci\u00f3 intermediari amb la ID d'autoritzaci\u00f3 donada
INFO_STOPDS_DESCRIPTION_STOP_REASON_383=Motiu pel qual el servidor ha estat aturat o reiniciat
INFO_STOPDS_DESCRIPTION_STOP_TIME_384=Indica la data/hora on la qual l'operaci\u00f3 d'aturament es comen\u00e7ar\u00e0 com una tasca de servidor expressada amb el format 'AAAAMMDDhhmmss'.  Un valor '0' provocar\u00e0 que l'aturada sigui programada per a una execuci\u00f3 immediata.  Quant s'especifica aquesta opci\u00f3, l'operaci\u00f3 ser\u00e0 programada per iniciar-se a l'hora especificada despr\u00e9s de la qual aquesta utilitat sortir\u00e0 immediatament
INFO_STOPDS_DESCRIPTION_TRUST_ALL_385=Confiar amb tots els certificats SSL de servidor
INFO_STOPDS_DESCRIPTION_KSFILE_386=Ruta del magatzem del certificat de claus
INFO_STOPDS_DESCRIPTION_KSPW_387=PIN del magatzem del certificat de claus
INFO_STOPDS_DESCRIPTION_KSPWFILE_388=Fixer PIN del magatzem del certificat de claus
INFO_STOPDS_DESCRIPTION_TSFILE_389=Ruta del magatzem del certificat de confian\u00e7a
INFO_STOPDS_DESCRIPTION_TSPW_390=PIN del magatzem del certificat de confian\u00e7a
INFO_STOPDS_DESCRIPTION_TSPWFILE_391=Fitxer PIN del magatzem del certificat de confian\u00e7a
INFO_STOPDS_DESCRIPTION_SHOWUSAGE_392=Mostrar aquesta informaci\u00f3 d'\u00fas
INFO_DESCRIPTION_USE_PWP_CONTROL_411=Utilitzar la pol\u00edtica de contrasenya pel control de peticions
INFO_STOPDS_DESCRIPTION_RESTART_412=Intentar reiniciar autom\u00e0ticament el servidor un cop s'hagi aturat
INFO_COMPARE_DESCRIPTION_FILENAME_413=El fitxer que cont\u00e9 els DNs de les entrades a comparar
INFO_LDIFSEARCH_DESCRIPTION_LDIF_FILE_414=Fitxer LDIF que cont\u00e9 les dades per la cerca.  Es poden proporcionar diversos fitxers per proporcionar l'opci\u00f3 de temps m\u00faltiples.  Si no es proporciona cap fitxer, les dades seran llegides des de l'entrada est\u00e0ndard
INFO_LDIFSEARCH_DESCRIPTION_BASEDN_415=El DN base per la cerca.  S'ha d'especificar diversos DN base per tal de proporcionar l'opci\u00f3 de temps m\u00faltiples.  Si no es proporciona cap DN base, aleshores s'utilitzar\u00e0 l'arrel DSE
INFO_LDIFSEARCH_DESCRIPTION_SCOPE_416=L'\u00e0mbit de la cerca.  ha de ser un de 'base', 'one', 'sub', o 'subordinate'.  Si aquest no es proporciona, aleshores s'utilitzar\u00e0 'sub'
INFO_LDIFSEARCH_DESCRIPTION_FILTER_FILE_419=La ruta al fitxer que cont\u00e9 els filtres de cerca a utilitzar.  Si aquest no es proporciona, aleshores el filtre haur\u00e0 de proporcionar-se despr\u00e9s de totes les opcions de configuraci\u00f3
INFO_LDIFSEARCH_DESCRIPTION_OUTPUT_FILE_420=La ruta al fitxer de sortida on el qual s'escriuran totes les entrades coincidents.  Si aquesta no es proporciona, aleshores les dades seran escrites a la sortida est\u00e0ndard
INFO_LDIFSEARCH_DESCRIPTION_OVERWRITE_EXISTING_421=Qualsevol fitxer de sortida existent s'haur\u00e0 de sobreescriure enlloc d'annexar-hi.
INFO_LDIFSEARCH_DESCRIPTION_DONT_WRAP_422=Les l\u00ednies llargues no s'han de contraure
INFO_LDIFSEARCH_DESCRIPTION_SIZE_LIMIT_423=N\u00famero m\u00e0xim d'entrades coincidents a retornar
INFO_LDIFSEARCH_DESCRIPTION_TIME_LIMIT_424=Per\u00edode m\u00e0xim de temps (en segons) per gastar en el processament
SEVERE_ERR_LDIFSEARCH_CANNOT_CREATE_READER_435=S'ha produ\u00eft un error mentre s'intentava crear el lector LDIF:  %s
SEVERE_ERR_LDIFSEARCH_CANNOT_CREATE_WRITER_436=S'ha produ\u00eft un error mentre s'intentava crear l'escriptor LDIF utilitzat per retornar les entrades coincidents:  %s
INFO_LDIFDIFF_DESCRIPTION_SOURCE_LDIF_443=Fitxer LDIF a utilitzar-se com a origen de dades
INFO_LDIFDIFF_DESCRIPTION_TARGET_LDIF_444=Fitxer LDIF a utilitzar-se com a dest\u00ed de dades
INFO_LDIFDIFF_DESCRIPTION_OUTPUT_LDIF_445=Fitxer on el qual s'ha d'escriure la sortida
INFO_LDIFDIFF_DESCRIPTION_OVERWRITE_EXISTING_446=Qualsevol fitxer de sortida existent s'haur\u00e0 de sobreescriure enlloc d'annexar-hi.
INFO_INSTALLDS_DESCRIPTION_SILENT_489=Executar en mode silenci\u00f3s.  El mode silenci\u00f3s no mostrar\u00e0 informaci\u00f3 de proc\u00e9s a la sortida est\u00e0ndard
INFO_INSTALLDS_DESCRIPTION_BASEDN_490=El DN base per la informaci\u00f3 d'usuari en el servidor de directori.  Es poden proporcionar diversos DNs base utilitzant aquesta opci\u00f3 diverses vegades
INFO_INSTALLDS_DESCRIPTION_ADDBASE_491=Indica si crear l'entrada base en la base de dades del servidor de directori
INFO_INSTALLDS_DESCRIPTION_IMPORTLDIF_492=La ruta al fitxer LDIF que cont\u00e9 les dades que s'han d'afegir a la base de dades del servidor de directori. Es poden proporcionar diversos fitxers LDIF utilitzant aquesta opci\u00f3 diverses vegades
INFO_INSTALLDS_DESCRIPTION_LDAPPORT_493=Port on el qual el servidor de directori ha d'escoltar per la comunicaci\u00f3 LDAP
INFO_INSTALLDS_DESCRIPTION_SKIPPORT_494=Saltar-se la comprovaci\u00f3 per determinar si els ports especificats es poden utilitzar
INFO_INSTALLDS_DESCRIPTION_ROOTDN_495=DN per l'usuari root inicial pel servidor de directori
INFO_INSTALLDS_DESCRIPTION_ROOTPW_496=La contrasenya per l'usuari root inicial pel servidor de directori
INFO_INSTALLDS_DESCRIPTION_ROOTPWFILE_497=La ruta al fitxer que cont\u00e9 la contrasenya per l'usuari inicial pel servidor de directori
INFO_INSTALLDS_DESCRIPTION_HELP_498=Mostrar aquesta informaci\u00f3 d'\u00fas
SEVERE_ERR_INSTALLDS_NO_CONFIG_FILE_499=ERROR:  No es va proporcionar cap ruta de fitxer de configuraci\u00f3 (utilitzeu l'argument %s)
INFO_INSTALLDS_PROMPT_BASEDN_504=Proporcionar el DN base per a les dades del directori:
INFO_INSTALLDS_PROMPT_IMPORT_505=Voleu poblar el directori de la base de dades amb la informaci\u00f3 des d'un fitxer LDIF existent?
INFO_INSTALLDS_PROMPT_IMPORT_FILE_506=Especifiqueu la ruta al fitxer LDIF que cont\u00e9 les dades a importar:
SEVERE_ERR_INSTALLDS_TWO_CONFLICTING_ARGUMENTS_507=ERROR:  Potser nou heu introdu\u00eft ambd\u00f3s arguments %s i %s al mateix cop
INFO_INSTALLDS_PROMPT_ADDBASE_508=Voleu tenir l'entrada base %s creada autom\u00e0ticament en el directori de la base de dades?
INFO_INSTALLDS_PROMPT_LDAPPORT_509=En quin port voleu que el servidor de directori accepti connexions des dels clients LDAP?
SEVERE_ERR_INSTALLDS_CANNOT_BIND_TO_PRIVILEGED_PORT_510=ERROR:  No es pot enlla\u00e7ar el port %d.  Aquest port ja s'est\u00e0 utilitzat, o b\u00e9 no teniu suficients permisos per a enlla\u00e7a'l.  En sistemes operatius basats en UNIX, els usuaris no principals poden no estar autoritzats a utilitzar els ports 1 fins 1024
INFO_INSTALLDS_PROMPT_ROOT_DN_512=Que voleu utilitzar com DN d'usuari root inicial pel servidor de directori?
SEVERE_ERR_INSTALLDS_NO_ROOT_PASSWORD_513=ERROR:  No es va proporcionar cap contrasenya per a l'usuari root inicial.  Quant es realitza una instal\u00b7laci\u00f3 sense interacci\u00f3, aquest s'ha de proporcionar utilitzant o b\u00e9 l'argument %s o %s
INFO_INSTALLDS_PROMPT_ROOT_PASSWORD_514=Proporcioneu la contrasenya per utilitzar amb l'usuari root inicial:
INFO_INSTALLDS_PROMPT_CONFIRM_ROOT_PASSWORD_515=Re-introdu\u00efu la contrasenya per confirmaci\u00f3:
INFO_INSTALLDS_STATUS_CONFIGURING_DS_516=Aplicar la confirmaci\u00f3 sol\u00b7licitada al servidor de directori...
MILD_ERR_INSTALLDS_INVALID_DN_RESPONSE_527=ERROR:  La resposta proporcionada no pot ser interpretada com a un DN LDAP
MILD_ERR_INSTALLDS_INVALID_STRING_RESPONSE_528=ERROR:  El valor de resposta no pot ser una cadena de text buida
MILD_ERR_INSTALLDS_PASSWORDS_DONT_MATCH_530=ERROR:  Els valors de les contrasenyes proporcionades no coincideixen
MILD_ERR_INSTALLDS_ERROR_READING_FROM_STDIN_531=ERROR:  Error inesperat mentre s'estava llegint des de l'entada est\u00e0ndard:  %s
INFO_LDIFIMPORT_DESCRIPTION_QUIET_532=Utilitzar mode silenci\u00f3s (sense sortida)
INFO_INSTALLDS_INITIALIZING_534=Espereu mentre s'inicialitza el programa de configuraci\u00f3...
MILD_ERR_MAKELDIF_TAG_INVALID_ARGUMENT_COUNT_535=N\u00famero incorrecte d'arguments proporcionats per l'etiqueta %s en la l\u00ednia n\u00famero %d del fitxer de plantilla:  esperat %d, obtingut %d
INFO_MAKELDIF_DESCRIPTION_TEMPLATE_576=La ruta al fitxer plantilla amb informaci\u00f3 quant les dades LDIF a generar
INFO_MAKELDIF_DESCRIPTION_LDIF_577=La ruta al fitxer LDIF a ser escrit
INFO_MAKELDIF_DESCRIPTION_SEED_578=La llavor a utilitzar per inicialitzar el generador de n\u00fameros aleatoris
INFO_MAKELDIF_DESCRIPTION_HELP_579=Mostrar aquesta informaci\u00f3 d'\u00fas
INFO_LDIFIMPORT_DESCRIPTION_TEMPLATE_FILE_603=La ruta a la plantilla MakeLDIF per utilitzar per generar la importaci\u00f3 de dades
INFO_LDIFIMPORT_DESCRIPTION_RANDOM_SEED_609=La llavor pel generador de n\u00fameros aleatoris MakeLDIF
INFO_LDIFMODIFY_DESCRIPTION_SOURCE_620=El fitxer LDIF que cont\u00e9 les dades per ser actualitzades
INFO_LDIFMODIFY_DESCRIPTION_CHANGES_621=El fitxer LDIF que cont\u00e9 els canvis a aplicar
INFO_LDIFMODIFY_DESCRIPTION_TARGET_622=El fitxer on el qual les dades d'actualitzaci\u00f3 s'hauran d'escriure
INFO_LDIFMODIFY_DESCRIPTION_HELP_623=Mostra aquesta informaci\u00f3 d'\u00fas
INFO_LDAPPWMOD_DESCRIPTION_HOST_635=Adre\u00e7a dels sistema servidor de directori
INFO_LDAPPWMOD_DESCRIPTION_PORT_636=Port on el qual el servidor de directori escolta per a connexions de clients LDAP
INFO_LDAPPWMOD_DESCRIPTION_BIND_DN_637=DN per utilitzar per enlla\u00e7ar al servidor
INFO_LDAPPWMOD_DESCRIPTION_BIND_PW_638=Contrasenya per utilitzar per enlla\u00e7ar al servidor
INFO_LDAPPWMOD_DESCRIPTION_BIND_PW_FILE_639=La ruta al fitxer que cont\u00e9 la contrasenya per utilitzar per enlla\u00e7ar al servidor
INFO_LDAPPWMOD_DESCRIPTION_AUTHZID_640=ID d'autoritzaci\u00f3 per l'entada de l'usuari la contrasenya del qual s'ha de canviar
INFO_LDAPPWMOD_DESCRIPTION_PROVIDE_DN_FOR_AUTHZID_641=Utilitzar el DN d'enlla\u00e7 com ID d'autentificaci\u00f3 per l'operaci\u00f3 de canvi de contrasenya
INFO_LDAPPWMOD_DESCRIPTION_NEWPW_642=Nova contrasenya a proporcionar per l'usuari dest\u00ed
INFO_LDAPPWMOD_DESCRIPTION_NEWPWFILE_643=La ruta al fitxer que cont\u00e9 la nova contrasenya a proporcionar per l'usuari dest\u00ed
INFO_LDAPPWMOD_DESCRIPTION_CURRENTPW_644=Contrasenya actual per l'usuari dest\u00ed
INFO_LDAPPWMOD_DESCRIPTION_CURRENTPWFILE_645=La ruta al fitxer que cont\u00e9 la contrasenya actual per l'usuari dest\u00ed
INFO_LDAPPWMOD_DESCRIPTION_USE_SSL_646=Utilitzar SSL per donar m\u00e9s seguretat en la comunicaci\u00f3 amb el servidor de directori
INFO_LDAPPWMOD_DESCRIPTION_USE_STARTTLS_647=Utilitzar StartTLS per donar m\u00e9s seguretat en la comunicaci\u00f3 amb el servidor de directori
INFO_LDAPPWMOD_DESCRIPTION_BLIND_TRUST_648=Confiar cegament amb qualsevol certificat presentat pel servidor
INFO_LDAPPWMOD_DESCRIPTION_KEYSTORE_649=La ruta al fitxer del magatzem de claus per a utilitzar quant s'estableix la comunicaci\u00f3 SSL/TLS amb el servidor
INFO_LDAPPWMOD_DESCRIPTION_KEYSTORE_PINFILE_650=La ruta al fitxer que cont\u00e9 el PIN necessari per accedir al contingut del magatzem de claus
INFO_LDAPPWMOD_DESCRIPTION_TRUSTSTORE_651=La ruta al magatzem de claus a utilitzar quant s'estableix la comunicaci\u00f3 SSL/TLS amb el servidor
INFO_LDAPPWMOD_DESCRIPTION_TRUSTSTORE_PINFILE_652=La ruta al fitxer que cont\u00e9 el PIN necessari per accedir al contingut del magatzem de confian\u00e7a
INFO_BACKUPDB_TOOL_DESCRIPTION_683=Aquesta utilitat pot utilitzar-se per resguardar una o m\u00e9s infraestructures de fons (Backends) del servidor de directori
INFO_CONFIGDS_TOOL_DESCRIPTION_684=Aquesta utilitat pot utilitzar-se per definir una configuraci\u00f3 base pel servidor de directori
INFO_ENCPW_TOOL_DESCRIPTION_685=Aquesta utilitat pot utilitzar-se per a codificar les contrasenyes d'usuari amb un esquema de magatzem especificat. o determinar si un valor de text-clar coincideix amb una contrasenya codificada
INFO_LDIFEXPORT_TOOL_DESCRIPTION_686=Aquesta utilitat pot utilitzar-se per exportar dades des d'una infraestructura de fons (Backend) del servidor de directori, en forma LDIF
INFO_LDIFIMPORT_TOOL_DESCRIPTION_687=Aquesta utilitat pot utilitzar-se per importar dades dins s'una infraestructura de fons (Backend) del servidor de directori
INFO_INSTALLDS_TOOL_DESCRIPTION_688=Aquesta utilitat pot utilitzar-se per configurar un servidor de directori
INFO_LDAPCOMPARE_TOOL_DESCRIPTION_689=Aquesta utilitat pot utilitzar-se per realitzar operacions de comparaci\u00f3 LDAP en el servidor de directori
INFO_LDAPDELETE_TOOL_DESCRIPTION_690=Aquesta utilitat pot utilitzar-se per realitzar operacions d'eliminaci\u00f3 LDAP en el servidor de directori
INFO_LDAPMODIFY_TOOL_DESCRIPTION_691=Aquesta utilitat pot utilitzar-se per realitzar operacions de modificaci\u00f3, afegiment, eliminaci\u00f3, i modificaci\u00f3 DN en el servidor de directori
INFO_LDAPPWMOD_TOOL_DESCRIPTION_692=Aquesta utilitat pot utilitzar-se per realitzar operacions de modificaci\u00f3 de contrasenya en el servidor de directori
INFO_LDAPSEARCH_TOOL_DESCRIPTION_693=Aquesta utilitat pot utilitzar-se per realitzar operacions de cerca en el servidor de directori
INFO_LDIFDIFF_TOOL_DESCRIPTION_694=Aquesta utilitat pot utilitzar-se per comparar dos fitxers LDIF i informar de les difer\u00e8ncies en format LDIF
INFO_LDIFMODIFY_TOOL_DESCRIPTION_695=Aquesta utilitat pot utilitzar-se per aplicar un conjunt d'operacions de modificaci\u00f3, afegiment i eliminacions conta les dades en un fitxer LDIF
INFO_LDIFSEARCH_TOOL_DESCRIPTION_696=Aquesta utilitat pot utilitzar-se per realitzar operacions de cerca conta les dades en un fitxer LDIF
INFO_MAKELDIF_TOOL_DESCRIPTION_697=Aquesta utilitat pot utilitzar-se per generar dades LDIF basades en una definici\u00f3 en un fitxer de plantilla
INFO_RESTOREDB_TOOL_DESCRIPTION_698=Aquesta utilitat pot utilitzar-se per restaurar una c\u00f2pia de seguretat d'una infraestructura de fons (Backend) del servidor de directori
INFO_STOPDS_TOOL_DESCRIPTION_699=Aquesta utilitat pot utilitzar-se per sol\u00b7licitar que el servidor de directori aturi l'execuci\u00f3, o realitzar un re-inici
INFO_VERIFYINDEX_TOOL_DESCRIPTION_700=Aquesta utilitat pot utilitzar-se per assegurar-se que les dades de l'\u00edndex son consistents a l'interior d'una infraestructura de fons (Backend) en la BDD Berkeley edici\u00f3 Java
INFO_DESCRIPTION_KEYSTOREPASSWORD_FILE_720=Fitxer PIN del magatzem del certificat de claus
INFO_DESCRIPTION_TRUSTSTOREPASSWORD_721=PIN del magatzem del certificat de confian\u00e7a
INFO_DESCRIPTION_TRUSTSTOREPASSWORD_FILE_722=Fitxer PIN del magatzem del certificat de confian\u00e7a
INFO_LISTBACKENDS_TOOL_DESCRIPTION_723=Aquesta utilitat pot utilitzar-se per llistar les infraestructures de fons (Backends) i els DNs base configurats en el servidor de directori
INFO_LISTBACKENDS_DESCRIPTION_BACKEND_ID_726=ID Backend per a la infraestructura de fons (Backend) pel qual es llistaran els DNs base
INFO_LISTBACKENDS_DESCRIPTION_BASE_DN_727=DN base pel qual es llistaran els ID backend (Identificadors de l'estructura de fons)
INFO_LISTBACKENDS_DESCRIPTION_HELP_728=Mostrar aquesta informaci\u00f3 d'\u00fas
INFO_ENCPW_DESCRIPTION_USE_COMPARE_RESULT_749=Utilitzar el resultat de la comparaci\u00f3 LDAP com un codi de sortida per la comparaci\u00f3 de contrasenya
INFO_DESCRIPTION_COUNT_ENTRIES_750=Contar el n\u00famero d'entrades retornades pel servidor
INFO_LDAPSEARCH_MATCHING_ENTRY_COUNT_751=# N\u00famero total de les entrades que coincideixen: %d
INFO_INSTALLDS_DESCRIPTION_CLI_752=Utilitzar la l\u00ednia de comandes d'instal\u00b7laci\u00f3. Si no s'especifica la interf\u00edcie gr\u00e0fica ser\u00e0 llan\u00e7ada.  La resta de les opcions (excloent ajuda i versi\u00f3) nom\u00e9s es tindran en compte si aquesta opci\u00f3 est\u00e0 especificada
INFO_INSTALLDS_DESCRIPTION_SAMPLE_DATA_753=Especifica que la base de dades ha de ser poblada amb el n\u00famero especificat d'entrades d'exemple
INFO_INSTALLDS_HEADER_POPULATE_TYPE_754=Opcions per poblar la base de dades:
INFO_INSTALLDS_POPULATE_OPTION_BASE_ONLY_755=\u00danicament crear l'entrada base
INFO_INSTALLDS_POPULATE_OPTION_LEAVE_EMPTY_756=Deixar la base de dades buida
INFO_INSTALLDS_POPULATE_OPTION_IMPORT_LDIF_757=Importar dades des d'un fitxer LDIF
INFO_INSTALLDS_POPULATE_OPTION_GENERATE_SAMPLE_758=Carregar les dades d'exemple auto-generades
INFO_INSTALLDS_PROMPT_POPULATE_CHOICE_759=Selecci\u00f3 del poblament de la base de dades:
SEVERE_ERR_INSTALLDS_NO_SUCH_LDIF_FILE_780=ERROR:  El fitxer LDIF especificat %s no existeix
INFO_INSTALLDS_PROMPT_NUM_ENTRIES_781=Especifiqueu el n\u00famero d'entrades a generar:
SEVERE_ERR_INSTALLDS_CANNOT_CREATE_TEMPLATE_FILE_782=ERROR:  No es pot crear el fitxer de plantilla per a la generaci\u00f3 de les dades de l'exemple:  %s
INFO_LDAPPWMOD_DESCRIPTION_KEYSTORE_PIN_783=El PIN necessari per accedir al contingut del magatzem de claus
INFO_LDAPPWMOD_DESCRIPTION_TRUSTSTORE_PIN_784=El PIN necessari per accedir al contingut del magatzem de confian\u00e7a
INFO_LDIFEXPORT_DESCRIPTION_EXCLUDE_OPERATIONAL_785=Excloure atributs operacionals des de l'exportaci\u00f3 LDIF
INFO_DESCRIPTION_SIMPLE_PAGE_SIZE_790=Utilitzar el control de resultats paginats amb la mida de p\u00e0gina donada
INFO_LDIFDIFF_DESCRIPTION_SINGLE_VALUE_CHANGES_794=Cada canvi a nivell d'atribut s'ha d'escriure en una modificaci\u00f3 separada per valor d'atribut enlloc d'una modificaci\u00f3 per entrada
INFO_PROMPTTM_SERVER_CERT_799=El servidor est\u00e0 utilitzant el seg\u00fcent certificat: \n    DN t\u00f2pic:  %s\n    DN emissor:  %s\n    Validesa:  %s fins %s\nVoleu confiar amb aquest certificat i continuar la connexi\u00f3 amb el servidor?
INFO_PROMPTTM_YESNO_PROMPT_800=Introdu\u00efu "si" o "no":
SEVERE_ERR_PROMPTTM_USER_REJECTED_801=El certificat de servidor ha estat rebutjat per l'usuari
INFO_STOPDS_SERVER_ALREADY_STOPPED_802=El servidor ja est\u00e0 aturat
INFO_STOPDS_GOING_TO_STOP_803=Aturant servidor...
INFO_STOPDS_CHECK_STOPPABILITY_804=Utilitzat per determinar si el servidor pot ser aturat o no, i el mode per utilitzar per atura'l
INFO_DESCRIPTION_CERT_NICKNAME_805=Sobrenom del certificat per l'autentificaci\u00f3 de client SSL
INFO_INSTALLDS_DESCRIPTION_JMXPORT_808=El port on el qual el servidor de directori ha d'escoltar per a comunicaci\u00f3 JMX
INFO_INSTALLDS_PROMPT_JMXPORT_809=En quin port voleu que el servidor de directori accepti connexions des de clients JMX?
SEVERE_ERR_TOOL_RESULT_CODE_810=Codi de resultat:  %d (%s)
SEVERE_ERR_TOOL_ERROR_MESSAGE_811=Informaci\u00f3 addicional:  %s
SEVERE_ERR_TOOL_MATCHED_DN_812=DN coincident:  %s
SEVERE_ERR_WINDOWS_SERVICE_NOT_FOUND_813=No es pot trobar el nom del servei pel servidor
INFO_REBUILDINDEX_TOOL_DESCRIPTION_849=Aquesta utilitat pot utilitzar-se per reconstruir les dades de l'\u00edndex a l'interior de la infraestructura de fons (Backend) basades en la BDD Berkeley edici\u00f3 Java
INFO_REBUILDINDEX_DESCRIPTION_BASE_DN_850=DN base d'indexat suportat per la infraestructura de fons (Backend). La reconstrucci\u00f3 es realitzada en els \u00edndexs dins de l'\u00e0mbit de la base DN donada
INFO_REBUILDINDEX_DESCRIPTION_INDEX_NAME_851=Noms dels \u00edndexs a reconstruir. Per un atribut d'\u00edndex aquest \u00e9s simplement un nom d'atribut.  S'ha d'especificar com a m\u00ednim un \u00edndex per a la reconstrucci\u00f3. No pot utilitzar-se amb l'opci\u00f3 "--rebuildAll"
INFO_LDAPMODIFY_DESCRIPTION_FILENAME_874=El fitxer LDIF que cont\u00e9 els canvis a aplicar
INFO_DESCRIPTION_SORT_ORDER_876=Ordenar els resultats mitjan\u00e7ant l'ordre d'ordenaci\u00f3 proporcionat
INFO_DESCRIPTION_VLV_878=Utilitzar el control de visualitzaci\u00f3 del llistat virtual per recuperar la p\u00e0gina de resultats especificada
INFO_DESCRIPTION_EFFECTIVERIGHTS_USER_888=Utilitzar el control geteffectiverights amb el authzid proporcionat
INFO_DESCRIPTION_EFFECTIVERIGHTS_ATTR_889=Especificar el llistat d'atributs espec\u00edfics del control geteffectiverights
INFO_DESCRIPTION_PRODUCT_VERSION_891=Mostrar la informaci\u00f3 de la versi\u00f3 del servidor de directori
INFO_DESCRIPTION_QUIET_1075=Utilitzar el mode silenci\u00f3s
INFO_DESCRIPTION_SCRIPT_FRIENDLY_1076=Utilitzar el mode de script amigable
INFO_DESCRIPTION_NO_PROMPT_1077=Utilitzar mode sense interacci\u00f3.  Si falten dades en la comanda, no es preguntar\u00e0 a l'usuari i l'eina fallar\u00e0
INFO_PWPSTATE_TOOL_DESCRIPTION_1094=Aquesta utilitat pot utilitzar-se per recuperar i manipular els valors de les variables d'estat de les pol\u00edtiques de contrasenya
INFO_PWPSTATE_DESCRIPTION_HOST_1095=Nom d'equip o adre\u00e7a IP del servidor de directori
INFO_PWPSTATE_DESCRIPTION_PORT_1096=N\u00famero de port d'administraci\u00f3 del servidor de directori
INFO_PWPSTATE_DESCRIPTION_BINDDN_1099=DN per utilitzar per enlla\u00e7ar al servidor
INFO_PWPSTATE_DESCRIPTION_BINDPW_1100=Contrasenya per utilitzar per enlla\u00e7ar al servidor
INFO_PWPSTATE_DESCRIPTION_BINDPWFILE_1101=La ruta al fitxer que cont\u00e9 la contrasenya d'enlla\u00e7
INFO_PWPSTATE_DESCRIPTION_TARGETDN_1102=El DN de l'entrada d'usuari pel qual d'ha d'obtenir la informaci\u00f3 de l'estat de la pol\u00edtica de contrasenya
INFO_PWPSTATE_DESCRIPTION_SASLOPTIONS_1103=Opcions d'enlla\u00e7 SASL
INFO_PWPSTATE_DESCRIPTION_TRUST_ALL_1104=Confiar amb tots els certificats SSL de servidor
INFO_PWPSTATE_DESCRIPTION_KSFILE_1105=Ruta del magatzem del certificat de claus
INFO_PWPSTATE_DESCRIPTION_KSPW_1106=PIN del magatzem del certificat de claus
INFO_PWPSTATE_DESCRIPTION_KSPWFILE_1107=Fixer PIN del magatzem del certificat de claus
INFO_PWPSTATE_DESCRIPTION_TSFILE_1108=Ruta del magatzem del certificat de confian\u00e7a
INFO_PWPSTATE_DESCRIPTION_TSPW_1109=PIN del magatzem del certificat de confian\u00e7a
INFO_PWPSTATE_DESCRIPTION_TSPWFILE_1110=Fitxer PIN del magatzem del certificat de confian\u00e7a
INFO_PWPSTATE_DESCRIPTION_SHOWUSAGE_1111=Mostrar aquesta informaci\u00f3 d'\u00fas
INFO_DESCRIPTION_PWPSTATE_GET_ALL_1112=Mostrar tota la informaci\u00f3 de l'estat de la pol\u00edtica de contrasenya per l'usuari
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_POLICY_DN_1113=Mostrar el DN de la pol\u00edtica de contrasenya per l'usuari
INFO_DESCRIPTION_PWPSTATE_GET_ACCOUNT_DISABLED_STATE_1114=Mostrar la informaci\u00f3 quant encara que el compte d'usuari hagi estat administrativament deshabilitat
INFO_DESCRIPTION_PWPSTATE_SET_ACCOUNT_DISABLED_STATE_1115=Especificar si el compte d'usuari ha estat administrativament deshabilitat
INFO_DESCRIPTION_OPERATION_BOOLEAN_VALUE_1116='cer' per indicar que el compte d'usuari est\u00e0 deshabilitat, o 'fals' per indicar que aquest no ha estat deshabilitat
INFO_DESCRIPTION_PWPSTATE_CLEAR_ACCOUNT_DISABLED_STATE_1117=Netejar la informaci\u00f3 de l'estat deshabilitat del compte des del compte d'uauari
INFO_DESCRIPTION_PWPSTATE_GET_ACCOUNT_EXPIRATION_TIME_1118=Mostrar quant el comte d'usuari expirar\u00e0
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_ACCOUNT_EXPIRATION_1122=Mostrar la longitud de temps en segons fins que el compte d'usuari expiri
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_CHANGED_TIME_1123=Mostrar la data que la contrasenya del usuari va ser modificada per \u00faltim cop
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_EXPIRATION_WARNED_TIME_1126=Mostrar la data que l'usuari va rebre per primera vegada la notificaci\u00f3 d'advert\u00e8ncia d'expiraci\u00f3
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_PASSWORD_EXP_1129=Mostrar la longitud de temps en segons fins que la contrasenya d'usuari expiri
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_PASSWORD_EXP_WARNING_1130=Mostrar la longitud de temps en segons fins que falta per a que l'usuari comenci a rebre notificacions d'advert\u00e8ncia d'expiraci\u00f3 de contrasenya
INFO_DESCRIPTION_PWPSTATE_GET_AUTH_FAILURE_TIMES_1131=Mostrar els cops que un usuari ha fallat l'autentificaci\u00f3
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_AUTH_FAILURE_UNLOCK_1136=Mostrar la mida del temps en segons fins que el bloqueig d'autentificaci\u00f3 del usuari expiri
INFO_DESCRIPTION_PWPSTATE_GET_REMAINING_AUTH_FAILURE_COUNT_1137=Mostrar el nombre restant d'errors d'autentificaci\u00f3 que queden per a que bloquegi el compte d'usuari
INFO_DESCRIPTION_PWPSTATE_GET_LAST_LOGIN_TIME_1138=Mostrar la data de l'\u00faltima autentificaci\u00f3 al servidor
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_IDLE_LOCKOUT_1141=Mostrar la quantitat de temps en segons fins que el compte d'usuari sigui bloquejat a causa que ha perm\u00e8s inactiu massa estona
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_RESET_STATE_1142=Mostrar la informaci\u00f3 quant a si un usuari necessitar\u00e0 canviar la seva contrasenya en la seg\u00fcent autentificaci\u00f3 correcta
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_RESET_LOCKOUT_1145=Mostrar la quantitat de temps en segons fins que el comte d'usuari es bloquegi a causa que l'usuari ha fallat per canviar la contrasenya en el gestor de temps despr\u00e9s d'un restabliment administratiu
INFO_DESCRIPTION_PWPSTATE_GET_GRACE_LOGIN_USE_TIMES_1146=Mostrar els accessos agraciats, \u00fas, dates per l'usuari
INFO_DESCRIPTION_PWPSTATE_GET_REMAINING_GRACE_LOGIN_COUNT_1150=Mostrar el nombre restar d'accessos agraciats per l'usuari
INFO_DESCRIPTION_PWPSTATE_GET_PW_CHANGED_BY_REQUIRED_TIME_1151=Mostrar el temps de canvi de contrasenya necessari amb el qual l'usuari va complir per \u00faltim cop
INFO_DESCRIPTION_PWPSTATE_GET_SECONDS_UNTIL_REQUIRED_CHANGE_TIME_1154=Mostra la quantitat de temps en segons que l'usuari s'ha resta per canviar la seva contrasenya abans que el compte passi a bloquejat degut al canvi necessari de data
INFO_UPGRADE_DESCRIPTION_FILE_1190=Especifica un fitxer de paquet existent de servidor (.zip) amb el qual la construcci\u00f3 actual s'actualitzar\u00e0 mitjan\u00e7ant la versi\u00f3 de la l\u00ednia de comandes d'aquesta eina
INFO_UPGRADE_DESCRIPTION_NO_PROMPT_1191=Utilitzar mode sense interacci\u00f3.  Preguntar per a qualsevol informaci\u00f3 enlloc que falli
INFO_UPGRADE_DESCRIPTION_SILENT_1192=Realitzar una actualitzaci\u00f3 o reversi\u00f3 silenciosa
INFO_LDIFIMPORT_DESCRIPTION_COUNT_REJECTS_1195=Contar el nombre d'entrades rebutjades pel servidor i retornar aquest valor com a codi de retorn (valors > 255 seran redu\u00efts a 255 degut a les restriccions del codi de sortida)
INFO_LDIFIMPORT_DESCRIPTION_SKIP_FILE_1197=Escriure les entrades omeses al fitxer especificat
INFO_VERIFYINDEX_DESCRIPTION_COUNT_ERRORS_1199=Contar el n\u00famero d'errors trobats durant la verificaci\u00f3 i retornar aquest valor com a codi de retorn (valors > 255 seran redu\u00efts a 255 degut a les restriccions del codi de sortida)
INFO_DESCRIPTION_PWPSTATE_GET_PASSWORD_HISTORY_1202=Mostra els valors de l'estat de l'hist\u00f2ric de contrasenyes per l'usuari
SEVERE_ERR_CONFIGDS_PORT_ALREADY_SPECIFIED_1211=ERROR:  Heu especificat el valor %s per a ports diferents
SEVERE_ERR_CLI_ERROR_PROPERTY_UNRECOGNIZED_1212=La propietat "%s" no \u00e9s una propietat reconeguda
INFO_REVERT_DESCRIPTION_DIRECTORY_1219=El directori on els fitxers de reversi\u00f3 estan emmagatzemats.  Accionar aquesta tasca haur\u00e0 d'agafar-n'hi un dels directoris fills del directori 'history' que es va crear quant es va executar l'eina d'actualitzaci\u00f3
INFO_REVERT_DESCRIPTION_RECENT_1220=La instal\u00b7laci\u00f3 ser\u00e0 revertida a l'estat anterior de l'actualitzaci\u00f3 m\u00e9s recent
INFO_LDIFIMPORT_DESCRIPTION_CLEAR_BACKEND_1251=Treure totes les entrades per a tots els DNs base en la infraestructura de fons (backend) abans de la importaci\u00f3
INFO_LDAP_CONN_DESCRIPTION_SASLOPTIONS_1307=Opcions d'enlla\u00e7 SASL
INFO_TASK_TOOL_TASK_SCHEDULED_NOW_1319=%s tasca %s programada per a comen\u00e7ar immediatament
SEVERE_ERR_LDAP_CONN_INCOMPATIBLE_ARGS_1320=ERROR:  l'argument %s \u00e9s incompatible amb la utilitzaci\u00f3 d'aquesta eina per interaccionar amb el directori com a client
INFO_CREATERC_TOOL_DESCRIPTION_1322=Crear un script RC que pot utilitzar-se per a iniciar, aturar, i reiniciar el servidor de directori en sistemes basats amb UNIX
INFO_CREATERC_OUTFILE_DESCRIPTION_1323=La ruta al fitxer de sortida a crear
INFO_DESCRIPTION_DBTEST_TOOL_1327=Aquesta utilitat pot utilitzar-se per a depurar la base de dades JE
INFO_DESCRIPTION_DBTEST_SUBCMD_LIST_ROOT_CONTAINERS_1328=Llistar els contenidors arrel utilitzats per totes les infraestructures de fons (Backends) JE
INFO_DESCRIPTION_DBTEST_SUBCMD_LIST_ENTRY_CONTAINERS_1329=Llistar els contenidors d'entrades per a un contenidor arrel
INFO_DESCRIPTION_DBTEST_SUBCMD_DUMP_DATABASE_CONTAINER_1330=Bolcar registres des del contenidor de la base de dades
INFO_DESCRIPTION_DBTEST_BACKEND_ID_1331=ID Backend per a la infraestructura de fons (Backend) JE a depurar
INFO_DESCRIPTION_DBTEST_BASE_DN_1332=El DN base del contenidor d'entrada a depurar
INFO_DESCRIPTION_DBTEST_DATABASE_NAME_1333=El nom del contenidor de la base de dades a depurar
INFO_DESCRIPTION_DBTEST_SKIP_DECODE_1334=No intentar descodificar les dades JE i els seus tipus apropiats
INFO_DESCRIPTION_DBTEST_SUBCMD_LIST_INDEX_STATUS_1336=Llistar l'estat dels \u00edndexs en un contenidor d'entrades
INFO_DESCRIPTION_DBTEST_MAX_KEY_VALUE_1337=Mostrar \u00fanicament els registres amb claus que han de ser ordenades abans que el valor proporcionat mitjan\u00e7ant el comparador pel contenidor de la base de dades
INFO_DESCRIPTION_DBTEST_MIN_KEY_VALUE_1338=Mostrar \u00fanicament els registres amb claus que han de ser ordenades despr\u00e9s que el valor proporcionat mitjan\u00e7ant el comparador pel contenidor de la base de dades
INFO_DESCRIPTION_DBTEST_MAX_DATA_SIZE_1339=Mostrar \u00fanicament els registres les dades dels quals no s\u00f3n m\u00e9s grans que el valor proporcionat
INFO_DESCRIPTION_DBTEST_MIN_DATA_SIZE_1340=Mostrar \u00fanicament els registres les dades dels quals no s\u00f3n m\u00e9s petits que el valor proporcionat
INFO_DESCRIPTION_DBTEST_SUBCMD_LIST_DATABASE_CONTAINERS_1341=Llistar els contenidors de base de dades per a un contenidors d'entrades
INFO_CREATERC_USER_DESCRIPTION_1375=el nom del compte d'usuari sota el qual els servidor s'ha d'executar
INFO_CREATERC_JAVA_HOME_DESCRIPTION_1376=La ruta a la instal3laci\u00f3 Java que ha d'utilitzar-se per executar el servidor
INFO_CREATERC_JAVA_ARGS_DESCRIPTION_1377=Un conjunt d'arguments que s'han de passar a la MVJ quant s'executi el servidor
INFO_INSTALLDS_STATUS_COMMAND_LINE_1379=Per a veure l'estat de la configuraci\u00f3 b\u00e0sica del servidor, aix\u00ed com la configuraci\u00f3, executeu %s
INFO_INSTALLDS_PROMPT_ENABLE_SSL_1380=Voleu habilitar SSL?
INFO_INSTALLDS_PROMPT_LDAPSPORT_1381=En quin port voleu que el servidor de directori accepti les connexions des dels clients LDAPS?
INFO_INSTALLDS_ENABLE_STARTTLS_1382=Voleu habilitar Start TLS?
INFO_INSTALLDS_PROMPT_JKS_PATH_1383=Ruta al magatzem de claus Java (JKS, Java Key Store):
INFO_INSTALLDS_PROMPT_PKCS12_PATH_1384=Ruta al magatzem de claus PKCS#12:
INFO_INSTALLDS_PROMPT_KEYSTORE_PASSWORD_1385=PIN magatzem de claus:
INFO_INSTALLDS_PROMPT_CERTNICKNAME_1386=Utilitzar el sobrenom %s?
INFO_INSTALLDS_HEADER_CERT_TYPE_1387=Opcions del servidor del certificat:
INFO_INSTALLDS_CERT_OPTION_SELF_SIGNED_1388=Generar certificat auto-signat (nom\u00e9s recomanats per a usos de prova)
INFO_INSTALLDS_CERT_OPTION_JKS_1389=Utilitzar un certificat existent localitzat en un magatzem de claus Java (JKS)
INFO_INSTALLDS_CERT_OPTION_PKCS12_1390=Utilitzar un certificat existent localitzat en un magatzem de claus PKCS#12
INFO_INSTALLDS_CERT_OPTION_PKCS11_1391=Utilitzar un certificat existent en una senyal PKCS#11
INFO_INSTALLDS_PROMPT_CERT_TYPE_CHOICE_1392=Selecci\u00f3 del tipus de certificat:
INFO_INSTALLDS_PROMPT_START_SERVER_1393=Voleu iniciar el servidor un cop s'hagi completat la configuraci\u00f3?
SEVERE_ERR_INSTALLDS_CERTNICKNAME_NOT_FOUND_1394=No s'ha pogut trobar el sobrenom del certificat proporcionat.  El magatzem de claus cont\u00e9 els seg\u00fcents sobrenoms de certificat: %s
INFO_INSTALLDS_DESCRIPTION_DO_NOT_START_1396=No iniciar el servidor un cop s'hagi completat la configuraci\u00f3
INFO_INSTALLDS_DESCRIPTION_ENABLE_STARTTLS_1397=Habilitar StartTLS per permetre la comunicaci\u00f3 segura amb el servidor mitjan\u00e7ant el port LDAP
INFO_INSTALLDS_DESCRIPTION_LDAPSPORT_1398=Port on el qual servidor de directori haur\u00e0 d'escoltar per a comunicacions LDAPS.  El port LDAPS ser\u00e0 configurat i SSL ser\u00e0 habilitat \u00fanicament si es proporciona aquest argument de forma expl\u00edcita
INFO_INSTALLDS_DESCRIPTION_USE_SELF_SIGNED_1399=Generar un certificat auto-signat que haur\u00e0 d'utilitzar el servidor quant accepti connexions basades amb SSL o realitzant negociacions StartTLS
INFO_INSTALLDS_DESCRIPTION_USE_PKCS11_1400=Utilitzar un certificat en un senyal PKCS#11 que el servidor ha d'utilitzar quant accepti connexions basades amb SSL o al realitzar la negociaci\u00f3 StartTLS
INFO_INSTALLDS_DESCRIPTION_USE_JAVAKEYSTORE_1401=La ruta al magatzem de claus Java (JKS) que cont\u00e9 un certificat per a utilitzar-se com a certificat de servidor
INFO_INSTALLDS_DESCRIPTION_USE_PKCS12_1402=La ruta al magatzem de claus PKCS#12 que cont\u00e9 el certificat que el servidor ha d'utilitzar quant accepti connexions basades amb SSL o realitzi la negociaci\u00f3 StartTLS
INFO_INSTALLDS_DESCRIPTION_KEYSTOREPASSWORD_1403=PIN del magatzem del certificat de claus.  En necessita un PIN quant especifiqueu la utilitzaci\u00f3 d'un certificat existent (JKS, JCEKS, PKCS#12 o PKCS#11) com a certificat de servidor
INFO_INSTALLDS_DESCRIPTION_KEYSTOREPASSWORD_FILE_1404=Fitxer PIN del magatzem del certificat de claus.  En necessita un PIN quant especifiqueu la utilitzaci\u00f3 d'un certificat existent (JKS, JCEKS, PKCS#12 o PKCS#11) com a certificat de servidor
INFO_INSTALLDS_DESCRIPTION_CERT_NICKNAME_1405=El sobrenom del certificat que el servidor ha d'utilitzar quant accepti connexions basades amb SSL o realitzi la negociaci\u00f3 StartTLS
SEVERE_ERR_INSTALLDS_SEVERAL_CERTIFICATE_TYPE_SPECIFIED_1406=Heu especificat diversos tipus de certificats per a ser utilitzats.  \u00danicament est\u00e0 perm\u00e8s un tipus de certificat (self-signed, JKS, JCEKS, PKCS#12 o PCKS#11)
INFO_INSTALLDS_DESCRIPTION_NO_PROMPT_1409=Realitzar una instal\u00b7laci\u00f3 en mode sense interacci\u00f3.  Si falten algunes dades en la comanda no se li preguntaran a l'usuari i la utilitat fallar\u00e0
SEVERE_ERR_INSTALLDS_SSL_OR_STARTTLS_REQUIRED_1410=heu especificat utilitzar un certificat com a certificat del servidor.  Heu d'habilitar SSL (utilitzant l'opci\u00f3 {%s}) o Start TLS (utilitzant l'opci\u00f3 %s)
INFO_TASKINFO_TOOL_DESCRIPTION_1412=Aquesta utilitat pot utilitzar-se per obtenir un llistat de les tasques programades a executar-se dins del servidor de directori com per exemple la informaci\u00f3 quant a les tasques individuals
INFO_TASKINFO_SUMMARY_ARG_DESCRIPTION_1413=Imprimir un resum de les tasques
INFO_TASKINFO_TASK_ARG_DESCRIPTION_1414=ID d'una tasca concreta amb la qual aquesta eina mostr\u00e0 informaci\u00f3
INFO_TASKINFO_CMD_REFRESH_1415=refrescar
INFO_TASKINFO_CMD_CANCEL_1416=cancel\u00b7lar tasca
INFO_TASKINFO_CMD_VIEW_LOGS_1417=visualitzar registres
INFO_TASKINFO_FIELD_ID_1423=ID
INFO_TASKINFO_FIELD_TYPE_1424=Tipus
INFO_TASKINFO_FIELD_STATUS_1425=Estat
INFO_TASKINFO_FIELD_SCHEDULED_START_1426=Temps d'inici de la programaci\u00f3
INFO_TASKINFO_TASK_ARG_CANCEL_1447=ID d'una tasca concreta a cancel\u00b7lar
INFO_DESCRIPTION_START_DATETIME_1456=Indica la data/hora a la qual aquesta operaci\u00f3 est\u00e0 programada per a comen\u00e7ar-se com a tasca del servidor, expressada amb el format 'AAAAMMDDhhmmss'.  Un valor '0' provocar\u00e0 que la tasca es programi per a executar-se immediatament.  Quant aquesta opci\u00f3 est\u00e0 especificada l'operaci\u00f3 es programar\u00e0 per a iniciar-se a l'hora especificada despr\u00e9s de la qual la utilitat sortir\u00e0 immediatament
INFO_TASK_TOOL_TASK_SCHEDULED_FUTURE_1458=%s tasca %s programada per a iniciar-se %s
SEVERE_ERR_TASK_TOOL_START_TIME_NO_LDAP_1459=Heu proporcionat les opcions per planificar aquesta operaci\u00f3 en una tasca per\u00f2 les opcions proporcionades per a la connexi\u00f3 amb el servidor de tasques de la infraestructura de fons (backend) han resultat amb el seg\u00fcent error: '%s'
INFO_DESCRIPTION_PROP_FILE_PATH_1461=La ruta al fitxer que cont\u00e9 els valors de les propietats predeterminades utilitzat pels arguments de la l\u00ednia de comandes
INFO_DESCRIPTION_NO_PROP_FILE_1462=No s'utilitzar\u00e0 cap fitxer de propietats per obtenir els valors predeterminats dels arguments de la l\u00ednia de comandes
INFO_DESCRIPTION_TASK_TASK_ARGS_1463=Opcions de la programaci\u00f3 de tasques
INFO_DESCRIPTION_TASK_LDAP_ARGS_1464=Opcions de connexi\u00f3 per a la infraestructura de fons (Backend) de tasques
INFO_DESCRIPTION_GENERAL_ARGS_1465=Opcions generals
INFO_DESCRIPTION_IO_ARGS_1466=Opcions E/S de la utilitat
INFO_DESCRIPTION_LDAP_CONNECTION_ARGS_1467=Opcions de la connexi\u00f3 LDAP
INFO_DESCRIPTION_CONFIG_OPTIONS_ARGS_1468=Opcions de configuraci\u00f3
INFO_DESCRIPTION_TASK_COMPLETION_NOTIFICATION_1469=Adre\u00e7a de correu electr\u00f2nic del destinatari per a notificar-l'hi quant es completi la tasca.  Aquesta opci\u00f3 pot especificar-se m\u00e9s d'un cop
INFO_DESCRIPTION_TASK_ERROR_NOTIFICATION_1470=Adre\u00e7a de correu electr\u00f2nic del destinatari per a notificar-l'hi si hi han hagut errors en l'execuci\u00f3 d'aquesta tasca.  Aquesta opci\u00f3 pot especificar-se m\u00e9s d'un cop
INFO_DESCRIPTION_TASK_DEPENDENCY_ID_1471=ID d'una tasca sobre la qual aquesta tasca en dependr\u00e0.  Una tasca no s'iniciar\u00e0 a menys que totes les seves depend\u00e8ncies hagin completat l'execuci\u00f3
INFO_DESCRIPTION_TASK_FAILED_DEPENDENCY_ACTION_1472=Accionar aquesta tasca haur\u00e0 d'agafar-n'hi una si la seva tasca depenent falla.  El valor ha de ser un de %s.  Si no s'especifica es predetermina a %s
INFO_INSTALLDS_DESCRIPTION_REJECTED_FILE_1479=Escriure entrades rebutjades al fitxer especificat
MILD_ERR_INSTALLDS_CANNOT_WRITE_REJECTED_1480=No es pot escriure al fitxer d'entrades rebutjades %s.  Verifiqueu que tingueu suficients permisos d'escriptura al fitxer
INFO_INSTALLDS_DESCRIPTION_SKIPPED_FILE_1482=Escriure entrades omeses al fitxer especificat
MILD_ERR_INSTALLDS_CANNOT_WRITE_SKIPPED_1483=No es pot escriure al fitxer d'entrades omeses %s.  Verifiqueu que tingueu suficients permisos d'escriptura al fitxer
INFO_JAVAPROPERTIES_TOOL_DESCRIPTION_1486=Aquesta utilitzar pot utilitzar-se per a canviar els arguments java i l'inici de java que s\u00f3n utilitzats per diverses comandes del servidor.%n%nAbans que llanceu la comanda, editeu les propietats del fitxer situat en %s per especificar els arguments java i l'inici de java Quant hageu editat el fitxer de propietats, executeu aquesta comanda per a que els canvis tinguin efecte en aquest compte.%n%nTingeu en compte que els canvis \u00fanicament s'aplicaran en aquesta instal\u00b7laci\u00f3 de servidor No es realitzaran modificacions a les vostres variables d'entorn
INFO_JAVAPROPERTIES_DESCRIPTION_SILENT_1487=Executar aquesta eina en mode silenci\u00f3s  El mode silenci\u00f3s no mostrar\u00e0 a la sortida la informaci\u00f3 del proc\u00e9s a la sortida est\u00e0ndard
INFO_JAVAPROPERTIES_DESCRIPTION_HELP_1490=Mostrar aquesta informaci\u00f3 d'\u00fas
INFO_FILE_PLACEHOLDER_1499={file}
INFO_DIRECTORY_PLACEHOLDER_1500={directory}
INFO_LDIFFILE_PLACEHOLDER_1502={ldifFile}
INFO_SEED_PLACEHOLDER_1503={seed}
INFO_KEYSTOREPATH_PLACEHOLDER_1504={keyStorePath}
INFO_TRUSTSTOREPATH_PLACEHOLDER_1505={trustStorePath}
INFO_BINDPWD_FILE_PLACEHOLDER_1506={bindPasswordFile}
INFO_HOST_PLACEHOLDER_1508={host}
INFO_PORT_PLACEHOLDER_1509={port}
INFO_BASEDN_PLACEHOLDER_1510={baseDN}
INFO_ROOT_USER_DN_PLACEHOLDER_1511={rootUserDN}
INFO_BINDDN_PLACEHOLDER_1512={bindDN}
INFO_BINDPWD_PLACEHOLDER_1513={bindPassword}
INFO_KEYSTORE_PWD_PLACEHOLDER_1514={keyStorePassword}
INFO_PATH_PLACEHOLDER_1515={path}
INFO_TRUSTSTORE_PWD_FILE_PLACEHOLDER_1516={path}
INFO_TRUSTSTORE_PWD_PLACEHOLDER_1517={trustStorePassword}
INFO_NICKNAME_PLACEHOLDER_1518={nickname}
INFO_ASSERTION_FILTER_PLACEHOLDER_1519={filter}
INFO_FILTER_PLACEHOLDER_1520={filter}
INFO_PROXYAUTHID_PLACEHOLDER_1521={authzID}
INFO_SASL_OPTION_PLACEHOLDER_1522={name=value}
INFO_PROTOCOL_VERSION_PLACEHOLDER_1523={version}
INFO_BACKENDNAME_PLACEHOLDER_1527={backendName}
INFO_START_DATETIME_PLACEHOLDER_1531={startTime}
INFO_PROP_FILE_PATH_PLACEHOLDER_1532={propertiesFilePath}
INFO_EMAIL_ADDRESS_PLACEHOLDER_1533={emailAddress}
INFO_TASK_ID_PLACEHOLDER_1534={taskID}
INFO_ACTION_PLACEHOLDER_1535={action}
INFO_BACKUPID_PLACEHOLDER_1541={backupID}
INFO_BACKUPDIR_PLACEHOLDER_1542={backupDir}
INFO_JMXPORT_PLACEHOLDER_1544={jmxPort}
INFO_KEY_MANAGER_PROVIDER_DN_PLACEHOLDER_1545={keyManagerProviderDN}
INFO_ROOT_USER_PWD_PLACEHOLDER_1548={rootUserPassword}
INFO_SERVER_ROOT_DIR_PLACEHOLDER_1549={serverRootDir}
INFO_USER_NAME_PLACEHOLDER_1551={userName}
INFO_ARGS_PLACEHOLDER_1552={args}
INFO_DATABASE_NAME_PLACEHOLDER_1553={databaseName}
INFO_MAX_KEY_VALUE_PLACEHOLDER_1554={maxKeyValue}
INFO_MIN_KEY_VALUE_PLACEHOLDER_1555={minKeyValue}
INFO_MAX_DATA_SIZE_PLACEHOLDER_1556={maxDataSize}
INFO_MIN_DATA_SIZE_PLACEHOLDER_1557={minDataSize}
INFO_CLEAR_PWD_1558={clearPW}
INFO_ENCODED_PWD_PLACEHOLDER_1559={encodedPW}
INFO_STORAGE_SCHEME_PLACEHOLDER_1560={scheme}
INFO_BRANCH_DN_PLACEHOLDER_1561={branchDN}
INFO_ATTRIBUTE_PLACEHOLDER_1562={attribute}
INFO_WRAP_COLUMN_PLACEHOLDER_1563={wrapColumn}
INFO_TEMPLATE_FILE_PLACEHOLDER_1564={templateFile}
INFO_REJECT_FILE_PLACEHOLDER_1565={rejectFile}
INFO_SKIP_FILE_PLACEHOLDER_1566={skipFile}
INFO_PROGRAM_NAME_PLACEHOLDER_1567={programName}
INFO_NUM_ENTRIES_PLACEHOLDER_1568={numEntries}
INFO_ROOT_USER_PWD_FILE_PLACEHOLDER_1569={rootUserPasswordFile}
INFO_LDAP_CONTROL_PLACEHOLDER_1570={controloid[:criticality[:value|::b64value|:<filePath]]}
INFO_ENCODING_PLACEHOLDER_1571={encoding}
INFO_ATTRIBUTE_LIST_PLACEHOLDER_1572={attrList}
INFO_NEW_PASSWORD_PLACEHOLDER_1573={newPassword}
INFO_CURRENT_PASSWORD_PLACEHOLDER_1574={currentPassword}
INFO_SEARCH_SCOPE_PLACEHOLDER_1575={searchScope}
INFO_SORT_ORDER_PLACEHOLDER_1576={sortOrder}
INFO_VLV_PLACEHOLDER_1577={before:after:index:count | before:after:value}
INFO_DEREFERENCE_POLICE_PLACEHOLDER_1578={dereferencePolicy}
INFO_SIZE_LIMIT_PLACEHOLDER_1579={sizeLimit}
INFO_TIME_LIMIT_PLACEHOLDER_1580={timeLimit}
INFO_SCOPE_PLACEHOLDER_1581={scope}
INFO_FILTER_FILE_PLACEHOLDER_1582={filterFile}
INFO_OUTPUT_FILE_PLACEHOLDER_1583={outputFile}
INFO_TARGETDN_PLACEHOLDER_1584={targetDN}
INFO_TRUE_FALSE_PLACEHOLDER_1586={true|false}
INFO_INDEX_PLACEHOLDER_1587={index}
INFO_STOP_REASON_PLACEHOLDER_1588={stopReason}
INFO_STOP_TIME_PLACEHOLDER_1589={stopTime}
INFO_SECONDS_PLACEHOLDER_1590={seconds}
INFO_DATA_PLACEHOLDER_1591={data}
INFO_ADMINUID_PLACEHOLDER_1594={adminUID}
INFO_KEYSTORE_PWD_FILE_PLACEHOLDER_1595={keyStorePasswordFile}
INFO_PSEARCH_PLACEHOLDER_1596=ps[:changetype[:changesonly[:entrychgcontrols]]]
INFO_INSTALLDS_DO_NOT_START_SERVER_1601=No inicieu el servidor quan la configuraci\u00f3 s'hagi completat
INFO_INSTALLDS_SUMMARY_1602=Resum de la configuraci\u00f3%n=============
INFO_INSTALLDS_CONFIRM_INSTALL_PROMPT_1603=Qu\u00e8 voleu fer?
INFO_INSTALLDS_CONFIRM_INSTALL_1604=Configurar el servidor amb els seg\u00fcents par\u00e0metres
INFO_INSTALLDS_PROVIDE_DATA_AGAIN_1605=Tornar a proporcionar els par\u00e0metres
INFO_INSTALLDS_CANCEL_1606=Cancel\u00b7lar la configuraci\u00f3
SEVERE_ERR_CONFIGDS_CANNOT_UPDATE_CRYPTO_MANAGER_1607=S'ha produ\u00eft un error mentre s'intentava actualitzar el gestor d'encriptat en servidor de directori: %s
INFO_TASK_TOOL_TASK_SUCESSFULL_1608=%s tasca %s ha estat completada correctament
INFO_TASK_TOOL_TASK_NOT_SUCESSFULL_1609=%s tasca %s no va ser completada correctament
SEVERE_ERR_CANNOT_READ_TRUSTSTORE_1610=No es pot accedir al magatzem de confian\u00e7a '%s'.  Verifique que existeixi el magatzem de confian\u00e7a i que teniu drets de lectura sobre ell.
INFO_LDIFDIFF_DESCRIPTION_IGNORE_ATTRS_1612=El fitxer que cont\u00e9 un llistat d'atributs per ignorar quant es calculi la difer\u00e8ncia
INFO_LDIFDIFF_DESCRIPTION_IGNORE_ENTRIES_1613=El fitxer que cont\u00e9 un llistat d'entrades (DN) per ignorar quant es calculi la difer\u00e8ncia
INFO_INSTALLDS_PROMPT_ADMINCONNECTORPORT_1618=En quin port voleu que connector d'administraci\u00f3 accepti connexions?
INFO_INSTALLDS_DESCRIPTION_ADMINCONNECTORPORT_1619=Port on el qual el connector d'administraci\u00f3 haur\u00e0 d'escoltar per a comunicacions
SEVERE_ERR_CONFIGDS_CANNOT_UPDATE_ADMIN_CONNECTOR_PORT_1620=S'ha produ\u00eft un error mentre s'intentava actualitzar el port del connector d'administraci\u00f3:  %s
INFO_DESCRIPTION_ADMIN_PORT_1622=N\u00famero de port d'administraci\u00f3 del servidor de directori
INFO_INSTALLDS_DESCRIPTION_USE_JCEKS_1623=Ruta del JCEKS que cont\u00e9 un certificat per ser utilitzat com a certificat del servidor
INFO_INSTALLDS_CERT_OPTION_JCEKS_1624=Utilitzar un certificat existent localitzat al magatzem de claus JCEKS
INFO_INSTALLDS_PROMPT_JCEKS_PATH_1625=Ruta magatzem de claus JCEKS:
INFO_RECURRING_TASK_PLACEHOLDER_1651={schedulePattern}
INFO_DESCRIPTION_RECURRING_TASK_1654=Indica que la tasca est\u00e0 repetint i que ser\u00e0 programada d'acord al valor de l'argument expressat en el patro compatible data/hora de crontab(5).
INFO_PROMPT_YES_COMPLETE_ANSWER_1663=si
INFO_PROMPT_YES_FIRST_LETTER_ANSWER_1664=s
INFO_LDIFDIFF_DESCRIPTION_CHECK_SCHEMA_1674=T\u00e9 en compte la sintaxis dels atributs de com estan definits en l'esquema per fer la comparaci\u00f3 de valor.  Els fitxers LDIF proporcionats ha de ser conformes a l'esquema del servidor
INFO_INSTALLDS_PROVIDE_BASE_DN_PROMPT_1700=Voleu  crear DNs base al servidor?
SEVERE_ERR_INSTALLDS_NO_BASE_DN_AND_CONFLICTING_ARG_1701=Heu especificat no crear un DN base.  Si no es crea cap DN base no es pot especificar l'argument '%s'
