# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=VERSION

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
INFO_890_UPGRADE_1=\u900f\u904e\u6b64\u5347\u7d1a\uff0cBerkeley DB Java Edition JAR \u5c07\u5347\u7d1a\u70ba 3.2.13 \u7248\uff0c\u800c\u9020\u6210\u8cc7\u6599\u683c\u5f0f\u4e0d\u76f8\u5bb9\u3002\u56e0\u6b64\uff0c\u82e5\u60a8\u4e4b\u5f8c\u60f3\u5c07\u6b64\u5b89\u88dd\u5fa9\u539f\u81f3\u5176\u5148\u524d\u7684\u7248\u672c\uff0c\u60a8\u5fc5\u9808\u5f9e\u6b64\u4f3a\u670d\u5668\u532f\u51fa\u8cc7\u6599\uff0c\u7136\u5f8c\u5728\u5fa9\u539f\u4f5c\u696d\u5b8c\u6210\u5f8c\u5c07\u5176\u91cd\u65b0\u532f\u5165
INFO_890_REVERSION_2=\u900f\u904e\u6b64\u5fa9\u539f\uff0cBerkeley DB Java Edition JAR \u5c07\u964d\u7d1a\u70ba\u820a\u7248\uff0c\u800c\u4f7f\u7528\u8207\u73fe\u884c\u7248\u672c\u4e0d\u540c\u7684\u8cc7\u6599\u683c\u5f0f\u3002\u82e5\u8981\u5fa9\u539f\u6b64\u4f3a\u670d\u5668\uff0c\u60a8\u5fc5\u9808\u5f9e\u6b64\u4f3a\u670d\u5668\u532f\u51fa\u8cc7\u6599\uff0c\u7136\u5f8c\u5728\u5fa9\u539f\u4f5c\u696d\u5b8c\u6210\u5f8c\u5c07\u5176\u91cd\u65b0\u532f\u5165
INFO_1582_UPGRADE_3=\u9019\u9805\u5347\u7d1a\u6539\u5584\u4e86\u8207\u73fe\u884c\u7248\u672c\u7121\u6cd5\u5411\u4e0b\u76f8\u5bb9\u7684\u8cc7\u6599\u683c\u5f0f\u3002\u56e0\u6b64\uff0c\u82e5\u60a8\u4e4b\u5f8c\u60f3\u5c07\u6b64\u5b89\u88dd\u5fa9\u539f\u81f3\u5176\u5148\u524d\u7684\u7248\u672c\uff0c\u60a8\u5fc5\u9808\u5f9e\u6b64\u4f3a\u670d\u5668\u532f\u51fa\u8cc7\u6599\uff0c\u7136\u5f8c\u5728\u5fa9\u539f\u4f5c\u696d\u5b8c\u6210\u5f8c\u5c07\u5176\u91cd\u65b0\u532f\u5165
INFO_1582_REVERSION_4=\u900f\u904e\u6b64\u5fa9\u539f\uff0c\u4f3a\u670d\u5668\u7528\u4ee5\u5132\u5b58\u8cc7\u6599\u7684\u8cc7\u6599\u683c\u5f0f\u5c07\u6703\u5fa9\u539f\u70ba\u5148\u524d\u7684\u7248\u672c\u3002\u82e5\u8981\u5fa9\u539f\u6b64\u4f3a\u670d\u5668\uff0c\u60a8\u5fc5\u9808\u5f9e\u6b64\u4f3a\u670d\u5668\u532f\u51fa\u8cc7\u6599\uff0c\u7136\u5f8c\u5728\u5fa9\u539f\u4f5c\u696d\u5b8c\u6210\u5f8c\u5c07\u5176\u91cd\u65b0\u532f\u5165
INFO_2049_UPGRADE_5=\u9019\u9805\u5347\u7d1a\u6539\u5584\u4e86\u8207\u73fe\u884c\u7248\u672c\u7121\u6cd5\u5411\u4e0b\u76f8\u5bb9\u7684\u8cc7\u6599\u683c\u5f0f\u3002\u56e0\u6b64\uff0c\u82e5\u60a8\u4e4b\u5f8c\u60f3\u5c07\u6b64\u5b89\u88dd\u5fa9\u539f\u81f3\u5176\u5148\u524d\u7684\u7248\u672c\uff0c\u60a8\u5fc5\u9808\u5f9e\u6b64\u4f3a\u670d\u5668\u532f\u51fa\u8cc7\u6599\uff0c\u7136\u5f8c\u5728\u5fa9\u539f\u4f5c\u696d\u5b8c\u6210\u5f8c\u5c07\u5176\u91cd\u65b0\u532f\u5165
INFO_2049_REVERSION_6=\u900f\u904e\u6b64\u5fa9\u539f\uff0c\u4f3a\u670d\u5668\u7528\u4ee5\u5132\u5b58\u8cc7\u6599\u7684\u8cc7\u6599\u683c\u5f0f\u5c07\u6703\u5fa9\u539f\u70ba\u5148\u524d\u7684\u7248\u672c\u3002\u82e5\u8981\u5fa9\u539f\u6b64\u4f3a\u670d\u5668\uff0c\u60a8\u5fc5\u9808\u5f9e\u6b64\u4f3a\u670d\u5668\u532f\u51fa\u8cc7\u6599\uff0c\u7136\u5f8c\u5728\u5fa9\u539f\u4f5c\u696d\u5b8c\u6210\u5f8c\u5c07\u5176\u91cd\u65b0\u532f\u5165
INFO_2974_UPGRADE_7=\u9019\u9805\u5347\u7d1a\u6703\u5c0d\u8207\u5bc6\u78bc\u7b56\u7565\u76f8\u95dc\u806f\u7684\u9810\u8a2d\u5bc6\u78bc\u5132\u5b58\u6a5f\u5236\u8207\u5df2\u505c\u7528\u5bc6\u78bc\u5132\u5b58\u6a5f\u5236\uff0c\u9020\u6210\u4e0d\u76f8\u5bb9\u7684\u7279\u6027\u8b8a\u66f4\u3002\u6a5f\u5236\u76ee\u524d\u4f9d DN \u800c\u975e\u4f9d\u540d\u7a31\u9032\u884c\u53c3\u7167\u3002\u7121\u6cd5\u9032\u884c\u5347\u7d1a\uff0c\u56e0\u70ba\u6a5f\u5236\u540d\u7a31\u7121\u6cd5\u81ea\u52d5\u8f49\u8b6f\u70ba DN
INFO_2974_REVERSION_8=\u4e0d\u53ef\u80fd\u5fa9\u539f\u70ba 2974 \u4e4b\u524d\u7684\u4fee\u8a02\uff0c\u56e0\u70ba\u5bc6\u78bc\u7b56\u7565\u4e2d\u7684\u9810\u8a2d\u5bc6\u78bc\u5132\u5b58\u6a5f\u5236\u8207\u5df2\u505c\u7528\u5bc6\u78bc\u5132\u5b58\u6a5f\u5236\u53c3\u7167\u5df2\u5f9e\u540d\u7a31\u8f49\u63db\u70ba DN\uff0c\u800c\u4e14\u4e0d\u53ef\u80fd\u5f9e DN \u8f49\u63db\u56de\u6a5f\u5236\u540d\u7a31
INFO_3294_UPGRADE_9=\u9019\u9805\u5347\u7d1a\u63a1\u7528\u7121\u6cd5\u5411\u4e0b\u76f8\u5bb9\u7684\u65b0\u5b89\u5168\u6027\u67b6\u69cb\u3002\u7121\u6cd5\u9032\u884c\u5347\u7d1a
INFO_3294_REVERSION_10=\u4fee\u8a02 3294 \u63a1\u7528\u65b0\u7684\u5b89\u5168\u6027\u67b6\u69cb\u3002\u7121\u6cd5\u5fa9\u539f
INFO_3708_UPGRADE_11=\u9019\u9805\u5347\u7d1a\u9020\u6210\u7121\u6cd5\u5411\u4e0b\u76f8\u5bb9\u7684\u5f8c\u7aef\u914d\u7f6e\u8b8a\u66f4\u3002\u7121\u6cd5\u9032\u884c\u5347\u7d1a
INFO_3708_REVERSION_12=\u4fee\u8a02 3294 \u6539\u8b8a\u4e86\u5f8c\u7aef\u914d\u7f6e\u3002\u7121\u6cd5\u5fa9\u539f 
INFO_3873_UPGRADE_13=\u9019\u9805\u8b8a\u66f4\u6539\u8b8a\u4e86\u5c07\u8b58\u5225\u540d\u7a31\u6a19\u6e96\u5316\u7684\u65b9\u5f0f\u3002\u82e5\u8981\u5347\u7d1a\u6b64\u4f3a\u670d\u5668\uff0c\u60a8\u5c07\u5fc5\u9808\u5f9e\u6b64\u4f3a\u670d\u5668\u532f\u51fa\u8cc7\u6599\uff0c\u7136\u5f8c\u5728\u5347\u7d1a\u5b8c\u6210\u5f8c\u5c07\u5176\u91cd\u65b0\u532f\u5165
INFO_3873_REVERSION_14=\u900f\u904e\u6b64\u5fa9\u539f\uff0c\u4e00\u822c\u683c\u5f0f\u7684\u8b58\u5225\u540d\u7a31\u5c07\u6703\u5fa9\u539f\u70ba\u5148\u524d\u7684\u7248\u672c\u3002\u82e5\u8981\u5fa9\u539f\u6b64\u4f3a\u670d\u5668\uff0c\u60a8\u5fc5\u9808\u5f9e\u6b64\u4f3a\u670d\u5668\u532f\u51fa\u8cc7\u6599\uff0c\u7136\u5f8c\u5728\u5fa9\u539f\u4f5c\u696d\u5b8c\u6210\u5f8c\u5c07\u5176\u91cd\u65b0\u532f\u5165
