# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License").  You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE
# or https://OpenDS.dev.java.net/OpenDS.LICENSE.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at
# trunk/opends/resource/legal-notices/OpenDS.LICENSE.  If applicable,
# add the following below this CDDL HEADER, with the fields enclosed
# by brackets "[]" replaced with your own identifying information:
#      Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#      Copyright 2006-2008 Sun Microsystems, Inc.



#
# Global directives
#
global.category=VERSION

#
# Format string definitions
#
# Keys must be formatted as follows:
#
# [SEVERITY]_[DESCRIPTION]_[ORDINAL]
#
# where:
#
# SEVERITY is one of:
# [INFO, MILD_WARN, SEVERE_WARN, MILD_ERR, SEVERE_ERR, FATAL_ERR, DEBUG, NOTICE]
#
# DESCRIPTION is an upper case string providing a hint as to the context of
# the message in upper case with the underscore ('_') character serving as
# word separator
#
# ORDINAL is an integer unique among other ordinals in this file
#
INFO_890_UPGRADE_1=\uc774 \uc5c5\uadf8\ub808\uc774\ub4dc\ub97c \uc124\uce58\ud558\uba74 Berkeley DB Java Edition JAR\uc774 \ubc84\uc804 3.2.13\uc73c\ub85c \uc5c5\uadf8\ub808\uc774\ub4dc\ub418\uc5b4 \ub370\uc774\ud130 \ud615\uc2dd\uc774 \ud638\ud658\ub418\uc9c0 \uc54a\uac8c \ub429\ub2c8\ub2e4. \ub530\ub77c\uc11c \ub098\uc911\uc5d0 \uc774 \uc124\uce58\ub97c \uc774\uc804 \ubc84\uc804\uc73c\ub85c \ub418\ub3cc\ub9ac\ub824\uba74 \uc774 \uc11c\ubc84\uc758 \ub370\uc774\ud130\ub97c \ub0b4\ubcf4\ub0c8\ub2e4\uac00 \ub418\ub3cc\ub9ac\uae30\uac00 \uc644\ub8cc\ub41c \ud6c4 \ub2e4\uc2dc \uac00\uc838\uc640\uc57c \ud569\ub2c8\ub2e4.
INFO_890_REVERSION_2=\uc774\ub7ec\ud55c \ub418\ub3cc\ub9ac\uae30\ub97c \uc0ac\uc6a9\ud558\uba74 Berkeley DB Java Edition JAR\uc774 \ud604\uc7ac \ubc84\uc804\uacfc \ub2e4\ub978 \ub370\uc774\ud130 \ud615\uc2dd\uc744 \uc0ac\uc6a9\ud558\ub294 \uc774\uc804 \ubc84\uc804\uc73c\ub85c \ub2e4\uc6b4\uadf8\ub808\uc774\ub4dc\ub429\ub2c8\ub2e4. \uc774 \uc11c\ubc84\ub97c \ub418\ub3cc\ub9ac\ub824\uba74 \uc774 \uc11c\ubc84\uc758 \ub370\uc774\ud130\ub97c \ub0b4\ubcf4\ub0c8\ub2e4\uac00 \ub418\ub3cc\ub9ac\uae30\uac00 \uc644\ub8cc\ub41c \ud6c4 \ub2e4\uc2dc \uac00\uc838\uc640\uc57c \ud569\ub2c8\ub2e4.
INFO_1582_UPGRADE_3=\uc774 \uc5c5\uadf8\ub808\uc774\ub4dc\ub97c \uc218\ud589\ud558\uba74 \ub370\uc774\ud130 \ud615\uc2dd\uc774 \ud5a5\uc0c1\ub418\uc5b4 \ud604\uc7ac \ubc84\uc804\uacfc \uc5ed\ud638\ud658\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ub530\ub77c\uc11c \ub098\uc911\uc5d0 \uc774 \uc124\uce58\ub97c \uc774\uc804 \ubc84\uc804\uc73c\ub85c \ub418\ub3cc\ub9ac\ub824\uba74 \uc774 \uc11c\ubc84\uc758 \ub370\uc774\ud130\ub97c \ub0b4\ubcf4\ub0c8\ub2e4\uac00 \ub418\ub3cc\ub9ac\uae30\uac00 \uc644\ub8cc\ub41c \ud6c4 \ub2e4\uc2dc \uac00\uc838\uc640\uc57c \ud569\ub2c8\ub2e4.
INFO_1582_REVERSION_4=\uc774 \ub418\ub3cc\ub9ac\uae30\ub97c \ud1b5\ud574 \uc11c\ubc84\uac00 \ub370\uc774\ud130\ub97c \uc800\uc7a5\ud558\ub294 \ub370 \uc0ac\uc6a9\ud558\ub294 \ub370\uc774\ud130 \ud615\uc2dd\uc774 \uc774\uc804 \ubc84\uc804\uc73c\ub85c \ub418\ub3cc\ub824\uc9d1\ub2c8\ub2e4. \uc774 \uc11c\ubc84\ub97c \ub418\ub3cc\ub9ac\ub824\uba74 \uc774 \uc11c\ubc84\uc758 \ub370\uc774\ud130\ub97c \ub0b4\ubcf4\ub0c8\ub2e4\uac00 \ub418\ub3cc\ub9ac\uae30\uac00 \uc644\ub8cc\ub41c \ud6c4 \ub2e4\uc2dc \uac00\uc838\uc640\uc57c \ud569\ub2c8\ub2e4.
INFO_2049_UPGRADE_5=\uc774 \uc5c5\uadf8\ub808\uc774\ub4dc\ub97c \uc218\ud589\ud558\uba74 \ub370\uc774\ud130 \ud615\uc2dd\uc774 \ud5a5\uc0c1\ub418\uc5b4 \ud604\uc7ac \ubc84\uc804\uacfc \uc5ed\ud638\ud658\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ub530\ub77c\uc11c \ub098\uc911\uc5d0 \uc774 \uc124\uce58\ub97c \uc774\uc804 \ubc84\uc804\uc73c\ub85c \ub418\ub3cc\ub9ac\ub824\uba74 \uc774 \uc11c\ubc84\uc758 \ub370\uc774\ud130\ub97c \ub0b4\ubcf4\ub0c8\ub2e4\uac00 \ub418\ub3cc\ub9ac\uae30\uac00 \uc644\ub8cc\ub41c \ud6c4 \ub2e4\uc2dc \uac00\uc838\uc640\uc57c \ud569\ub2c8\ub2e4.
INFO_2049_REVERSION_6=\uc774 \ub418\ub3cc\ub9ac\uae30\ub97c \ud1b5\ud574 \uc11c\ubc84\uac00 \ub370\uc774\ud130\ub97c \uc800\uc7a5\ud558\ub294 \ub370 \uc0ac\uc6a9\ud558\ub294 \ub370\uc774\ud130 \ud615\uc2dd\uc774 \uc774\uc804 \ubc84\uc804\uc73c\ub85c \ub418\ub3cc\ub824\uc9d1\ub2c8\ub2e4. \uc774 \uc11c\ubc84\ub97c \ub418\ub3cc\ub9ac\ub824\uba74 \uc774 \uc11c\ubc84\uc758 \ub370\uc774\ud130\ub97c \ub0b4\ubcf4\ub0c8\ub2e4\uac00 \ub418\ub3cc\ub9ac\uae30\uac00 \uc644\ub8cc\ub41c \ud6c4 \ub2e4\uc2dc \uac00\uc838\uc640\uc57c \ud569\ub2c8\ub2e4.
INFO_2974_UPGRADE_7=\uc774 \uc5c5\uadf8\ub808\uc774\ub4dc\ub97c \uc218\ud589\ud558\uba74 \ube44\ubc00\ubc88\ud638 \uc815\ucc45\uacfc \uc5f0\uacb0\ub41c \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \ubc0f \uc0ac\uc6a9\ub418\uc9c0 \uc54a\ub294 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\uc5d0 \ud638\ud658\ub418\uc9c0 \uc54a\ub294 \ub4f1\ub85d \uc815\ubcf4 \ubcc0\uacbd\uc774 \ubc1c\uc0dd\ud558\uac8c \ub429\ub2c8\ub2e4. \uc774\uc81c \uc2a4\ud0a4\ub9c8\uac00 \uc774\ub984\uc774 \uc544\ub2c8\ub77c DN\uc744 \uae30\uc900\uc73c\ub85c \ucc38\uc870\ub429\ub2c8\ub2e4. \uc2a4\ud0a4\ub9c8 \uc774\ub984\uc774 DN\uc73c\ub85c \uc790\ub3d9\uc73c\ub85c \ubcc0\ud658\ub418\uc9c0 \uc54a\uae30 \ub54c\ubb38\uc5d0 \uc5c5\uadf8\ub808\uc774\ub4dc\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_2974_REVERSION_8=\ube44\ubc00\ubc88\ud638 \uc815\ucc45\uc758 \uae30\ubcf8 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8 \ubc0f \uc0ac\uc6a9\ub418\uc9c0 \uc54a\ub294 \ube44\ubc00\ubc88\ud638 \uc800\uc7a5\uc18c \uc2a4\ud0a4\ub9c8\uac00 \uc774\ub984\uc5d0\uc11c DN\uc73c\ub85c \ubcc0\ud658\ub418\uc5c8\uae30 \ub54c\ubb38\uc5d0 2974 \uc774\uc804 \uac1c\uc815\uc73c\ub85c \ub418\ub3cc\ub9b4 \uc218 \uc5c6\uc73c\uba70, DN\uc5d0\uc11c \uc2a4\ud0a4\ub9c8 \uc774\ub984\uc73c\ub85c \ub2e4\uc2dc \ub418\ub3cc\ub9b4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_3294_UPGRADE_9=\uc774 \uc5c5\uadf8\ub808\uc774\ub4dc\ub294 \uc774\uc804 \ubc84\uc804\uacfc \ud638\ud658\ub418\uc9c0 \uc54a\ub294 \uc0c8\ub85c\uc6b4 \ubcf4\uc548 \ud504\ub808\uc784\uc6cc\ud06c\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4. \uc5c5\uadf8\ub808\uc774\ub4dc\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_3294_REVERSION_10=\uac1c\uc815 3294\ub294 \uc0c8\ub85c\uc6b4 \ubcf4\uc548 \ud504\ub808\uc784\uc6cc\ud06c\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4. \ub418\ub3cc\ub9b4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_3708_UPGRADE_11=\uc774 \uc5c5\uadf8\ub808\uc774\ub4dc\uc758 \ubc31\uc5d4\ub4dc \uad6c\uc131\uc5d0 \uc774\uc804 \ubc84\uc804\uacfc \ud638\ud658\ub418\uc9c0 \uc54a\ub294 \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc788\uc2b5\ub2c8\ub2e4. \uc5c5\uadf8\ub808\uc774\ub4dc\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
INFO_3708_REVERSION_12=\uac1c\uc815 3294\uc758 \ubc31\uc5d4\ub4dc \uad6c\uc131\uc5d0 \ubcc0\uacbd \uc0ac\ud56d\uc774 \uc788\uc2b5\ub2c8\ub2e4. \ub418\ub3cc\ub9b4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
INFO_3873_UPGRADE_13=\uc774 \ubcc0\uacbd\uc73c\ub85c \uace0\uc720 \uc774\ub984\uc744 \uc815\uaddc\ud654\ud558\ub294 \ubc29\ubc95\uc774 \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc774 \uc11c\ubc84\ub97c \uc5c5\uadf8\ub808\uc774\ub4dc\ud558\ub824\uba74 \uc774 \uc11c\ubc84\uc758 \ub370\uc774\ud130\ub97c \ub0b4\ubcf4\ub0c8\ub2e4\uac00 \uc5c5\uadf8\ub808\uc774\ub4dc\uac00 \uc644\ub8cc\ub41c \ud6c4 \ub2e4\uc2dc \uac00\uc838\uc640\uc57c \ud569\ub2c8\ub2e4.
INFO_3873_REVERSION_14=\uc774 \ub418\ub3cc\ub9ac\uae30\ub97c \ud1b5\ud574 \uc815\uaddc\ud654\ub41c \ud615\uc2dd\uc758 \uace0\uc720 \uc774\ub984\uc774 \uc774\uc804 \ubc84\uc804\uc73c\ub85c \ub418\ub3cc\ub824\uc9d1\ub2c8\ub2e4. \uc774 \uc11c\ubc84\ub97c \ub418\ub3cc\ub9ac\ub824\uba74 \uc774 \uc11c\ubc84\uc758 \ub370\uc774\ud130\ub97c \ub0b4\ubcf4\ub0c8\ub2e4\uac00 \ub418\ub3cc\ub9ac\uae30\uac00 \uc644\ub8cc\ub41c \ud6c4 \ub2e4\uc2dc \uac00\uc838\uc640\uc57c \ud569\ub2c8\ub2e4.
